Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/tmp/mod/invite/languages/*/LC_MESSAGES/*.po
Languages: es_co

source: Generate a New Password
es_co: Generar una Nueva Contraseña

source: Invite a Friend
es_co: Invitar a una Conexión

source: Join %s
es_co: Unirse a %s

source: I am at least thirteen years of age.
es_co: Tengo al mentos trece años de edad.

source: Join
es_co: Unirse

source: Your name
es_co: Tu nombre

source: Your email address
es_co: Tu dirección de correo electrónico

source: Register
es_co: Registrarse

source: Self-registration is currently disabled.
es_co: El auto-registro está actualmente deshabilitado.

source: The site administrator has disabled password changing.
es_co: El administrador del sitio ha desabilitado los cambios de clave.

source: To generate a new password at %s!, enter your username below. We will send the address of a unique verification page to you via email click on the link in the body of the message and a new password will be sent to you.
es_co: Para generar una nueva clave en %s, ingresa su nombre de usuario abajo. Te enviaremos la dirección de una página única de verificación a tu correo electrónico. Presiona en el vínculo que te enviaremos en el mensaje para generar una nueva contraseña.

source: This method reduces the chance of a mistakenly reset password.
es_co: Este método reduce las posibilidades de resetear la contraseña de forma accidental.

source: Your username
es_co: Tu nombre de usuario

source: Request new password
es_co: Solicitar nueva contraseña

source: A new password has been emailed to you at %s. You should be able to use it immediately; your old one has been deactivated.
es_co: Se envió una nueva clave a tu correo %s. Debes poder usarlo inmediatamente; tu antigua contraseña ha sido desactivada.

source: Your %s password
es_co: Tu clave %s

source: Your %s password has been reset. For your records, your new password is: Password: %s Please consider changing your password as soon as you have logged in for security reasons. We hope you continue to enjoy using the system. Regards, The %s Team
es_co: Tu contraseña %s ha sido reseteada. Para tu registro, tu nueva contraseña es: Contraseña: %s Por favor considera cambiar tu contraseña apenas entres al sistema, por razones de seguridad. Esperamos que continues disfrutando el sistema. Saludos, El Equipo %s

source: Your password request code appears to be invalid. Try generating a new one?
es_co: Tu código de solicitud de contraseña parece ser invalido. Intenta generar uno nuevo

source: register page
es_co: página de registro

source: Your username - (Must be letters only)
es_co: Tu nombre de usuario - (sólo puede contener letras, sin espacios)

source: Enter a password
es_co: Ingresar contraseña

source: Your password again for verification purposes
es_co: Ingresar contraseña de nuevo (para propósitos de verificación)

source: Your invitation code appears to be invalid. Codes only last for seven days; it's possible that yours is older.
es_co: Tu código de invitación parece ser inválido. Los códigos sólo duran siete días; es posible que el tuyo sea más antiguo.

source: If you still want to join %s, go to the %s.
es_co: Si aún quieres unirte a %s, ve a %s.

source: If you still want to join %s, it may be worth getting in touch with the person who invited you.
es_co: Si aún quieres unirte a %s, puede ser util contactarte con la persona que te invitó.

source: To join %s, go to the %s.
es_co: Para unirte a %s, ve a %s.

source: For the moment, joining %s requires a specially tailored invite code. If you know someone who's a member, it may be worth asking them for one.
es_co: Por el momento, unirse a %s requiere un código de invitación especial. Si conoces a alguien que sea actualmente miembro, es recomendable que le preguntes por uno.

source: Their name
es_co: Su nombre

source: Their email address
es_co: Su correo electrónico

source: Thank you for registering with %s.
es_co: Gracias por registrarte en %s.

source: %s account verification
es_co: Verificación de cuenta %s

source: They included the following message:
es_co: Ellos han incluido el siguiente mensaje:

source: has invited you to join
es_co: te ha invitado a unirte

source: a learning landscape system.
es_co: un sistema de articulación.

source: Dear %s, %s %s To join, visit the following URL: %s Your email address has not been passed onto any third parties, and will be removed from our system within seven days. Regards, The %s team.
es_co: Estimado/a %s, %s %s Para unirte, visita el siguiente URL: %s Tu dirección de correo no será entregada a terceros, y será eliminada de nuestro sistemo dentro de siete días. Saludos, El equipo %s.

source: Your invitation was sent to %s at %s. It will be valid for seven days.
es_co: La invitación ha sido enviada a %s a %s. Será valida por siete días.

source: User %s already has that email address. Invitation not sent.
es_co: El usuario %s ya tiene esa dirección de correo electrónica. No se ha enviado la invitación.

source: Someone with that email address has already been invited to the system.
es_co: Alguien con ese correo electrónico ya ha sido invitado al sistema.

source: Invitation failed: The email address was not valid.
es_co: Invitación fallida: La dirección de correo electrónico no era válida.

source: Error: This community has reached its maximum number of users.
es_co: Error: Esta comunidad ha alcanzado su número máximo de usuarios.

source: Invitation failed: you are not logged in.
es_co: Invitación fallida: no has entrado al sistema.

source: Invitation failed: you must specify both a name and an email address.
es_co: Invitación fallida: debes especificar tanto el nombre como la dirección de correo electrónico.

source: Unfortunately this community has reached its account limit and you are unable to join at this time.
es_co: Desafortunadamente esta comunidad a llegado a su límite de cuenta y no puedes unirtele en este momento.

source: You must indicate that you are at least 13 years old to join.
es_co: Debes indicar primero si eres mayor a 13 años para poderte unir.

source: Error! Invalid invite code.
es_co: ¡Error! Código de invitación inválido.

source: Error! Invalid password. Your passwords must match and be between 6 and 16 characters in length.
es_co: ¡Error! Contraseña inválida. Tus contraseñas deben coincidir y deben tener entre 6 y 16 caracteres de longitud.

source: Error! Your username must contain letters and numbers only, cannot be blank, and must be between 3 and 12 characters in length.
es_co: ¡Error! Tu nombre de usuario sólo debe contener letras y números, no puede dejarse en blanco, y debe tener entre 3 y 12 caracteres de longitud.

source: The username '$username' is already taken by another user. You will need to pick a different one.
es_co: El nombre de usuario '$username' ya ha sido tomado por otro usuario. Debes escoger uno distinto.

source: Your account was created! You can now log in using the username and password you supplied. You have been sent an email containing these details for reference purposes.
es_co: ¡Tu cuenta ha sido creada! Puedes entrar usando el nombre de usuario y contraseña que proporcionaste. Se te ha enviado un correo electrónico con estos detalles para fines de referencia.

source: Your %s account
es_co: Tu cuenta %s

source: You have been logged on.
es_co: Has entrado al sistema.

source: The password for this account is extremely insecure and represents a major security risk. You should change it immediately.
es_co: La contraseña para esta cuenta es extremadamente insegura y representa un riesgo de seguridad grande. Debes cambiarla inmediatamente.

source: Unrecognised username or password. The system could not log you on, or you may not have activated your account.
es_co: Nombre de usuario o contraseña no reconocidos. El sistemo no pudo autenticarte, o todavía no has activado tu cuenta.

source: Verify your %s account password request
es_co: Verifica tus solicitudes de contraseña de cuenta de %s

source: A request has been received to generate your account at %s a new password.
es_co: Se ha recibido una solicitud para generar una nueva contraseña en tu cuenta en %s.

source: To confirm this request and receive a new password by email, please click the following link: %s
es_co: Para confirmar esta solicitud y recibir una nueva contraseña por correo electrónico, por favor presiona en el siguiente vínculo: %s

source: Please let us know if you have any further problems. Regards, The %s Team
es_co: Por favor déjanos saber si has tenido algún otro problema. Saludos, El Equipo %s

source: Your verification email was sent. Please check your inbox.
es_co: Tu correo electrónico de verificación ha sido enviado. Por favor revisa tu correo.

source: No user with that username was found.
es_co: No se ha encontrado un usuario con ese nombre de usuario.

source: Thanks for joining %s! .
es_co: ¡Gracias por unirte a %s! .

source: You can log in at any time by visiting %s and entering your login and password.
es_co: Puedes entrar en cualquier momento visitando %s y entrando tu nombre de usuario y contraseña.

source: We hope you enjoy using the system. Regards, The %s Team
es_co: Esperamos que disfrutes usando el sistema. Saludos, El Equipo %s

source: Thank you for registering for an account with %s! Registration is completely free, but before you fill in your details, please take a moment to read the following documents:
es_co: ¡Gracias por registrarte para una cuenta con %s! El registro es completamente gratuito, pero primero debes llenar tus detalles, por favor toma un momento para leer los siguientes documentos:

source: terms and conditions
es_co: términos y condiciones

source: Privacy policy
es_co: Política de privacidad

source: When you fill in the details below, we will send an "invitation code" to your email address in order to validate it. You must then click on this within seven days to create your account.
es_co: Cuando llenes los detalles de abajo, te enviaremos un "código de invitación" a tu correo electrónico para poder validarlo. Luego debes presionar en dicho código antes de siete días para poder crear tu cuenta.

source: Thanks for joining %s! For your records, your username and password in %s are:
es_co: ¡Gracias por unirte a %s!Para tu registro, tu nombre de usuario y contraseña en %s son:

source: Username: %s Password: %s You can log in at any time by visiting %s and entering these details into the login form.
es_co: Nombre de Usuario: %s Contraseña: %s Puedes entrar en cualquier momento visitando %s y entrando estos detalles en el formulario de ingreso.

source: Thank you for registering for an account with %s! Registration is completely free, but before you confirm your details, please take a moment to read the following documents:
es_co: ¡Gracias por registrarte para una cuenta con %s! El registro es completamente gratis, pero primero debes confirmar tus detalles, por favor toma un momento para leer los siguientes documentos:

source: Submitting the form below indicates acceptance of these terms. Please note that currently you must be at least 13 years of age to join the site.
es_co: El envío del formulario de abajo indica la aceptación de estos términos.

source: Get new %s password
es_co: Recibir una nueva contraseña %s
