Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/politica/languages/*/LC_MESSAGES/*.po
Languages: ar, de, eu, fi, fr, he, ja, lt, nl, ru, sv, uk, vi

source: Feed not imported to blog: You cannot import a feed from this account.
ar: لم يتم جلب خدمة التغذية إلى blog : لا تستطيع جلب خدمة التغذية من رقم الحساب هذا.
de: Der Feed wurde nicht in dein Blog importiert: Du kannst keinen Feed von diesem Konto hinzufügen.
eu: Jarioa ez da blogera inportatu: Ezin duzu jarioa inportatu kontu honetatik.
fi: Syötettä ei tuotu blogiisi: tämä tili ei voi tuoda syötteitä.
fr: Flux non importé dans votre article : Vous ne pouvez pas importer un flux depuis ce compte.
he: הערוץ לא יובא לבלוג: אין באפשרותך לייבא ערוץ מחשבון זה.
ja: フィードをブログへインポートできませんでした： このアカウントからフィードをインポートすることはできません。
lt: Naujienos į dienoraštį neįkeltos: neužtenka teisių.
nl: Feed is niet geimporteerd naar het bericht: Je kan geen feed importeren vanaf deze account.
ru: Лента не импортирована в блог: вы не можете импортировать RSS ленты с этого аккаунта.
sv: Feeden importerades inte till bloggen: Du kan inte importera en feed från detta konto.
uk: Стрічка не імпортована в блог: Ви не можете імпортувати стрічку новин з цього аккаунту.
vi: Feed không đăng vào blog: bạn không thể đăng feed vào blog từ tài khoản này.

source: Feed subscription failed: this feed subscription already exists.
ar: فشلت خدمة تغذية الاشتراك : هذه الخدمة موجودة بالاصل.
de: Fehler bei der RSS-Newsfeed-Bestellung: Es liegt bereits eine RSS-Newsfeed-Bestellung vor.
eu: Jariora harpidetzak huts egin du: jario honetara harpidetua zaude jada.
fi: Syötteen tilaaminen epäonnistui: syöte on jo tilattu.
fr: L'abonnement au flux a échoué : l'abonnement à ce flux existe déjà.
he: ההרשמות לערוץ נכשלה: קיים כבר מנוי על ערוץ זה.
ja: フィードの定期購読は失敗しました： このフィードの定期購読はすでに存在します。
lt: Naujienų kanalų užsakyti nepavyko: naujienų kanalas jau užsakytas.
nl: Feed abonnement mislukt: dit feed abonnement bestaat al.
ru: Вы уже подписаны на эту ленту новостей.
sv: Prenumerationen på feeden misslyckades: denna feedprenumeration finns redan.
uk: Підписка на стрічку новин невдала: ця підписка вже існує.
vi: Đăng ký feed thất bại: feed này đã được đăng ký.

source: Feed subscription failed: SSL feed reading is not enabled.
ar: فشلت خدمة تغذية الاشتراك: قراءة تغذية SSL غير ممكنة.
de: Anmeldung am Feed fehlgeschlagen: SSL muss aktiviert sein.
eu: Jariora harpidetzak huts egin du: SSL jario irakurketa ez dago gaitua.
fi: Syötteen tilaaminen epäonnistui: SSL syötteiden lukeminen ei ole käytössä.
fr: L'abonnement au flux RSS a échoué : la lecture de flux en SSL n'est pas activée.
he: ההרשמות לערוץ נכשלה: קריאת ערוצי SSL אינה נתמכת.
ja: フィードの定期購読は失敗しました： SSL フィードの読み込みが有効ではありません。
nl: Feed abonnement mislukt: SSL Feed lezen is niet ingeschakeld.
ru: Ошибка подписки: не разрешено чтение лент новостей через SSL.
sv: Feed-abonnemanget misslyckades: Att läsa feeds genom SSL är inte aktiverat.
uk: Підпска на стрічку новин невдала: SSL читання стрічки не увімкнене.
vi: Đăng ký feed thất bại: SSl feed không được mở.

source: Feed subscription failed: The feed's server returned a 403 Forbidden error.
de: Anmeldung am Feed fehlgeschlagen: Der Feed-Server meldete einen 403-Verboten-Fehler zurück.
fr: L'alimentation de la souscription a échoué: Le serveur a retourné le code erreur 403.

source: Feed subscription failed: feed appears to be invalid. Please check your link or try later.
ar: تغذية الاشتراك فسلت , التغذية غير صالحة حاول مرة اخرى
de: Fehler bei der RSS-Newsfeed-Bestellung: Das RSS-Newsfeed scheint fehlerhaft zu sein. Bitte überprüfe den Link oder versuche es später erneut.
eu: Jariora harpidetzak huts egin du: jarioa ez da baliagarria. Aztertu jarioaren esteka eta saiatu beranduago mesedez.
fi: Syötteen tilaaminen epäonnistui: syöte ei kelpaa. Tarkasta linkkisi tai kokeile myöhemmin uudestaan.
fr: Abonnement au flux a échoué: le flux apparait comme non valide. Veuillez vérifier votre lien ou essayer ultérieurement.
he: ההרשמות לערוץ נכשלה: הערוץ נמצא כלא תקין. יש לבדוק את הקישור ולנסות שוב.
ja: フィードの定期購読は失敗しました： フィードが無効だと思われます。 リンクをチェックするか、後ほど再試行してください。
lt: Naujienų kanalo užsakyti nepavyko. Patikrinkite nuorodą ir bandykite vėliau.
nl: Feed abonnement mislukt. feed schijnt ongeldig te zijn. Controleer uw link of probeer later.
ru: Подписка на ленту новостей неудачна: лента неверного формата. Пожалуйста, проверьте вашу ссылку или попробуйте ещё раз позже.
sv: Prenumerationen på feeden misslyckades: feeden verkar vara ogiltig. Kontrollera länken eller försök senare.
uk: Підписка на стрічку новин невдала: стрічка здається некоректна. Будь-ласка перевірте посилання, або спробуйте пізніше.
vi: Đăng ký feed thất bại: feed dường như không đúng. Xin vui lòng kiểm tra link của bạn và thử lại.

source: Feed subscription failed: could not get feed. Please check your link or try later.
ar: فشلت خدمة تغذية الاشتراك: عدم الحصول على التغذية. الرجاء التحقق من الرابط أو حاول لاحقا.
de: Fehler bei der RSS-Newsfeed-Bestellung: Kann RSS-Newsfeed nicht auffinden. Bitte überprüfe den Link oder versuche es später erneut.
eu: Jariora harpidetzak huts egin du: ezin da jarioa eskuratu. Aztertu jarioaren esteka eta saiatu beranduago mesedez.
fi: Syötteen tilaaminen epäonnistui: syöte ei ole saatavilla. Tarkasta linkkisi tai kokeile myöhemmin uudelleen.
fr: L'abonnement au flux a échoué: ne peut pas atteindre le flux. Veuillez vérifier votre lien ou essayer ultérieurement.
he: ההרשמות לערוץ נכשלה: הערוץ לא נמצא. יש לבדוק את הקישור ולנסות שוב.
ja: フィードの定期購読は失敗しました： フィードが取得できませんでした。 リンクをチェックするか、後ほど再試行してください。
lt: Naujienų kanalo prenumerata nepavyko. Patikrinkite nuorodą ir bandykite vėliau.
nl: Feed abonnement mislukt: kon geen feed krijgen. Controleer uw link of probeer later.
ru: Подписка на новости неудачна: не удается получить новости ленты. Пожалуйста, проверьте вашу ссылку или попробуйте ещё раз позже.
sv: Prenumerationen på feeden misslyckades: kunde inte hämta feeden. Kontrollera länken eller försök senare.
uk: Підписка на стрічку новин невдала: не можу отримати стрічку. Будь-ласка перевірте посилання, або спробуйте пізніше.
vi: Đăng ký feed thất bại: không thể lấy thông tin từ feed. Xin vui lòng kiểm tra link của bạn và thử lại.

source: Error message was:
ar: خطا الرسالة هو
de: Fehlermeldung:
eu: Errore mezua:
fi: Virheilmoitus oli:
fr: Le message d'erreur était :
he: הודעת השגיאה הייתה:
ja: エラーメッセージ：
nl: Foutmelding was:
ru: Сообщение об ошибке:
sv: Felmeddelandet var
uk: Повідомлення про помилку:
vi: Thông điệp báo lỗi là:

source: Feeds are information streams from other sites. You will often see a link to an 'RSS' feed while browsing; enter the link address into the 'add feed' box at the bottom of the page to read that information from within your learning landscape.
ar: التغذية هي عبارة عن مصادر معلومات يتم الحصول عليها من مواقع أخرى . عند التصفح سترى غالبا الرابط إلى تغذية 'RSS ; قم بإدخال عنوان الرابط إلى صندوق " أضف تغذية" في أسفل الصفحة ليتسنى قراءة تلك المعلومات من خلال لوحتك التعلمية هذه.
de: RSS-Newsfeed sind Informationsströme (Streams) von anderen Internetseiten. Du wirst häufiger einen Link zu einem RSS-Newsfeed beim Internetsurfen sehen. Gib die Link-Adresse in das "Feed hinzufügen" Feld am unteren Seitenrand ein, um die RSS-Newsfeed-Informationen lesen zu können.
eu: Feed-ak beste guneetako informazio jarioak dira. RSS feed batetara doan esteka bat ikusiko duzu maiz bilaketa bat egiten duzun bitartean; orrialdearen azpikaldean dagoen 'feed-a gehitu' kaxan estekaren helbidea sartu zure ikasketa ingurunetik mugitu gabe informazioa irakurri ahal izateko.
fi: Syötteet ovat muilta sivuilta tulevia tietovirtoja. Surffatessasi saatat nähdä sivulla 'RSS'-linkkejä. Lisää linkin osoite sivun alalaidassa olevaan 'lisää syöte' -kenttään.
fr: Les flux sont des flux d'information en provenance d'autres sites. Vous verrez parfois un lien vers un flux 'RSS' en naviguant; entrez l'adresse du lien dans la partie 'ajouter flux' en bas de page pour lire ces informations directement depuis ce site.
he: ערוצים הם זרמי מידע מאתרים אחרים. תוך כדי גלישה באינטרנט אפשר להתקל לעיתים קרובות בקישורים לערוצי 'RSS'. יש להזין את כתובת הקישור לתוך תיבת 'הוספת ערוץ' בתחתית הדף כדי לקרוא מידע זה מתוך סביבת הלמידה שלך.
ja: フィードは他サイトからの情報の流れです。 あなたはよく、様々なサイトを閲覧中に「RSS」フィードへのリンクを見かけるでしょう。 このスペースでそれらの情報を読むために、フィードへのリンクアドレスをページ下部の「定期購読」フィールドに入力してください。
lt: Naujienų kanalai - tai informacijos srautas iš kitų svetainių. Jūs dažnai sutiksite nuorodą 'RSS naujienų kanalas'; įveskite šį adresą į 'pridėti naujienų kanalą' kortelę puslapio apačioje ir galėsite skaityti šią informaciją iš savo mokymosi aplinkos.
nl: Feeds zijn koppen en beschrijvingen van bestaande nieuwsberichten van andere sites. Je zal regelmatig ‘RSS’ feed tegen komen op het internet. Voer de link hieronder in en hij zal worden toegevoegd.
ru: Ленты — это информационные потоки с других сайтов. Вы можете видеть ссылки вида «RSS» при просмотре страниц; введите адрес ленты в поле «добавить ленту» в нижней части страницы для чтения новостей.
sv: Feeder är informationsströmmar från andra sajter. Du kommer ofta se en länk till en 'RSS'-feed när du surfar runt. Skriv in adressen till länken i 'lägg till feed'-rutan längst ner på sidan för att läsa den informationen inom ditt lärlandskap.
uk: Стрічки новин це інформаційні потоки з інших сайтів. Ви часто бачите посилання на 'RSS' стрічку коли продивляєтесь сторінку; введіть адресу посилання в поле 'додати стрічку новин' внизу сторінки для того щоб читати ту інформацію всередині вашого простору.
vi: Vậy RSS là gì? RSS là một định dạng tập tin thuộc họ XML (ngôn ngữ đánh dấu mở rộng, một chuẩn dùng để mô tả dữ liệu) dùng trong việc chia sẻ tin tức Web (Web syndication) được dùng bởi nhiều website tin tức và nhật ký trực tuyến.

source: Last updated
ar: اخر تحديث
de: Zuletzt aktualisiert
eu: Azken eguneratzea
fi: Viimeksi päivetetty
fr: Dernière mise à jour
he: עודכן לאחרונה
ja: 最終更新
lt: Paskutiniai pakeitimai
nl: Laatst bijgewerkt
ru: Последнее обновление
sv: Senast uppdaterad
uk: Останнє оновлення
vi: Lần cuối cập nhật

source: Resource name
ar: اسم المصدر
de: Name der Ressource
eu: Baliabidearen izena
fi: Resurssin nimi
fr: Nom de la ressource
he: שם המשאב
ja: リソース名
lt: Resursų pavadinimas
nl: Bron naam
ru: Имя ресурса
sv: Resursnamn
uk: Ім'я ресурсу
vi: Tên tài nguyên

source: View content
ar: عرض المحتوى
de: Inhalt ansehen
eu: Edukia ikusi
fi: Katso sisältö
fr: Voir le contenu
he: צפייה בתוכן
ja: コンテンツ表示
lt: Peržiūrėti turinį
nl: Inhoud bekijken
ru: Просмотр содержимого
sv: Visa innehåll
uk: Продивитись вміст
vi: Xem nội dung

source: Are you sure you want to unsubscribe from this feed?
ar: هل انت متاكد انك تريد الخروج
de: Bist du dir sicher das du dich von diesem Feed abmelden willst?
eu: Ziur al zaude feed honetatik harpidetza eten nahi duzula?
fi: Haluatko varmasti lopettaa syötteen tilaamisen?
fr: Etes-vous sûr de vouloir résilier votre abonnement à ce flux ?
he: האם את/ה בטוח/ה שברצונך להסיר את המנוי שלך מערוץ זה?
ja: 本当に、このフィードの定期購読を中止してもよろしいですか？
lt: Ar tikrai norite atsisakyti šio naujienų kanalo?
nl: Weet je zeker dat je je af wilt melden van het abonnement van deze feed?
ru: Вы уверены, что хотите отписаться от этой ленты новостей?
sv: Är du säker på att du vill sluta prenumerera på denna feed?
uk: Ви впевнені, що хочете відписатись від цієї стрічки новин?
vi: Bạn có chắc muốn hủy bỏ đăng ký feed này?

source: Unsubscribe
de: Sich abmelden
eu: Harpidetza eten
fi: Peruuta
fr: Se désabonner
he: הסרת מנוי
ja: 購読中止
lt: Atsisakyti
nl: Uitschrijven
ru: Отписаться
sv: Sluta prenumerera
uk: Відписатися
vi: Bỏ đăng ký

source: Subscription list as OPML
ar: اشترك في القائمة على انك OPML
de: Abonnierte Liste als OPML
eu: Harpidetza zerrenda OPML formatuan
fr: S'abonner au fichier OPML
he: רשימת מנויים בפורמט OPML
ja: OPMLでの定期購読リスト
nl: Abonnementen lijst als OPML
ru: Список подписок в формате OPML
sv: Abonemangslistan enligt OPML
uk: Список підписок в OPML
vi: Đăng ký danh sách như là OPML

source: Update
de: Aktualisieren
eu: Eguneratu
fi: Päivitä
fr: Mettre à jour
he: עדכון
ja: 更新
lt: Atnaujinti
nl: Bijwerken
ru: Обновление
sv: Uppdatera
uk: Оновити
vi: Cập nhật

source: You are not subscribed to any feeds.
ar: انت لست مشرك
de: Du hast keinen RSS-Newsfeed bestellt.
eu: Ez zaude inolako feed-era harpidetuta.
fi: Et ole tilannut syötteitä.
fr: Vous n'êtes abonné à aucun flux.
he: אין לך מנוי על אף ערוץ.
ja: 購読しているフィードはありません。
lt: Neužprenumeruotas nei vienas naujienų kanalas.
nl: U heeft momenteel geen abonnement op feeds.
ru: Вы не подписаны на ленты новостей.
sv: Du prenumererar inte på några feeder.
uk: Ви не підписані на жодну стрічку новин
vi: Bạn không đăng ký bất kỳ feed nào.

source: No feeds were found.
ar: لا تغذية موجودة
de: Es wurden keine Feeds gefunden.
eu: Ez da feed-ik aurkitu.
fi: Syötteitä ei löydy.
fr: Aucun flux n'a été trouvé.
he: לא נמצא אף ערוץ.
ja: フィードが見つかりませんでした。
lt: Nerastas nė vienas naujienų kanalas.
nl: Er zijn geen feeds gevonden.
ru: Лент новостей не найдено.
sv: Inga feeder hittades.
uk: Не було знайдено жодну стрічку новин.
vi: KHông tìm thấy feed nào.

source: To subscribe to a new feed, enter its address below:
ar: للاشتراك في التغذية ادخل العنوان
de: Um einen neuen Feed zu abonnieren, gib unten seine Adresse ein:
eu: Feed berri batetara harpidetzeko sartu zure posta elektronikoaren helbidea ondoren:
fi: Tilaa uusi syöte kirjoittamalle sen osoite alapuolelle:
fr: Pour vous abonner à un nouveau flux, entrez son adresse ci-dessous :
he: כדי להירשם לערוץ חדש, יש להזין את כתובתו למטה:
ja: 新たに定期購読したいフィードのアドレスを、以下に入力してください：
lt: Užsakant naują naujienų kanalą, įveskite adresą žemiau:
nl: Om je aan te melden voor een nieuwe feed, voer het adres hieronder in:
ru: Для подписки на новую новостную ленту введите ее адрес ниже:
sv: För att prenumerera på en ny feed, ange adressen nedan:
uk: Для підписки на нову стрічку новин, введіть її адресу нижче:
vi: Để đăng ký feed mới, nhập địa chỉ dưới đây:

source: Subscribe
de: sich anmelden
eu: Harpidetu
fi: Tilaa
fr: S'abonner
he: הירשמות
ja: 定期購読
lt: Užsisakyti
nl: Abonnement
ru: Подписаться
sv: Prenumerera
uk: Підписатися
vi: Đăng ký

source: This is a list of the feeds with the most subscribers.
ar: قائمة التغذية لمعظم المشتركين
de: Das ist eine Liste der Feeds mit den meisten Abonnenten
eu: Harpidedun gehien dituzten feed-en zerrenda bat da hau.
fi: Näillä syötteillä on eniten tilaajia.
fr: Ceci est une liste des flux avec le plus d'abonnés.
he: זו רשימת הערוצים עם הכי הרבה מנויים.
ja: 以下は、最も多く定期購読されているフィードのリストです。
lt: Naujienų kanalų sąrašas su didžiausiu prenumeratorių skaičiumi.
nl: Dit is een lijst van de feeds met de meeste abonnees.
ru: Это список лент с самым большим количеством подписчиков.
sv: Detta är en lista med feederna med flest prenumeranter.
uk: Це список стрічок новин з найбільшою кількістю підписників.
vi: Đây là danh sách feed với nhiều người đăng ký nhất.

source: Link to site
ar: رابط للموقع
de: Link zur Seite
eu: Guneko estekak
fi: Linkki sivustolle
fr: Faire un lien vers le site
he: קישור לאתר
ja: サイトへのリンク
lt: Nuoroda
nl: Link naar site
ru: Ссылка на сайт
sv: Länka till sajt
uk: Посилання на сайт
vi: Link đến site

source: Unnamed Feed
ar: تغذية بدون اسم
de: Unbenannter Feed
eu: Izenik Gabeko Feeda
fi: Nimettömät syötteet
fr: Flux sans nom
he: ערוץ ללא שם
ja: 名前のないフィード
lt: Bevardis naujienų kanalas
nl: Naamloze Feed
ru: Безымянная лента новостей
sv: Namnlös Feed
uk: Стрічка без імені
vi: Feed không có tên

source: View posts
de: Beiträge ansehen
eu: Mezuak ikusi
fi: Näytä artikkelit
fr: Voir les articles
he: צפייה בעדכונים
ja: 投稿表示
lt: Peržiūrėti įrašus
nl: Bekijk berichten
ru: Просмотр записей
sv: Visa postningar
uk: Переглянути повідомлення
vi: Xem các bài viết

source: Are you sure you want to subscribe to this feed?
ar: متاكد من الاشتراك في هذه التغذية
de: Bist du dir sicher, dass du dich zu diesem Feed anmelden wollten?
eu: Ziur al zaude feed honetan harpidetu nahi duzula?
fi: Haluatko varmasti tilata syötteen?
fr: Êtes-vous sûr de vouloir vous abonner à ce flux ?
he: האם את/ה בטוח/ה שברצונך להירשם לערוץ זה?
ja: 本当に、このフィードを定期購読しますか？
lt: Ar tikrai norite užsiprenumeruoti šį naujienų kanalą?
nl: Weet je zeker dat je je wilt aanmelden voor deze feed?
ru: Вы уверены, что хотите подписаться на эту ленту новостей?
sv: Är du säker på att du vill prenumerera på denna feed?
uk: Ви впевнені, що хочете підписатись на цю стрічку новин?
vi: Bạn có chắc muốn đăng ký feed này?

source: Subscribers
ar: المشتركون
de: Abonnenten
eu: Harpiedunak
fi: Tilaajat
fr: Abonnés
he: מנויים
ja: 定期購読者
lt: Prenumeratoriai
nl: Abonnees
ru: Подписчики
sv: Prenumeranter
uk: Підписники
vi: Người đăng ký

source: No-one has subscribed to any feeds.
ar: لا احد مشترك في التغذية
de: Niemand hat sich zu einem Feed angemeldet.
eu: Inor ez da inongo jarioetara harpidetu.
fi: Kukaan ei ole tilannut syötteitä.
fr: Personne ne s'est abonné à un flux.
he: אף אחד עוד לא נרשם לאף ערוץ.
ja: 誰も定期購読していません。
lt: Neužsakyta jokių naujienų kanalų.
nl: Niemand is abonnee van welke feed dan ook.
ru: Никто не подписан на ленты новостей.
sv: Ingen har prenumererat på några feeder.
uk: Ніхто не підписаний на жодну стрічку новин.
vi: Chưa ai đăng ký feed này cả.

source: Click a box below to automatically import content from a feed into your blog. You can also add default keywords for content from that feed. (You should only do this if you have the legal right to use this resource - in other words, you must have permission from the content owner, as the feed's content will appear in your blog as if you had written it.)
ar: إضغط على الصندوق في الاسفل لتستورد الى مدونتك بطريقة تلقائية محتوى من تغذية متوفرة. تستطيع أيضا إضافة كلمات مفتاحية افتراضية للمحتوى من تلك التغذية. ( تستطيع عمل ذلك فقط في حالة امتلاكك الحق لاستخدام ذلك المصدر– بكلمات أخرى ، يجب أن تأخذ موافقة مالك المحتوى ، حيث أن التغذية ستظهر على المدونة الخاصة بك وكأنك أنت الذي قمت بكتابتها.)
de: Die untere box anklicken um die den Feed zum eigenen Blog hinzuzufügen. Sie können ebenfalls standard Schlagwörter für den Inhalt des Feeds hinzufügen. (Tun Sie dies wenn Sie die Rechte vom Feed Besitzer haben um diese zu verändern, Ihr Name steht dann als Author im Feed.)
fi: Voit tuoda sisältä blogiisi automaattisesti syötteistä tekemällä valinnan. (sinulla tulee olla laillinen oikeus resurssin käyttöön - toisin sanoen lupa tulee olla sisällön omistajalta, koska syötteen sisältö näkyy blogissasi aivan kuten olisit kirjoittanut sen itse.)
fr: Cliquer ci-dessous pour importer automatiquement du contenu à partir d'un flux RSS dans votre blog. Vous pouvez également ajouter des tags ou des mots clefs par défaut pour le contenu de ce flux. Vous devez vous assurer de disposer des droits de reproduction de ces contenus. Ils apparaîtrons dans votre blog comme si vous en étiez l'auteur.
he: יש ללחוץ על אחת התיבות למטה כדי לייבא באופן אוטומטי תוכן מערוץ מסוים אל בלוג שלך. ביכולתך גם להוסיף מילות מפתח קבועות עבור תוכן מאותו ערוץ. (עליך לעשות זאת רק אם יש לך את הזכות החוקית להשתמש במשאב זה - במילים אחרות, עליך לקבל היתר מבעלי התוכן, שכן תוכן הערוץ יוצג בבלוג שלך באופן שיכול להשתמע ממנו כאילו את/ה כתבת אותו.)
ja: あなたのブログへフィードからコンテンツを自動的にインポートしたい場合は、以下のフィードのチェックボックスへチェックを入れてください。 フィードからのコンテンツには、デフォルトのキーワード（タグ）を加えることができます。 （※ これは、あなたがフィードから得られるリソースに対して、法的権限を持つ場合にのみ利用してください。 言い換えれば、この機能を利用すると、フィードからのコンテンツがまるであなたが書いたように見えますので、コンテンツ所有者の許可がなければなりません。）
nl: Klik op het veld hieronder om automatisch content te importeren van een feed naar jouw blog. Je kan ook default keywords voor content van die feed invullen. (Je moet dit alleen doen als je legale rechten hebt om deze bron te gebruiken - met andere woorden, je moet toestemming hebben van de content houder, omdat de feed content in jouw blog zal verschijnen en eruit zal zien alsof jij het zelf hebt geschreven.
ru: Поставьте галочку, чтобы автоматически импортировать содержимое ленты новостей в ваш блог. Вы можете добавлять ключемые слова из этой ленты новостей. (Это можно делать только в том случае, если у вас есть разрешение автора содержимого, так как содержание ленты новостей будет публиковаться от вашего имени).
uk: Натисніть на поле внизу для автоматичного імпортування даних зі стрічки новин в ваш блог. Ви також можете додати типові ключові слова для вмісту тієї стрічки новин. (Ви можете це зробити, лише якщо у вас є право на використання того ресурсу, в іншому випадку вам потрібно отримати дозвіл власника, оскільки дані стрічки новин будуть з'являтись у блозі так наче ви є їх автором.)
vi: Chọn vào hộp thoại sau đây sẽ tự động nhập nội dung từ feed vào trong blog của bạn. Bạn cũng có thể thêm các từ khóa mặc định từ feed này.

source: Are you sure you want to import this content into your personal blog?\nYou should make sure you own it or have permission from the copyright holder.
ar: هل أنت متأكد من جلبك لهذا المحتوى لblog الشخصي الخاص بك؟ عليك التأكد من امتلاكه أو الحصول على إذن من مالك حقوق الطبع والنشر.
de: Bist Du dir sicher, dass Du diesen Inhalt zu deinem Persönlichen Blog hinzufügen willst?\nBitte stelle sicher, dass du die Rechte des Copyrightbesitzers besitzt.
eu: Ziur al zaude edukin hau zure blog pertsonalera inportatu nahi duzula?\nZurea dela edo jabearen copyright baimenak dauzkazula egiaztatu beharko zenuke.
fi: Haluatko varmasti tuoda tämän sisällön omaan blogiisi?\nOlethan tuottanut sen itse tai kysynyt luvan tekijänoikeuksien haltijalta?
fr: Êtes-vous sûr de vouloir importer ce contenu dans votre blog personnel ?\n Vous devez être certain d'en être le propriétaire ou d'avoir la permission du propriétaire des droits.
he: האם את/ה בטוח/ה שברצונך לייבא תוכן זה אל הבלוג שלך? עליך לוודא שהתוכן נמצא בבעלותך או שיש לך היתר להשתמש בו ממי שמחזיק בזכויות עליו.
ja: 本当に、あなたの個人ブログにコンテンツをインポートしてもよろしいですか？\nこれは法的な問題を孕みますので、それがあなたの所有するものか、あるいは、間違いなく著作権保有者から許可を得ている必要があります。
lt: Ar tikrai norite įkelti tai į savo asmeninį dienoraštį?\nĮsitikinkite ar turite leidimą iš autorinių teisių savininko.
nl: Weet je zeker dat je deze content wilt importeren naar jouw persoonlijke blog? Je moet er wel zeker van zijn dat je de maker bent hiervan of toestemming heeft van de copyright houder.
ru: Вы уверены, что хотите импортировать это содержимое в свой блог?\nВы должны быть уверены, что при этом не нарушаете чьих-либо прав.
sv: Är du säker på att du vill importera detta inehåll till din personliga blogg?\nDu bör försäkra dig om att du äger det eller att du har tillstånd från copyrightsinnehavaren.
uk: Ви впевнені, що хочете імпортувати ці дані в ваш персональний блог?\n Ви повині бути впевнені, що є їх власником, або маєте дозвіл від власника.
vi: Bạn có chắc muốn nhập nội dung từ đây vào trong blog của bạn?\n Bạn nên chắc rằng bạn có quyền để làm việc này từ nàh cung cấp feed.

source: unknown
de: unbekannt
eu: ezezaguna
fi: Tuntematon
fr: inconnu
he: לא ידוע
ja: 不明
lt: nežinoma
nl: Onbekend
ru: неизвестно
sv: okänd
uk: невідома
vi: Không xác định

source: View site
de: Site ansehen
eu: Gunea ikusi
fi: Näytä sivusto
fr: Voir le site
he: צפייה באתר
ja: サイトを表示
lt: Peržiūrėti
nl: Bekijk site
ru: Просмотр сайта
sv: Visa sajt
uk: Переглянути сайт
vi: Xem site

source: View aggregator
ar: عرض المجموعة
de: Aggregator zeigen
eu: Agregatzailea ikusi
fi: Näytä aggregaattori
fr: Voir aggrégateur
he: צפייה בקורא RSS
ja: アグリゲータを表示
lt: RSS versija
nl: Toon aggregator
ru: Просмотр аггрегатора
sv: Visa aggregator
uk: Переглянути агрегатор
vi: Xem aggregator

source: Popular feeds
ar: التلقيمات الاكثر شعبية
de: Beliebte Feeds
eu: Elikadura-iturri hedatuak
fi: Suositut syötteet
fr: Flux populaires
he: ערוצים פופולאריים
ja: 人気の高いフィード
lt: Populiarūs naujienų kanalai
nl: Populaire feeds
ru: Популярные RSS ленты
sv: Populära feeds
uk: Популярні стрічки новин
vi: Các feed nổi tiếng

source: Your Resources
ar: مصادرك
de: Meine Nachrichtenquellen
eu: Zure Baliabideak
fi: Resurssisi
fr: Vos ressources
he: המשאבים שלך
ja: リソース
lt: Mano ištekliai
nl: Jouw Nieuwsbronnen
ru: Ваши ресурсы
sv: Dina resurser
uk: Ваші ресурси
vi: Tài nguyên của bạn
