Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/politica/languages/*/LC_MESSAGES/*.po
Languages: ar, de, eu, fi, fr, he, ja, lt, nl, ru, sv, uk, vi

source: Failed to send email. An unknown error occurred.
ar: فشل في ارسال العنوان بسبب خلل غير معروف
de: Fehler beim Senden der E-Mail. Ein unbekannter Fehler trat auf.
eu: Emaila bidaltzerakoan arazo bat egon da. Errore ezezagun bat eman da.
fi: Sähköpostin lähettäminen epäonnistui. Tuntematon virhe.
fr: Echec de l'envoi du courriel. Une erreur inconnue est survenue.
he: שליחת המייל לא הצליחה. אירעה שגיאה לא מוכרת.
ja: 未知のエラーが発生したため、メール送信に失敗しました。
lt: Nepavyko išsiųsti žinutės (klaida nežinoma).
nl: Email kon niet verzonden worden wegens een niet nader beschreven fout.
ru: Ошибка при посылке письма. Произошла неизвестная ошибка.
sv: Kunde inte skicka e-post. Ett okänt fel inträffade.
uk: Надіслати листа не вдалося. Виникла невідома помилка.
vi: Không thể gửi mail. Một lỗi không biết đã xảy ra.

source: Failed to send message. An unknown error occurred.
ar: فشل في ارسال الرسالة بسبب خلل غير معروف
de: Fehler beim Senden der Nachricht. Ein unbekannter Fehler trat auf.
eu: Mezua bidaltzerakoan arazo bat egon da. Errore ezezagun bat eman da.
fi: Viestin lähettäminen epäonnistui. Tuntematon virhe.
fr: Impossible d'envoyer le message. Une erreur inconnu a eu lieu.
he: שליחת ההודעה לא הצליחה. אירעה שגיאה לא מוכרת.
ja: 未知のエラーが発生したため、メッセージ送信に失敗しました。
lt: Nepavyko išsiųsti žinutės (klaida nežinoma).
nl: Bericht kon niet verzonden worden wegens een niet nader beschreven fout.
ru: Не удалось отправить сообщение. Произошла неизвестная ошибка.
sv: Kunde inte skicka meddelande. Ett okänt fel inträffade.
uk: Надіслати повідомлення не вдалося. Виникла невідома помилка.
vi: Không thể gửi thông điệp. Một lỗi không biết đã xảy ra.

source: System
ar: النظام
eu: Sistema
fi: Järjestelmä
fr: Système
he: מערכת
ja: システム
lt: Sistema
nl: Systeem
ru: Система
uk: Системна
vi: Hệ Thống

source: XML error:
ar: خطأ بعرض البيانات:
de: XML Fehler
eu: XML errorea:
fi: XML-virhe:
fr: Erreur XML:
he: טעות XML:
ja: XMLエラー：
lt: XML klaida:
nl: XML fout:
ru: Ошибка XML:
sv: XML fel:
uk: Помилка XML
vi: Lỗi XML

source: Error! Your username must contain letters and numbers only, cannot be blank, and must be between 3 and 12 characters in length.
ar: خطأ! اسم المستخدم يجب ان يتكون من احرف وارقام فقط وبدون فراغات وان يتألف من 3 الى 12 حرف او رقم.
de: Fehler! Dein Nutzername muss aus mindestens 3 und höchstens 12 Buchstaben oder Ziffern bestehen.
eu: Errorea! Zure erabiltzaile izenak hizkiak eta zenbakiak baino ez ditu izan behar, ezin da zuriz utzi, eta 3 eta 12 karaktere bitarteko luzera izan behar du.
fi: Virhe! Käyttäjänimessä saa olla vain kirjaimia ja numeroita, se ei voi olla tyhjä ja sen tulee olla pituudeltaan 3-12 merkkiä pitkä.
fr: Erreur! Le nom du groupe doit contenir seulement des lettres et chiffres, ne doit pas être vide, et doit être constitué de 3 caractères au minimum et 12 au maximum.
he: שגיאה! שם המשתמש חייב להכיל אותיות ומספרים בלבד, לא יכול להיות ריק, וחייב להכיל בין 3 עד 12 תווים.
ja: エラー！ ユーザ名は 3 ～ 12 文字の英数字のみで入力する必要があります。 また、空欄にはできません。
lt: Klaida! Vartotojo vardas sudaromas tiktai iš raidžių ir skaičių, ilgis nuo 3 iki 12 ženklų.
nl: Fout! Je gebruikersnaam mag alleen letters en cijfers bevatten, mag niet leeg zijn en moet tussen de 3 en 12 karakters lang zijn.
ru: Ошибка! Ваше имя пользователя должно состоять только из букв и цифр, и должно быть длиной от 3 до 12 символов.
sv: Fel! Ditt användarnamn får bara innehålla bokstäver och siffror, kan inte vara blankt och måste vara mellan 3 till 12 tecken långt.
uk: Помилка! Ваше ім'я має містити лише букви та числа, не може бути пустим, і має мати довжину від 3 до 12 символів.
vi: Xảy ra lỗi! Tên truy cập của bạn chỉ được phép bao gồm ký tự và chữ số, không thể bỏ trống, và ít nhất là 3 cho đến 12 ký tự.

source: Error! Invalid password. Your passwords must match and be between 6 and 16 characters in length.
ar: رقم سري خاطىء يجب ان يكون بين 6-16 حرف او رقم
de: Fehler! Ungültiges Passwort. Das Passwort muss übereinstimmen und zwischen 6 und 16 Zeichen lang sein.
eu: Errorea! Pasahitz okerra. Zure pasahitzak 6 eta 16 bitarteko luzera izan behar du.
fi: Virhe! Salasana ei kelpaa. Salasanan pitää olle 6-16 merkkiä pitkä.
fr: Erreur! Mot de passe invalide. Vos mots de passe doivent être identiques et doit être entre 6 et 16 caractères de long.
he: שגיאה! סיסמה לא תקנית. על הסיסמאות להיות זהות ולהכיל 6 עד 16 תווים.
lt: Klaida! Neteisingas slaptažodis. Slaptažodžiai turi atitikti. Ilgis nuo 6 iki 16 ženklų.
nl: Fout! Ongeldig wachtwoord. De wachtwoorden moeten gelijk zijn en tussen de zes en zestien karakters lang zijn.
ru: Ошибка! Неверный пароль. Ваши пароли должны быть длиной от 6 до 16 символов, а также совпадать.
sv: Fel! Ogiltigt lösenord. Lösenorden måste vara lika och vara mellan 6 och 16 tecken långt.
uk: Помилка! Неправильний пароль. Ваші паролі повинні співпадати і мати довжину від 6 до 16 символів.
vi: Xảy ra lỗi!Sai mật khẩu. Mật khẩu của bạn phải đúng và cần giữa 6 cho đến 16 ký tự.

source: Error! You must enter your fullname
ar: خطا- ادخل الاسم كاملا
de: Fehler! Du musst deinen vollständigen Namen angeben
eu: Errorea! Zure izen osoa sartu behar duzu
fi: Virhe! Sinun tulee antaa koko nimesi
fr: Erreur! Vous devez entrer votre nom complet
he: שגיאה! עליך להזין את שמך המלא.
ja: エラー！ 氏名の入力は必須です。
lt: Klaida! Įveskite pilną vardą
nl: Fout! Je moet je volledige naam ingeven
ru: Ошибка! Вы должны ввести полное имя
sv: Fel! Du måste ange ditt namn
uk: Помилка! Ви повинні ввести повне ім*я.
vi: Bạn cần phải điền đầy đủ tên

source: Error! Your username and password does not match our record.
ar: العنوان والرقم السري عير مؤهلان
de: Fehler! Dein Benutzername und/oder dein Passwort stimmen nicht mit unseren Daten überein.
eu: Errorea! Zure erabiltzaile izena eta pasahitza ez datoz bat zuk gordetakoarekin.
fi: Virhe! Antamasi käyttäjänimi ja salasana eivät vastaa järjestelmän tietoja.
fr: Erreur! Votre nom d'utilisateur et votre mot de passe ne correspondent pas à notre enregistrement.
he: שגיאה! שם המשתמש והסיסמה אינם תואמים את הרשומות אצלנו.
ja: エラー！ ユーザ名とパスワードがシステムに記録されているものと一致しません。
lt: Klaida! Nežinomas vartotojo vardas ir slaptažodis.
nl: Fout! Uw gebruikersnaam en paswoord komen niet overeen met onze gegevens.
ru: Ошибка! Имя пользователя и пароль не совпадают с нашими данными.
sv: Fel! Ditt användarnamn och lösenord finns inte i vårt register.
uk: Помилка! Ваш логін та пароль не співпадають з нашими записами.
vi: Xảy ra lỗi! Tên đăng nhập và mật khẩu của bạn không đúng.

source: Fatal Error! Unknown action requested.
ar: خطا محتوم
de: Schwerer Fehler! Unbekannte Aktion angefragt.
eu: Errore larria! Eskatutako ekintza ezezaguna da.
fi: Korjaamaton virhe! Pyydettin tuntematonta toimintoa.
fr: Erreur fatale! Requête inconnu.
he: שגיאה קטלנית! פעולה לא מוכרת נדרשה.
ja: 致命的なエラー！ 未知の動作を要求されました。
lt: Esminė klaida! Nežinomo veiksmo užklausa.
nl: Fatale fout! Onbekende actie gevraagd.
ru: Фатальная ошибка! Запрошена несуществующая процедура.
sv: Fatalt fel! Okänt funktion efterfrågades.
uk: Критична помилка! Запит на невідому дію.
vi: Lỗi nghiêm trọng!Không hiểu yêu cầu.

source: Your account creation was successful!
ar: انشاء الحساب تم بنجاح
de: Dein Zugang wurde erfolgreich angelegt!
eu: Zure kontua ondo sortu da!
fi: tilin luominen onnistui!
fr: La création de votre compte est un succès.
he: חשבונך נוצר בהצלחה!
ja: あなたのアカウントの作成に成功しました！
lt: Paskyra sukurta!
nl: Jouw profiel is succesvol opgeladen
ru: Ваш аккаунт успешно создан!
sv: Ditt konto skapades!
uk: Ваш обліковий запис створено успішно!
vi: Tài khoản của bạn đã được tạo thành công!

source: Join up
ar: اشترك
de: Teilnehmen
eu: Izena eman
fi: Liity
fr: M'inscrire
he: הצטרפות
lt: Prisijungti
nl: Lid worden
ru: Присоединиться
sv: Gå med
uk: Приєднатися.
vi: Tham gia

source: Login
de: Einloggen
eu: Sartu
fi: Kirjaudu
fr: M'identifier
he: כניסה
ja: ログイン
lt: Prisijungti
nl: Inloggen
ru: Логин
sv: Logga in
uk: Увійти
vi: Đăng nhập

source: Activity for %s, hosted on %s.
ar: نشاط %s ، مستضاف على %s.
de: Aktivität für %s, gehostet auf %s.
eu: %s rentzako aktibitatea, %s n gordea.
fr: Activité pour %s, hébergé sur %s.
he: פעילות עבור %s, מאוחסן ב%s.
ja: %s さんの活動／ホスト： %s
lt: Veiksmai %s, saugomi %s.
nl: Activiteit voor %s, gehost op %s.
ru: Активность для %s на %s.
sv: Aktivtet för %s, hostat på %s.
uk: Активність для %s, розташованого на %s.
vi: Hoạt động cho %s , trên %s.

source: Activity
ar: نشاط
de: Aktivität
eu: Jarduera
fi: Aktiviteetti
fr: Activité
he: פעילות
ja: 活動
lt: Veiksmai
nl: activiteit
ru: Активность
sv: Aktivitet
uk: Активність
vi: Hoạt động

source: %s posted on weblog post:
ar: %s مرسل على المكان المخصص للمدونة
de: %s abgegeben auf Weblog Eintrag
eu: %s weblog mezuan argitaratua(k):
fi: %s kirjoitti blogiin artikkelin:
fr: %s posté dans le(s) billet(s) du blog:
he: %s כתב בפרסום:
lt: %s įrašas dienoraštyje:
nl: %s geplaatst op weblog bericht:
ru: %s записей в блоге:
sv: %s postade på webbloggpost:
uk: %s надіслане в блог повідомлення:
vi: %s đã đăng bài trên blog:

source: %s posted on weblog post '%s'
ar: %s مضاف إلى إدراج المدونة '%s'
de: %s abgegeben auf Weblog Enitrag '%s'
eu: %s argitaratua(k) '%s' weblog postara
fi: %s kirjoitti blogiin artikkelin '%s'
fr: %s posté dans le billet '%s' du blog
he: %s כתב בפרסום '%s'
lt: %s įrašas dienoraštyje '%s'
nl: %s heeft een bericht geplaats op weblog bericht '%s'
sv: %s postade på webbloggpost'%s'
uk: %s надіслане в блог повідомлення '%s'
vi: %s đã đăng bài trên blog '%s'

source: No activity
ar: غير فعال
de: Keine Aktivitäten
eu: Ez dago jarduerarik
fi: Ei tapahtumia
fr: Aucune activité
he: אין פעילות
ja: 活動なし
lt: Nėra veiksmų
nl: Geen activiteit
ru: Нет активности
sv: Ingen aktivitet
uk: Активність відсутня
vi: Không có hoạt động nào

source: You are already logged on.
ar: انت في الموقع الان
de: Du bist schon angemeldet.
eu: Saioa hasia duzu dagoeneko.
fi: Olet jo kirjautunut.
fr: Vous êtes déjà connecté.
he: כבר התחברת למערכת.
ja: あなたはすでにログオンしています。
lt: Jau prisijungėte.
nl: Je bent al ingelogd.
ru: Вы уже вошли в систему.
sv: Du är redan inloggad
uk: Ви вже ввійшли в систему
vi: Bạn đã đăng nhập

source: The password for this account is extremely insecure and represents a major security risk. You should change it immediately.
ar: الرقم السري لهذا العنوان غير امن وينطوي على مخاطر عليك تغييره
de: Das Passwort für dieses Konto ist sehr unsicher und stellt ein hohes Sicherheitsrisiko dar. Du solltest es sofort ändern.
eu: Kontu honentzako pasahitza zeharo
fi: Tämän tilin salasana on erittäin turvaton ja aiheuttaa suuren tietoturvariskin. Se tulisi vaihtaa välittömästi.
fr: Le mot de passe pour ce compte est extrèmement peu sécurisant et représente un risque majeur de sécurité. Vous devrier le modifier immédiatement.
he: הסיסמה עבור חשבון זה מאוד לא בטוחה ומהווה סכנת אבטחה גדולה. עליך לשנות את הסיסמה מיד.
ja: このアカウントのパスワードは極めて安全性が低く、重大なセキュリティ上の危険がありますので、直ちにパスワードを変更してください。
lt: Pasirinktas labai nesaugus slaptažodis. Prašome pakeisti.
nl: Het wachtwoord voor deze account is uiterst onveilig en is een belangrijk veiligheidsrisico. U zou het onmiddellijk moeten veranderen.
ru: Пароль для этого аккаунта чрезвычайно прост и угрожает безопасности. Рекомендуем вам немедленно сменить его.
sv: Lösenordet för detta konto är inte säkert och är en stor säkerhetsrisk. Du bör ändra det så snart som möjligt.
uk: Пароль для цього аккаунта є надто ненадійним і представляє значний ризик для захисту. Вам слід змінити його негайно.
vi: Mật khẩu cho tài khoản này cực kỳ không an toàn. Bạn nên thay đổi nó ngay lập tức.

source: Please log in
ar: الرجاء تسجيل الدّخول
de: Bitte einloggen
eu: Mesedez, sar zaitez
fi: kirjaudu sisään
fr: Veuillez vous connecter
he: יש להכנס למערכת
ja: ログインしてください
lt: Prisijungti
nl: Aanmelden aub
ru: Пожалуйста, войдите
sv: Var vänlig logga in
uk: Будь ласка, ввійдіть в систему
vi: Vui lòng đăng nhập

source: Recent activity
ar: أحدث الأنشطة
de: Letzte Aktivitäten
eu: Azkenengo aktibitatea
fi: Viimeisimmät tapahtumat
fr: Activités récentes
he: פעילויות אחרונות
ja: 最近の活動
lt: Paskutiniai veiksmai
nl: Recente activiteit
ru: Последние действия
sv: Ny aktivitet
uk: Остання активність

source: Currently viewing recent activity since
ar: استعراض أحدث الأنشطة منذ
de: Zeige letzte Aktivitäten seit
eu: Geroztik egindako arestiko aktibitatea ikusgai
fi: Viimeisimmät tapahtumat ajalta
fr: Visualisation des activités récentes depuis
he: צופה כרגע בפעילויות אחרונות מאז תאריך
ja: 次の日時以降、最近の活動が表示されています：
lt: Paskutiniai veiksmai nuo
nl: Recente activiteit sinds
ru: Просмотр последних действий c
uk: Перегляд останніх дій
vi: Hiện đang xem những hoạt động gần nhất từ khi

source: You may view recent activity during the following time-frames:
ar: يمكنك الاطلاع على النشاط الأخير خلال المدة الزمنية التالية
de: Du kannst Aktivitäten während der folgenden Zeiten ansehen:
eu: Arestiko jarduera ikus dezakezu ondoko denbora tarteetan:
fi: Voit katsoa viimeisimpiä tapahtumia seuraavalta aikajaksolta:
fr: Vous pouvez visionner les activités récentes durant les périodes suivantes :
he: באפשרותך לצפות בפעילויות אחרונות במשך מסגרות הזמן הבאות:
ja: 次の期間中の活動を見ることができます：
lt: Veiksmai:
nl: Je kan recente activiteit voor de volgende periodes bekijken:
ru: Вы можете просматривать последнюю активность в течение данного времени:
sv: Du kan se nya händelser för följande tidsperioder:
uk: Ви можете переглянути останню активність за період:
vi: Bạn có thể xem những hoạt động thông qua bảng thời gian sau

source: The last 24 hours
ar: آخر 24 ساعة
de: letzte 24 Stunden
eu: Azken 24 orduetan
fi: Edelliset 24 tuntia
fr: Depuis 24 heures
he: 24 השעות האחרונות
ja: 過去24時間
lt: Paskutinės 24 valandos
nl: De laatste vierentwintig uur
ru: Последние 24 часа
uk: Останні 24 години
vi: 24 giờ vừa qua

source: The last 48 hours
ar: آخر 48 ساعة
de: letzte 48 Stunden
eu: Azken 48 orduetan
fi: Edelliset 48 tuntia
fr: Depuis 48 heures
he: 48 השעות האחרונות
ja: 過去48時間
lt: Paskutinės 48 valandos
nl: De laatste achtenveertig uur
ru: Последние 48 часов
sv: De senaste 48 timmarna
uk: Останні 48 годин
vi: 48 giờ vừa qua

source: The last week
ar: آخر أسبوع
de: letzte Woche
eu: Azken astean
fi: Edellinen viikko
fr: Cette semaine.
he: השבוע האחרון
ja: 過去1週間
lt: Paskutinė savaitė
nl: De laatste week
ru: Последняя неделя
sv: Senaste veckan
uk: Останній тиждень
vi: Tuần trước

source: The last month
ar: آخر شهر
de: letzten Monat
eu: Azken hilean
fi: Edellinen kuukausi
fr: Ce mois-ci
he: החודש האחרון
ja: 過去1ヶ月
lt: Paskutinis mėnuo
nl: De laatste maand
ru: Последний месяц
sv: Senaste månaden
uk: Останній місяць
vi: Tháng trước

source: Your recent messages
ar: رسائلك الحديثة
de: Deine letzten Nachrichten
eu: Zure azken mezuak
fi: Uusimmat viestisi
fr: Vos messages récents.
he: הודעותיך האחרונות
ja: 最近のメッセージ
lt: Naujausi pranešimai
nl: Je recente berichten
ru: Ваши последние сообщения
sv: Dina nya meddelanden
uk: Твої останні повідомлення
vi: Những thông điệp của bạn

source: Activity on weblog posts you have marked as interesting
ar: النشاط على مرسلات المدونة التي علمتها كمثيرة للإهتمام
de: Aktivitäten in Weblog Beiträgen, die du als interessant markiert hast
eu: Aukeratu dituzun blog mezuetako aktibitatea
fi: Tapahtumat kiinnostaviksi merkitsemissäsi blogeissa
fr: Activité sur les articles du blog que vous avez marquées comme intéressantes.
he: פעילות בפרסומים אשר סימנת כמעניינים
ja: 興味深いとしてマークしたブログ投稿に対する活動
lt: Įvykiai pažymėti 'įdomu'
nl: Activiteit op interessante berichten
ru: Сообщения, отмеченные как интересные
sv: Aktivitet på blogginlägg som du har markerat som intressanta
uk: Діяльність у повідомленнях, які ви визначили цікавими
vi: Những hoạt động trên các blog mà bạn đã đánh đấu yêu thích

source: Read more
ar: اقرأ المزيد
de: weiter lesen
eu: Gehiago irakurri
fi: Lue lisää
fr: Pour en savoir plus.
he: קרא עוד
ja: 続きを読む
lt: Skaityti toliau
nl: Lees meer
ru: Читать дальше
sv: Läs mer
uk: Докладніше
vi: Đọc thêm

source: your blog
ar: مدونتك
eu: zure bloga
fi: Sinun blogi
fr: votre blog
he: הבלוג שלך
ja: ブログ
lt: mano dienoraštis
nl: Jouw weblog
ru: Ваш блог
sv: Din blogg
uk: ваш блоґ
vi: Blog của bạn

source: <b>You</b> commented on weblog post '%s' in %s:
ar: <b>أنت<b/>علقت على الرسالة في المدونة%s'في%s
de: <b>Du</b> hast den Blogbeitrag '%s' in %s kommentiert:
eu: '%s' weblogeko %s mezuari egin dizkiozun komentarioak:
fi: <b>Sinä</b> kommentoit blogin artikkelia '%s' %s:ssa:
fr: <b>Vous</b> avez commenté l'article '%s' du blog %s :
he: <b>את/ה</b> הוספת תגובה בפרסום '%s' ב %s:
ja: <b>あなた</b>は、ブログ投稿「%s」（%s）にコメントを付けました：
lt: <b>Mano</b> komentaras žinutei '%s' dienoraštyje %s:
nl: <b>Jij</b> hebt een bericht geplaats op weblog '%s' in %s:
ru: <b>Вы</b> прокомментировали запись блога '%s' в %s:
sv: <b>Du</b> kommenterade på blogginlägg '%s' i '%s':
uk: <b>Ви</b> прокоментували запис блогу '%s' у %s:
vi: <b>Bạn</b> đã cho ý kiến trên blog đăng '%s' trong %s:

source: <b>%s</b> commented on weblog post '%s' in %s:
ar: <b>%s<b/>علقت على الرسالة في المدونة%s'في%s
de: <b>%s</b> kommentierte den Blogbeitrag '%s' in %s:
eu: %s' weblogeko %s mezuari %s k egin dizkion komentarioak:
fi: <b>%s</b> kommentoi verkkoblogin artikkelia '%s' %s:ssä:
fr: <b>%s</b> a commenté l'article '%s' du blog %s :
he: נוספה תגובה מאת <b>%s</b> בפרסום '%s' ב-%s:
ja: <b>%s</b>は、ブログ投稿「%s」（%s）にコメントを付けました：
lt: <b>%s</b> komentaras žinutei '%s' dienoraštyje %s:
nl: <b>%s</b> heeft een bericht geplaats op weblog '%s' in %s:
ru: <b>%s</b> оставил(а) комментарий к записи блога '%s' в %s:
sv: <b>%s</b> kommenterade på blogginlägg '%s' i '%s':
uk: <b>%s</b> залишив(ла) коментар до запису блога '%s' у %s:
vi: <b>%s</b> đã cho ý kiến trên blog đang '%s' trong %s:

source: No activity during this time period.
ar: لا يوجد نشاط خلال هذه المدة الزمنية
de: Keine Aktivitäten während dieser Periode.
eu: Denbora tarte honetan ez da jarduerarik egon.
fi: Ei tapahtumia tässä aikajaksossa
fr: Aucune activité durant cette période.
he: לא התרחשה כל פעילות במסגרת זמן זה
ja: この期間中の活動はありません。
lt: Šiuo metu nėra veiksmų.
nl: Geen activiteit gedurende deze periode.
ru: Никаких действий за этот промежуток времени.
sv: Ingen aktivitet under denna tidsperiod.
uk: Не було активності протягом цього часового періоду
vi: Không có hoạt động nào trong khoảng thời gian này.

source: Your river
fr: Votre rivière
nl: Jouw stroom

source: This user hasn't done anything yet.
de: Dieser Benutzer hat bis jetzt noch nichts gemacht.
fr: Cet utilisateur n'a encore rien fait.
nl: Deze gebruiker heeft nog geen activiteit

source: This screen displays recent activity on your account by other users over a given time range.
ar: هذه الشاشة تظهر نشاطات الاخرين على حسابك من قبل الاخرين
de: Hier siehst du die Aktivitäten der letzten Zeit.
eu: Leiho honek beste erabiltzaileek zure kontuan egindako azken mugimenduak erakusten ditu emandako denbora tartean.
fr: Cet écran affiche les activités récentes dans votre compte par d'autres utilisateurs dans une période de temps donnée.
he: מסך זה מציג את הפעילויות האחרונות שנעשו ע"י משתמשים אחרים בחשבון שלך בטווח זמן נתון.
lt: Ekranas rodo kitų vartotojų paskutinius veiksmus per pasirinktą laiko tarpą.
nl: Dit scherm geeft activiteit op jouw account door andere gebruikers weer voor een bepaalde periode.
ru: Здесь показана последняя активность пользователей по отношению к вам за определённый период времени.
sv: Denna sida visar nyligen inträffad aktivitet på ditt konto av andra användare över en given tidsperiod.
uk: Цей екран показує останню активність інших користувачів щодо вашого аккаунту за даний проміжок часу.
vi: Màn hình này hiển thị những hoạt động gần đây trên tài khoản của bạn bở những thành viên khác trong khoảng thời gian đã cho.

source: Spam blocking
ar: منع الرسائل غير المرغوب فيها
de: Spam blockieren
eu: Blokeatu spam-a
fi: Roskapostin esto
fr: Blocage de pourriels
he: חסימת ספאם
ja: スパムの遮断
lt: Šiukšlių blokavimas
nl: Spam blokken
ru: Блокировка спама
sv: Spam-blockering
uk: Блокування спаму

source: Content flags
ar: اشارات المحتوى
de: bedenkliche Inhalte
eu: Eduki markak
fi: Sisällön liput
fr: Marqueurs du contenu
he: דגלי תוכן
ja: コンテンツフラグ
lt: Išteklių ženklinimas
nl: Inhoud markeren
ru: Флажки содержания
sv: Innehållsflaggor
uk: Позначки вмісту
vi: Đánh dấu nội dung

source: Manage users
ar: ادارة المستخدمين
de: Benutzer verwalten
eu: Erabiltzaileak kudeatu
fi: Hallitse käyttäjiä
fr: Gestion des utilisateurs
he: ניהול משתמשים
ja: ユーザ管理
lt: Tvarkyti vartotojus
nl: Gebruikersbeheer
ru: Управление пользователями
sv: Hantera användare
uk: Управління користувачами
vi: Quản lý thành viên

source: Error! The new username must contain letters and numbers only, cannot be blank, and must be between 3 and 12 characters in length.
ar: خلل - اسم الدخول يجب ان يتكون من حروف او ارقاموبدون فراغات ومكون من 6-16 رمز
de: Fehler! Der neue Benutzername darf nur Buchstaben und Nummern enthalten, darf nicht leer sein und muss zwischen 3 und 12 Zeichen lang sein.
eu: Errorea! Erabiltzaile berriak letrak eta zenbakiak bakarrik onartzen ditu, ezin da txuri utzi, 3 eta 12 karaktere luzera izan behar duelarik.
fi: Virhe! Uusi käyttäjänimi voi sisältää vain kirjaimia ja numeroita, eikä se voi olla tyhjä. Pituuden on oltava kolmesta kahteentoista merkkiä.
fr: Erreur! Le nom d'utilisateur doit contenir lettres et chiffres seulement, ne doit pas être vide, et doit avoir entre 3 et 12 caractères de long.
he: שגיאה! שם המשתמש החדש צריך להכיל אותיות או מספרים בלבד, לא יכול להיות ריק, ואורכו צריך להיות בין 3 ל-12 תווים.
lt: Klaida! Naujas vartotojo vardas turi būti sudarytas tiktai iš raidžių ir skaičių, ilgis nuo 3 iki 12 simbolių.
nl: Fout! De nieuwe gebruikersnaam mag alleen letters en getallen bevatten, mag niet leeg zijn en dient tenminste tussen de 12 en 13 karakters groot te zijn.
ru: Ошибка! Новое имя пользователя может содержать лишь цифры и буквы, не может быть пустым и должно содержать от 3 до 12 символов.
sv: Fel! Det nya användarnamnet får endast innehålla bokstäver och siffror, kan inte vara tomt oc måste vara mellan 3 och 12 tecken långt.
uk: Помилка! Новий логін повинен складатись лише з літер та цифр, не може бути пустим та має мати від 3 до 12 символів в довжину.
vi: Xảy ra lỗi! Tên truy nhập cần phải bao gồm chữ cái và số, không thể bỏ trống, và cần phải từ 3 đến 12 ký tự trong chiều dài

source: Username was changed to %s.
ar: لقد تغير اسم المستخدم الى %s.
de: Benutzername wurde geändert auf %s.
eu: Erabiltzaile izena %s ra izan da aldatua.
fi: Käyttäjänimi vaihdettu %s
fr: L'identifiant est maintenant %s.
he: שם המשתמש שונה ל%s.
ja: ユーザ名が %s に変更されました。
lt: Vartotojo vardas pakeistas į %s.
nl: Gebruikersnaam is gewijzigd in %s
ru: Имя пользователя было изменено на %s.
sv: Användarnamnet ändrades till %s.
uk: Ім'я користувача було змінене на %s
vi: Tên truy nhập đã được thành %s

source: File quota was changed to %d.
ar: لقد تم تغيير الحجم المخصص للديسك (الملف) إلى %d
de: Dateigröße wurde auf %d geändert.
eu: Fitxategi tamaina %d -ra aldatu da
fi: Tiedostojen kokorajoitus vaihdettu %d.
fr: Quota de fichiers maintenant à %d.
he: מכסת הקבצים שונתה ל %d.
ja: ファイルの容量制限が %d に変更されました。
lt: Failo kvota pakeista į %d.
nl: Schijfruimte gewijzigd to %d
ru: Квота по файлам изменена на %d.
sv: Filkvot ändrades till %d.
uk: Файлова квота була змінена до %d.
vi: Dung lượng lưu trữ đã được đổi thàn %d

source: Icon quota was changed to %d.
ar: حزمة الايقونات حولت الى %d
de: Größe des Icons wurde geändert auf %d.
eu: Ikono kopurua %d ra aldatu da.
fi: Kuvakkeen kokorajoitus vaihdettu %d.
fr: Quota d'icônes maintenant à %d.
he: מכסת האייקונים שונתה ל %d.
ja: アイコンの数量制限が %d に変更されました。
lt: Piktogramos citata pakeista į %d.
nl: Schijfruimte voor pictogrammen is gewijzigd naar %d.
ru: Квота аватаров была изменена на %d.
sv: Ikonkvot ändrades till %d.
uk: Квота на іконки була змінена до %d.
vi: Hình ảnh đại diện của dung lượng đã được đổi thành %d
