Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/politica/languages/*/LC_MESSAGES/*.po
Languages: ar, de, eu, fi, fr, he, ja, lt, nl, ru, sv, uk, vi

source: Remove interesting flag
ar: ازالة العلامة المهمة
de: nicht mehr interessant!
eu: Interesgarria marka kendu
fi: Poista 'mielenkiintoinen' -lippu
fr: Supprimer le marqueur intéressant
he: הסרת דגל עניין
ja: 「興味深い投稿」フラグの除去
lt: Nuimti žymę 'įdomu'
nl: Verwijdering interesse vlag
ru: Снять отметку «интересно»
sv: Ta bort intressant-flagga
uk: Скасувати позначку цікавості
vi: Xóa bỏ đánh dấu bài viết thú vị

source: Keep track of this post
ar: ابقى على تواصل مع هذا البريد
eu: Mezu honen jarraipena egin
fi: Seuraa tätä atrikkelia
fr: Conserver la trace de cet article
he: מעקב אחר פרסום זה
ja: この投稿の動向をおさえる
lt: Stebėti šį įrašą
nl: Volg deze post
ru: Следить за записью
sv: Följ denna postning
uk: Слідкувати за цим повідомленням
vi: Theo dõi chủ đề này

source: Click the 'Mark interesting' button to monitor new comments on your 'recent activity' page.
ar: اضغط زر علامة مهم لعرض التعليقات على صفحة نشاطل الحالي
de: Klicke auf 'als interessant markieren' , um neue Kommentare auf der 'zuletzt aktiv'-Seite anzeigen zu lassen.
eu: 'Markatu interesgarri bezala' botoia sakatu iruzkin berriak ikusteko zure 'azken aktibitate' orrian.
fi: Klikkaa ' Merkitse mielenkiintoiseksi' painiketta, jotta voit seurata uusia kommentteja 'viimeisimmät tapahtumat' sivulla.
fr: Cliquez sur le bouton 'Marquer comme intéressant' pour suivre de nouveaux commentaires dans votre page 'Activité récente'.
he: יש ללחוץ על כפתור 'סימון כמעניין' כדי לעקוב אחר תגובות חדשות בעמוד ה'חדשות' שלך.
ja: 「最近の活動」ページで新しいコメントをモニターするには、「興味深い投稿」ボタンを押してください。
lt: Paspaudę 'įdomu' stebėsite naujus komentarus savo puslapyje 'paskutiniai veiksmai'.
nl: Klik de 'Markeer interessant' vlag om nieuw commentaar op uw 'recente activiteit' pagina te controleren.
ru: Нажмите кнопку «Интересно», чтобы отслеживать новые комментарии на странице «Последняя активность».
sv: Klicka på 'Markera som intressant'-knappen för att se nya kommentarer på din 'Ny aktivitet'ssida
uk: Клацніть на кнопку "Позначити цікавим", щоб відслідковувати нові коментарі на Вашій сторінці "Остання активність"
vi: Nhấn "Đánh dấu thú vị' để theo dõi những ý kiến mới trong trang 'Những hoạt động gần đây' của bạn.

source: Mark interesting
ar: تحديد المهم
eu: Interesgarri bezala markatu
fi: Merkitse kiinnostavaksi
fr: Marquer comme intéressant
he: סימון כמעניין
ja: 興味深い投稿
lt: Pažymeti kaip įdomų
nl: Markeer interessant
ru: Пометить как интересное
sv: Markera som intressant
uk: Позначити цікавим
vi: Đánh dấu thú vị

source: Weblog
ar: المدونة الالكترونية
eu: Webloga
fi: Verkkoblogi
fr: Blog
he: בלוג
ja: ブログ
lt: Dienoraštis
ru: Блог
sv: Blogg
uk: Блог
vi: Blog

source: The weblog for %s, hosted on %s.
de: Das Blog von %s, gehostet auf %s.
eu: %s webloga, %s -n hostatua.
fr: Le blog pour %s, hébergé sur %s.
he: הבלוג עבור %s, מאוחסן ב-%s.
ja: %s さんのブログ／ホスト： %s
lt: %s dienoraštis, saugomas %s.
nl: The weblog for %s, gehost op %s.
ru: Блог %s, на %s.
sv: Bloggen för %s, hostad på %s.
uk: Блог для %s, розташований на %s
vi: Blog dành cho %s, đăng trên %s

source: Weblog posts by
ar: شجل الصفحة ارسل من قبل
de: Weblog Beitrag von
eu: Weblogeko mezuaren egilea
fi: Blogin artikkelit kirjoittajalta
fr: Articles par
he: פרסומים מאת
ja: ブログ投稿者：
lt: Dienoraštį kūrė
nl: Weblog berichten van
ru: Записи блога от
sv: Webbloggpostningar av
uk: Повідомлення надіслані
vi: Weblog đăng bởi

source: in category
ar: في الفئة
de: in Kategorie
eu: kategorian
fi: kategoriassa
fr: dans la categorie
he: בקטגוריה
ja: カテゴリ：
lt: kategorijoje
nl: in de categorie
ru: в категории
sv: i kategori
uk: в категорії
vi: trong thư mục

source: RSS feed for weblog posts by
ar: تغذية RSS لبريد weblog عن طريق
de: RSS Feed für Blogbeiträge von
eu: Weblog mezuen RSS jarioaren egilea
fi: RSS-syötteet blogin artikkeleihin kirjoittajalta
fr: Flux RSS d'articles publiés par
he: ערוץ RSS עבור פרסומים מאת
ja: RSSフィード - ブログ投稿者：
lt: RSS duomenų kanalas dienoraščiui
nl: RSS feed voor weblog berichten van
ru: RSS-лента для записей блога от
sv: RSS feeder för webbloggspostningar av
uk: RSS стрічка для повідомленнь блогу від
vi: RSS feed cho weblog đăng bởi

source: Other users with weblog posts in category
ar: مستخدمين weblog posts آخرين في فئة
de: Andere Benutzer mit Beiträgen in Kategorie
eu: Kategorian weblog postak dituzten beste erabiltzaileak
fi: Muut käyttäjät, joilla on artikkeleja kategoriassa
fr: Autres utilisateurs avec des articles dans la categorie
he: משתמשים אחרים עם פרסומים בקטגוריה
ja: カテゴリ内にブログ投稿のある他のユーザ
lt: Kiti vartotojai su dienoraščio įrašais kategorijoje
nl: Andere gebruikers met weblog berichten in deze categorie
ru: Другие пользователи с записями блога в категории
sv: Andra användare med webbloggspostningar i kategori
uk: Інші користувачі з повідомленнями блогу в категорії
vi: Các thành viên khác với bài viết trong mục lục

source: Users with weblog posts in category
ar: مستخدمين بريد weblog في فئة
de: Benutzer mit Blogbeiträgen in Kategorie
eu: Kategorian weblog mezuak dituzten erabiltzaileak
fi: Käyttäjät, joilla artikkeleja kategoriassa
fr: Utilisateurs avec des articles dans la categorie
he: משתמשים עם פרסומים בקטגוריה
ja: カテゴリ内にブログ投稿のあるユーザ
lt: Vartotojai su dienoraščio įrašais kategorijoje
nl: Gebruikers met weblog bijdragen in deze categorie
ru: Пользователи с записями в категории
sv: Användare med webbloggspostningar i kategori
uk: Користувачі з повідомленнями блогу в категорії
vi: Thành viên với các bài viết trong mục lục

source: Weblog post
ar: بريد Weblog
de: Weblog Beitrag
eu: Weblog mezua
fi: Blogin artikkelit
fr: Article
he: פרסום
ja: ブログ投稿
lt: Dienoraščio įrašas
nl: Weblog bericht
ru: Запись блога
sv: Webbloggpost
uk: Повідомлення блогу
vi: Bài viết weblog

source: Your Blog
ar: مدونتك
de: Mein Blog
eu: Zure Bloga
fi: Sinun Blogi
fr: Votre blog
he: הבלוג שלך
ja: ブログ
lt: Mano dienoraštis
nl: Jouw weblog
ru: Ваш блог
sv: Din blogg
uk: Ваш блог
vi: Blog Của Bạn

source: Post a new entry
ar: ارسل دخول جديد
de: neuen Beitrag veröffentlichen
eu: Sarrera berri bat bidali
fi: Kirjoita uusi artikkeli
fr: Nouvelle article dans le blog
he: יצירת פרסום חדש
ja: 新しいエントリの投稿
lt: Naujas įrašas
nl: Plaats een nieuwe bijdrage
ru: Новая запись
sv: Posta ett nytt bidrag
uk: Надіслати нове повідомлення
vi: Đăng bài mới

source: View blog
ar: عرض المدونة
de: Blog ansehen
eu: Blog ikuskera
fi: Katso blogia
fr: Consulter le blog
he: צפייה בבלוג
ja: ブログの表示
lt: Peržiūrėti dienoraštį
nl: Bekijk je weblog
ru: Просмотр блога
sv: Visa blogg
uk: Переглянути блог
vi: Xem blog

source: Friends' blogs
ar: مدونات الاصدقاء
de: Blogs von Freund/inn/en
eu: Lagunen blogak
fi: Ystävien blogit
fr: Blog des amis
he: בלוגים של חברים
ja: 友人のブログ
lt: Draugų dienoraščiai
nl: Blogs van vrienden
ru: Блоги друзей
sv: Vänners bloggar
uk: Блоги друзів
vi: Blog của bạn bè

source: Interesting posts
ar: المشاركات المشوقة
de: Interessante Einträge
eu: Mezu interesgarriak
fi: Mielenkiintoiset artikkelit
fr: Articles intéressants
he: פרסומים מעניינים
ja: 興味深い投稿
nl: Interessante berichten
ru: Интересные записи
sv: Intressanta inlägg
uk: Цікаві повідомлення
vi: Những bài viết chú ý

source: View all posts
ar: عرض كل المرسلات
de: Alle Beiträge sehen
eu: Mezu guztiak ikusi
fi: Kaikki artikkelit
fr: Consulter tous les messages
he: צפייה בכל הפרסומים
ja: 全投稿を表示
lt: Peržiūrėti visus įrašus
nl: Bekijk alle berichten
ru: Просмотр всех записей
sv: Visa alla poster
uk: Перегляд усіх повідомленнь
vi: Xem tất cả các bài viết

source: Blog widget
ar: عناصر تحكم(ويدجيت)المدونة
eu: Widget bloga
fi: Blogivimpain
fr: Widget blog
he: ווידג'ט בלוג
ja: ブログ・ウィジェット
lt: Dienoraščio įrašas
ru: Элемент «блог»
sv: Blogga widget
uk: Віджет блогу

source: Displays the latest blog posts from a blog of your choice.
ar: يعرض أحدث المدونات لمدونة من اختيارك
de: Zeigt die neusten Blogeinträge eines Blogs deiner Wahl.
eu: Aukeratzen duzun blogaren azken mezuak erakusten ditu.
fi: Näyttää uusimmat artikkelit valitsemistasi blogeista.
fr: Afficher les dernières articles d'un blog de votre choix.
he: מציג פרסומים אחרונים מתוך בלוג שבחרת.
ja: 好みのブログから最新のブログ投稿を表示します。
lt: Rodo pasirinkto dienoraščio paskutinius įrašus.
nl: Toont de laatste blog bericht van een door jouw gekozen blog.
ru: Показывает последние записи выбранного вами блога.
sv: Visar de senaste bloggposterna från en blogg du valt.
uk: Показує останні повідомлення з блогу який ви вибрали.
vi: Hiển thị những bài viết mới từ 1 blog mà bạn chọn

source: their
fr: leur
nl: hun

source: called '%s'
fr: appelé '%s'

source: Anonymous user
ar: مستخدم مجهول
de: Anonymer Benutzer
fr: Utilisateur anonyme
nl: Anonieme gebruiker

source: Posted by
ar: مرسلة من
de: veröffentlicht von
eu: Egilea:
fi: Kirjoittanut
fr: Publié par
he: פורסם ע"י
ja: 投稿者：
lt: Atsiuntė
nl: Geplaatst door
ru: Автор:
sv: Postad av
uk: Надіслано
vi: Đăng bởi

source: Comments
de: Kommentare
eu: Komentarioak
fi: Kommentit
fr: Commentaire(s)
he: תגובות
ja: コメント
lt: Komentarai
nl: reacties
ru: Комментарии
sv: Kommentarer
uk: Коментарі
vi: Ý kiến

source: comment(s)
ar: التعليقات
de: Kommentar(e)
eu: iruzkinak
fi: kommentit
fr: commentaire(s)
he: תגובות
ja: コメント
lt: Komentarai
nl: reactie(s)
ru: комментариев
sv: kommentar(er)
uk: Коментар(і)
vi: Ý kiến

source: This widget displays the last couple of blog posts from an individual user. To begin, select the user from your connections below:
ar: عناصر التحكم( ويدجيت) تعرض اخر مدونتين مرسلة من قبل الفرد المستخدم،للبدء اختر مستخدم من الوصلات أدناه
de: Dieses Widget zeigt die neusten Blogeinträge eines individuellen Benutzers. Wähle einen Benutzer aus um zu beginnen.
eu: Gehigarri honek erabiltzaile baten azken mezuak erakusten ditu. Hasteko, aukeratu harreman zerrenda honetatik:
fi: Tämä vemapin näyttää pari uusinta blogin artikkelia yksittäiseltä käyttäjältä. Alkajaisiksi valitse käyttäjä alla olevista kontakteista:
fr: Cet élément affiche les deux derniers messages du blog d'un utilisateur. Pour commencer, choisissez l'utilisateurs de votre réseau ci-dessous :
he: ווידג'ט זה מציג את הפרסומים האחרונים מאת משתמש יחיד. כדי להתחיל, עליך לבחור משתמש מרשימת המקושרים שלך למטה:
lt: Ši priemonė pateikia paskutinius du vartotojo dienoraščio įrašus. Pasirinkite vartotoją iš savo draugų:
nl: Deze widget toont de laatste paar blog berichten van een individuele gebruiker. Om te beginnen selecteer een gebruiker van je onderstaande connecties:
ru: Этот элемент показывает последние записи блога какого-либо пользователя. Выберите пользователя ниже:
sv: Denna widget visar de senaste bloggpostningarna från en viss användare. Föra tt börja, välj användaren från dina kontakter nedan:
uk: Цей віджет показує останні декілька повідомленнь з блогу конкретного користувача. Щоб розпочати, виберіть користувача з ваших зв'язків нижче:
vi: Widget này hiển thị những bài viết trong blog từ 1 thành viên. Để bắt đầu, lựa chọn thành viên từ kết nối của bạn dưới đây:

source: Then enter the number of blog posts you'd like to display:
ar: ادخل رقم المدونة ليتم عرضها
de: Gib an, wieviele Blogbeiträge angezeigt werden sollen:
eu: Erakutsi nahi duzun blog mezu kopurua jarri:
fi: Montako artikkelia haluat näkyviin:
fr: Puis entrez le nombre de messages que vous voudriez afficher :
he: כעת יש להזין את מספר הפרסומים אשר ברצונך להציג:
ja: 表示したいブログ投稿数を入力してください：
lt: Įveskite kiek dienoraščio įrašų norėtumėte matyti:
nl: Dan het aantal blog berichten dat je wilt tonen.
ru: Затем введите количество записей, которые вы хотите вывести на экран:
sv: Ange sedan antalet bloggposter du vill visa:
uk: Потім оберіть скільки повідомленнь блогу ви хочете відобразити:
vi: Sau đó điền số bài bạn muốn hiển thị

source: From:
ar: من
de: Von:
fr: De:
nl: Van:

source: Your post wasn't added to the blog. This was probably because it was empty, or you don't currently have permission to post in this blog.
de: Dein Eintrag wurde nicht dem Blog hinzugefügt. Möglicherweise war dein Eintrag leer, oder du hast derzeit nicht die Berechtigung Einträge dem Blog hinzuzufügen.
fr: Votre message n'a pas été ajouté au blog. C'était certainement cat il est vide, ou parce que vous n'avait pas actuellement la permission d'écrire sur ce blog.
nl: Het bericht is niet toegevoegd aan jouw weblog. Waarschijnlijk omdat het leeg was, of dat je onvoldoende rechten hebt.

source: The weblog post has been modified.
ar: رسائل المدونة تم تعديلها
de: Blogbeitrag wurde geändert.
eu: Weblogeko mezua aldatua izan da.
fi: Blogin artikkeli on muokattu.
fr: Cet article a été modifié.
he: הפרסום נערך.
ja: ブログ投稿が修正されました。
lt: Dienoraščio įrašas pakeistas.
nl: Het bericht is gewijzigd
ru: Запись блога изменена.
sv: Webbloggpostningen har modifierats.
uk: Повідомлення змінено.
vi: Bài viết trong blog đã được chỉnh sửa

source: This weblog post has now been added to your 'interesting' list.
ar: مرسلات سجل الصفحة اضيف الان الى قائمتك المهمة
de: Diese Beitrag wurde deiner 'Interessante Beiträge'-Liste hinzugefügt.
eu: Weblog-eko mezu hau 'interesgarrien' zerrendara gehitua izan da.
fi: Tämä blogin artikkeli on lisätty sinun listaasi 'mielenkiintoinen'.
fr: Cet article a été ajouté à votre liste d'articles intéressants.
he: פרסום זה נוסף לרשימת ה'מעניינים' שלך.
ja: このブログ投稿は、あなたの「興味深い投稿」リストに追加されました。
lt: Dienoraščio įrašas pridėtas prie 'įdomu' sąrašo.
nl: Deze weblog is nu toegevoegd aan jou 'Interesse' lijst.
ru: Эта запись блога добавлена в ваш список «интересного».
sv: Denna webbloggpostning har nu laggts till till din 'intressant'-lista.
uk: Дане повідомлення додане до списку "цікавого".
vi: Bài viết này đã được thêm vào danh sách 'bài viết thú vị' của bạn.

source: You are no longer monitoring this weblog post.
ar: لم تعد قادرا على عرض سجل الصفحة
de: Du beobachtest diesen Weblog Beitrag nicht länger.
eu: Ez duzu weblog mezu honen jarraipena egingo.
fi: Et enää seuraa tätä artikkelia.
fr: Vous ne suivez plus cet article.
he: את/ה כבר לא עוכב/ת אחר פרסום זה.
ja: もはやこのブログ投稿はモニターしていません。
lt: Nebestebite dienoraščio įrašo.
nl: Je volgt deze weblog niet meer.
ru: Вы больше не отслеживаете эту запись в блоге.
sv: Du följer inte denna webbloggpostning längre.
uk: Ви більше не слідкуєте за цим повідомленням блогу.
vi: Bạn không còn theo dõi bài viết này nữa.

source: Are you sure you want to permanently delete this weblog post?
ar: هل أنت متأكد من حذف المرسلة نهائيا
de: Bist du dir sicher, dass du diesen Beitrag unwiderruflich löschen möchtest?
eu: Ziur zaude weblog mezu hau betirako ezabatu nahi duzula?
fi: Haluatko varmasti poistaa tämän artikkelin?
fr: Souhaitez-vous supprimer définitivement cet article ?
he: האם את/ה בטוח/ה שברצונך למחוק את הפרסום לצמיתות?
ja: 本当に、このブログ投稿を完全に削除してもよろしいですか？
nl: Weet je zeker dat je dit weblog bericht permanent wilt verwijderen?
ru: Вы уверены, что хотите удалить эту запись?
uk: Ви впевнені, що хочете назавжди видалити це повідомлення у блозі?
vi: Bạn có chắc muốn xóa bài viết này?

source: The selected weblog post was deleted.
ar: سجل الصفحة المختار تم حذفه
de: Ausgewählter Blogbeitrag wurde gelöscht.
eu: Aukeratutako weblog mezua ezabatu da.
fi: Valittu blogin artikkeli on poistettu.
fr: L'article sélectionné a été supprimé.
he: הפרסום המסומן נמחק.
ja: 選択されたブログ投稿が削除されました。
lt: Atrinkti dienoraščio įrašai ištrinti.
nl: Het geselecteerde weblog bericht is verwijderd.
ru: Выбранные записи удалены.
sv: Den valda webbloggpostningen raderades.
uk: Обране повідомлення видалене
vi: Bài viết được lựa chọn đã bị xóa.

source: You do not appear to have permission to delete this weblog post. It was not deleted.
ar: ليس لديك الحق في الغاء مرسلات سجل الصفحة . لم تحذف
de: Du hast offensichtlich keine Erlaubnis diesen Weblog Eintrag zu löschen. Er wurde nicht gelöscht.
eu: Ez dirudi weblog mezu hau ezabatzeko baimenak dituzunik. Ez da ezabatua izan.
fi: Sinulla ei ole oikeutta poistaa tätä blogin artikkelia.
fr: Vous n'avez pas la permission de supprimer cet article. Il n'est pas supprimé.
he: נראה שאין לך הרשאה למחוק פרסום זה. הפרסום לא נמחק.
ja: あなたは、このブログ投稿を削除する権限がありません。 ブログ投稿は削除されませんでした。
lt: Įrašas nepašalintas: nepakanka teisių.
nl: Je hebt geen rechten om dit weblog bericht te deleten. Het bericht is niet verwijderd.
ru: У Вас нет прав на удаление данной записи. Запись не удалена.
sv: Du verkar inte ha rätt att ta bort denna webbloggpostning. Den togs inte bort.
uk: У Вас немає прав на видалення цього повідомлення. Воно не було видалене.
vi: Bạn dường như không có quyền để xóa bài viết trong blog. Nó đã không được xóa.

source: Your comment has been added.
ar: التعليقات اضيفت
de: Dein Kommentar wurde hinzugefügt.
eu: Zure komentarioa gehitu da.
fi: Kommenttisi on lisätty.
fr: Votre commentaire a été ajouté.
he: תגובתך הוספה.
ja: コメントが追加されました。
lt: Komentaras pridėtas.
nl: Je reactie is toegevoegd
ru: Ваш комментарий добавлен.
sv: Din kommentar lades till.
uk: Ваш коментар було додано.
vi: Ý kiến của bạn đã được đăng.

source: You have received a comment from %s on your blog post '%s'. It reads as follows:
de: Du hast einen Kommentar von %s zu deinem Blog-Eintrag '%s' erhalten. Er beinhaltet folgendes:
fr: Vous avez reçu un commenatire de %s sur le message suivant '%s'. Il s'agit de:
nl: Je hebt de volgende opmerking ontvangen van %s op jouw weblogbericht '%s':

source: To reply and see other comments on this blog post, click here: %s
de: Um zu antworten oder andere Kommentare zu sehen, kannst du auf folgenden Link klicken: %s
fr: Pour répondre et voir d'autres commentaires sur le message de ce blog, cliquez ici: %s

source: commented on
de: kommentiert auf
fr: commenté le

source: Your comment could not be posted. The system thought it was spam.
ar: لا يمكن ارسال التعليقات . النظام يغتقد انها غير مرغوبة
de: Dein Kommentar wurde nicht gepostet. Das System hat ihn als SPAM-artig identifiziert.
eu: Zure komentarioa ez da bidali. Sistemak spam-tzat hartu du.
fi: Kommenttia ei lisätty. Järjestelmä piti sitä spamminä.
fr: Votre commentaire ne peut pas être posté. Il a été identifié comme spam.
he: תגובתך לא פורסמה. המערכת חשבה שמדובר בתגובת ספאם.
ja: システムによってスパムと見なされたため、コメントは投稿できませんでした。
lt: Komentaras neįrašytas: sistema nusprendė, kad tai šiukšlės.
nl: Jouw commentaar kon niet worden gepost. Het systeem denkt dat het spam is.
ru: Ваш комментарий не добавлен. Система полагает, что это спам.
sv: Din kommentar kunde inte postas. Systemet ansåg att det var spam.
uk: Ваш коментар не може бути розміщений. Система розцінила його як спам.
vi: Ý kiến của bạn không được đăng. Hệ thống nghĩ rằng đó là spam.

source: Are you sure you want to permanently delete this weblog comment?
ar: هل أنت متأكد من حذف الملاحظة نهائيا
de: Bist du sicher, dass du diesen Kommentar unwiderruflich löschen möchtest?
eu: Ziur al zaude behin-betiko ezabatu nahi duzula weblogaren komentario hau?
fi: Haluatko varmasti poistaa tämän kommentin?
fr: Souhaitez-vous supprimer définitivement ce commentaire ?
he: האם את/ה בטוח/ה שברצונך למחוק את התגובה לצמיתות?
ja: 本当に、このブログコメントを完全に削除してもよろしいですか？
lt: Ar tikrai norite ištrinti šį komentarą?
nl: Weet je zeker dat je deze reactie permanent wilt verwijderen?
ru: Вы уверены, что хотите удалить этот комментарий?
sv: Är du säker på att du vill ta bort denna webbloggskommentar permanent?
uk: Ви впевнені, що хочете назавжди видалити цей коментар у блозі?
vi: Bạn có chắc muốn xóa ý kiến của bài viết này?

source: Your comment was deleted.
ar: التعليقات حذفت
de: Dein Kommentar wurde gelöscht.
eu: Zure komentarioa ezabatua izan zen.
fi: Kommenttisi poistettiin.
fr: Votre commentaire a été supprimé.
he: תגובתך נמחקה.
ja: コメントが削除されました。
lt: Komentaras ištrintas.
nl: Je reactie is verwijderd
ru: Ваш комментарий удален.
sv: Ta bort filter
uk: Ваш коментар було видалено.
vi: Ý kiến của bạn đã bị xóa.

source: Remove filter
de: Filter entfernen
eu: Kendu iragazkia
fi: Poista suodatin
fr: Supprimer le filtre
he: הסרת סינון
ja: フィルタの削除
lt: Šalinimo filtras
nl: Filter verwijderen
ru: Удалить фильтр
sv: Ta bort filter
uk: Видалити фільтр
vi: Bỏ bộ lọc

source: Filtered: Showing personal blog posts
ar: الفحص يبين انها مرسلات شخصية
de: Gefiltert: Anzeige der persönlichen Blog-Nachrichten (Posts)
eu: Iragazia: Blog mezu pertsonalak erakusten
fi: Suodatettu: Näytetään henkilökohtaisen blogin artikkelit
fr: Filtré : Montre les articles des blogs personnels
he: סונן: מציג פרסומים פרטיים
ja: フィルタ適用済み： 個人ブログが表示されています
lt: Su filtru: rodomi asmeniniai dienoraščio įrašai
nl: Gefilterd: Toont persoonlijke blog berichten
ru: Фильтр: записи блога пользователя
sv: Filtrerad: Visar personliga bloggpostningar
uk: Відфільтровано: Показуються власні повідомлення
vi: Bộ lọc: Hiển thị những bài viết cá nhân

source: Filtered: Showing community blog posts
ar: الفحص يبين انها مرسلات لسجل التجمع
de: Gefiltert: Anzeige der Gemeinschaft Blog-Nachrichten (Posts)
eu: Iragazia: Komunitateko blog mezuak erakusten
fi: Suodatettu: Näytetään yhteisön blogin artikkelit
fr: Filtré : Montre les articles des blogs de communautés
he: סונן: מציג פרסומים קהילתיים
ja: フィルタ適用済み： コミュニティブログ投稿が表示されています
lt: Su filtru: rodomi bendruomenės dienoraščio įrašai
nl: Gefilterd: toont gemeenschap blog berichten
ru: Фильтр: записи сообщества
sv: Filtrerad: Visar gemenskapsbloggpostningar
uk: Відфільтровано: Показуються повідомлення спільноти
vi: Bộ lọc: Hiển thị những bài viết trong diễn đàn

source: Filtered: Showing posts with comments
ar: فلتر: إظهار البريد دون تعليقات / دون ملاحظات
de: Gefiltert: Anzeige der Nachrichten (Posts) mit Kommentaren
eu: Iragazia: Iruzkinak dituzten mezuak
fi: Suodatettu: Näytetään artikkelit joissa kommentteja
fr: Filtré : Montre les articles avec commentaires
he: סונן: מציג פרסומים עם תגובות
ja: フィルタ適用済み： コメントの付いた投稿が表示されています
lt: Su filtru: rodomi įrašai su komentarais
nl: Filter: laat nu berichten met commentaar zien
ru: Фильтр: записи с комментариями
sv: Filtrerad: Visar poster med kommentarer
uk: Відфільтровано: Показуються повідомлення з коментарями
vi: Bộ lọc: Hiển thị những bài viết với ý kiến

source: Filtered: Showing posts with no comments
ar: فلتر: إظهار البريد دون تعليقات / دون ملاحظات
de: Gefiltert: Anzeige der Nachrichten (Posts) ohne Kommentare
eu: Iragazia: Iruzkinik gabeko mezuak
fi: Suodatettu: Näytetään artikkelit joissa ei kommentteja
fr: Filtré : Montre les articles sans commentaires
he: סונן: מציג פרסומים ללא תגובות
ja: フィルタ適用済み： コメントの付いていない投稿が表示されています
lt: Su filtru: rodomi įrašai be komentarų
nl: Gefilterd: toont berichten zonder commentaar
ru: Фильтр: записи без комментариев
sv: Filtrerad: Vsiar poster utan kommentarer
uk: Відфільтровано: Показуються повідомлення без коментарів
vi: Bộ lBộ lọc: Hiển thị những bài viết với không ý kiến

source: Filtered: Showing posts from
ar: فقط المراسلات من
de: Gefiltert: Anzeige Nachrichten (Posts) von
eu: Iragazia: Erabiltzaile honen mezuak erakusten:
fi: Suodatettu: Näytetään artikkelit kohteesta
fr: Filtré : Montre les articles de
he: סונן: מציג פרסומים של
ja: フィルタ適用済み： 次の日付以降の投稿が表示されています
lt: Su filtru: rodomi įrašai nuo
nl: Gefilterd: toont berichten van
ru: Фильтр: внешние записи
sv: Filtrerad: Visar postningar från
uk: Відфільтровано: Показуються повідомлення від
vi: Bộ lọc: Hiển thị những bài viết từ

source: Filtered: Showing posts tagged with
ar: فلتر: إظهار البريد مرتبط بـ
de: gefiltert: Posts anzeigen, die mit markiert sind
eu: Iragazia: Etiketa hau duten mezuak
fi: Suodatettu: Näytetään artikkelit joissa tagi
fr: Filtré : Montre les articles marquées avec
he: סונן: מציג פרסומים המתויגים כ
ja: フィルタ適用済み： 次のタグを含む投稿が表示されています
lt: Su filtru: rodomi įrašai pažymėti
nl: Gefilterd: toont berichten getagged met
ru: Фильтр: показ записей с тегами
sv: Filtrerad: Visar postningar markerade med
uk: Відфільтровано: Показуються повідомлення, позначені тегом
vi: Bộ lọc: Hiển thị những bài viết được đánh dấu với

source: Community
ar: المجتمع
de: Gemeinschaft
eu: Komunitatea
fi: Yhteisö
fr: Communauté
he: קהילה
ja: コミュニティ
lt: Bendruomenė
nl: Gemeenschap
ru: Сообщество
uk: Спільнота
vi: Diễn đàn
