Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/politica/languages/*/LC_MESSAGES/*.po
Languages: ar, de, eu, fi, fr, he, ja, lt, nl, ru, sv, uk, vi

source: Leave this blank if you're happy to leave your password as it is.
ar: اترك هذا السطر اذا كنت تريد ترك الرقم السري كما هو
de: Lasse dieses Feld leer, wenn du dein Passwort nicht ändern möchtest.
eu: Eremu hau zuriz utzi zure pasahitza bere hortan utzi nahi baldin baduzu.
fi: Jätä tämä tyhjäksi mikäli haluat jättää salasanasi entisekseen.
fr: Laissez vide si vous désirez conserver votre mot de passe actuel
he: מוטב להשאיר את זה ריק אם אין לך בעיה עם הסיסמה שלך כפי שהיא.
ja: パスワードを変更したくない場合は、ここを空欄のままにしてください。
lt: Palikite tuščią ir slaptažodis nesikeis.
nl: Laat dit leeg om je wachtwoord niet te wijzigen
ru: Оствьте это поле пустым, если вы не собираетесь менять пароль.
sv: Lämna denna tom om du är nöjd med ditt lösenord.
uk: Залиште поле пустим, якщо ви хочете залишити пароль без змін.
vi: Để trống nếu như bạn đã hài lòng với mật khẩu cũ của mình.

source: Your password:
ar: رقمك السري
de: Dein Passwort:
eu: Zure pasahitza:
fi: Salasanasi:
fr: Votre mot de passe :
he: סיסמתך:
ja: パスワード：
nl: Jouw wachtwoord:
ru: Ваш пароль:
sv: Ditt lösenord:
uk: Ваш пароль:
vi: Mật khẩu:

source: Again for verification purposes:
ar: مجددا لغايات التحقق:
de: Wiederholung zur Bestätigung:
eu: Berriro egiaztatu asmoz:
fi: Salasana uudestaan:
fr: A nouveau, pour vérification :
he: שוב, לצורכי אימות:
ja: 確認のため再度入力してください：
nl: Nogmaals, ter controle:
ru: Еще раз (для целей проверки):
sv: En gång till för att verifiera:
uk: Знову, для перевірки:
vi: Điền lại một lần nữa để xác nhận:

source: Delete account
de: Lösche Konto!
fr: Détruire le compte

source: None.
ar: لا احد
de: Keine/r.
eu: Bat ere ez.
fi: Ei mitään.
fr: Aucun.
he: כלום.
ja: なし
lt: Nė vienas.
nl: Geen.
ru: Нет.
sv: Ingen.
uk: Жодного.
vi: Không

source: Widget deleted.
ar: حذف عناصر التحكم (ويدجيت)
de: Widget gelöscht
eu: Widget-a ezabatua izan da.
fi: Vimpain poistettu.
fr: Widget effacé.
he: הווידג'ט נמחק.
ja: ウィジェットが削除されました。
lt: Elementas pašalintas.
nl: Widget verwijderd.
ru: Элемент удален.
sv: Widget raderad.
uk: Віджет видалено.
vi: Xóa Widget

source: Edit widget
ar: تعديل عناصر التحكم ( ويدجيت)
de: Widget bearbeiten
eu: Widget-a editatu
fi: Muokka vempainta
fr: Editer widget
he: עריכת ווידג'ט
ja: ウィジェットの編集
lt: Keisti elementą
nl: Widget bewerken
ru: Редактирование элемента
sv: Redigera widget.
uk: Редагувати віджет
vi: Chỉnh sửa widget

source: Widget edited.
ar: تحرير عناصر التحكم ( ويدجيت)
de: Widget bearbeitet
eu: Widget-a editatua izan da.
fi: Vempain muokattu
fr: Elément modifié.
he: הפריט נערך.
ja: ウィジェットが編集されました。
lt: Elementas pakeistas.
nl: Widget bewerkt.
ru: Элемент изменён.
sv: Widget redigerad.
uk: Віджет відредаговано.
vi: Đã chỉnh sửa widget.

source: You do not have permission to edit this widget.
ar: ليس لديك الإذن بتعديل عناصر التحكم ( ويدجيت)
de: Du haben keine Erlaubnis diese Widget zu ändern.
eu: Ez duzu widget hau editatzeko baimenik.
fi: Sinulla ei ole oikeuksia muokata tätä vempainta.
fr: Vous n'avez pas la permission de modifier cet élément.
he: אין לך הרשאה לערוך פריט זה.
ja: このウィジェットを編集する権限がありません。
lt: Neturite teisės keisti šį elementą.
nl: Je hebt geen toestemming om deze widget te bewerken.
ru: У Вас нет прав на редактирование этого элемента.
sv: Du har inte rätt att redigera denna widget.
uk: Ви не маєте прав на редагування цього віджету.
vi: Bạn không có quyền chỉnh sửa widget này.

source: Text box
ar: صندوق النص
de: Textfeld
eu: Testu kaxa
fi: tekstikenttä
fr: Zone de texte
he: תיבת טקסט
ja: テキストボックス
lt: Teksto laukas
nl: Tekstvak
ru: Текстовое поле
uk: Текстове поле
vi: Hộp văn bản

source: Displays the text of your choice.
ar: اعرض النص برغيتك
de: Zeigt einen Text deiner Wahl an.
eu: Aukeratu duzun testua erakusten du.
fi: Näyttää valitsemasi tekstin.
fr: Affiche le texte de votre choix.
he: מציג מלל לפי בחירתך.
ja: 好みのテキストを表示します。
lt: Rodo pasirinktą tekstą.
nl: Toont een tekst
ru: Показывает любой текст.
sv: Visar texten du valt.
uk: Відобразити вибраний вами текст.
vi: Hiển thị nội dung bạn chọn

source: Delete widget
ar: حذف عناصر التحكم (ويدجيت)
de: Widget löschen
eu: Widget-a ezabatu
fi: Poista vimpain
fr: Supprimer le widget
he: מחיקת ווידג'ט
ja: ウェジェットの削除
lt: Šalinti elementą
nl: Widget verwijderen
ru: Удалить элементу
sv: Ta bord widget.
uk: Видалити віджет
vi: Xóa widget

source: Move up
ar: تحريك إلى الأعلى
de: Nach oben
eu: Gora mugitu
fi: Siirrä ylös
fr: Monter
he: הזזה למעלה
ja: 上へ移動
lt: Perkelti aukštyn
nl: Verplaats naar boven
ru: Переместить выше
sv: Flytta upp
uk: Перемістити вгору
vi: Dời lên

source: Move down
de: Nach unten
eu: Behera mugitu
fi: Sii<a href="index.php">rrä alas
fr: Descendre
he: הזזה למטה
ja: 下へ移動
lt: Perkelti žemyn
nl: Verplaats naar beneden
ru: Переместить ниже
sv: Flytta ner
uk: Перемістити вниз
vi: Dời xuống

source: Move right
de: Bewege nach rechts
fr: Déplacer vers la droite

source: Move left
de: Bewege nach links
fr: Déplacer vers la gauche

source: Showing %s to %s of %s results
de: Zeige Ergebnisse %s bis %s von insgesamt %s Ergebnissen an
fr: Affichant les %s à %s des résultats de %s

source: Access:
de: Zugriff:
fr: accès:

source: Save widget
ar: حفظ عناصر التحكم (ويدجيت)
de: Widget speichern
eu: Widget-a gorde
fi: Tallenna vimpain
fr: Enregistrer le widget
he: שמירת ווידג'ט
ja: ウィジェットの保存
lt: Išsaugoti elementą
nl: Widget opslaan
ru: Сохранение элемента
sv: Spara widget
uk: Зберегти віджет
vi: Lưu widget

source: This text box is undefined. If you are the widget owner, click 'edit widget' to add your own content.
ar: صندوق الحوار غير معرف اذا كنت المالك اضغط على تعديل لاضافة حسابك
de: Diese Textbox ist undefiniert. Wenn du der Besitzer des Widgets bist, dann klicke auf 'Widget bearbeiten' um deine eigenen Inhalte hinzuzufügen.
eu: Testu kaxa hau ez dago zehaztuta. Widget honen jabea baldin bazara klikatu "widget-a editatu" n zure edukin propioa gehitzeko.
fi: Tekstikenttää ei ole määritelty. Jos omistat vimapimen, klikkaa 'muokkaa vimpainta' ja lisää sisältö.
fr: Cette boîte n'est pas défini. Si vous êtes le propriétaire de l'élément, cliquez sur 'modifier l'élément' pour ajouter votre contenu.
he: תיבת מלל זו אינה מוגדרת. אם הווידג'ט זה הוא בבעלותך, יש ללחוץ על 'עריכת ווידג'ט' כדי להוסיף תוכן בעצמך.
lt: Neapibrėžtas teksto laukas, pasirinkite 'redaguoti'.
nl: Deze tekst veld is onbepaald. Als jij de programma eigenaar bent, klik 'edit programma' om jouw eigen content toe te voegen.
ru: Этот текстовый блок не определен. Если вы владелец этого элемента, перейдите по ссылке "редактировать элемент" чтобы добавить сюда что-нибудь.
sv: Denna textbox är inte definierad. Om du är ägaren till widgeten, klicka på "Redigera widget" för att lägga till ditt egna innehåll.
uk: Це текстове поле не визначене. Якщо ви є власником віджету, натисніть 'редагувати віджет' щоб додати ваш власний вміст.
vi: Hộp văn bản này không được xác định. Nếu bạn là chủ nhân của widget này, hãy nhấn vào chỉnh sửa widget để thêm nội dung vào.

source: This widget displays the text content of your choice. All you need to do is enter the title and body below:
ar: تعرض عناصر التحكم(ويد جيت) النص حسب رغبتك كل ما عليك هو ادخال العنوان والنص
de: Dieses Widget zeigt einen Textinhalt deiner Wahl. Alles was du tun müsst ist den Titel und den Text einzugeben:
eu: Widget honek aukeratu duzun testua bistaraziko du. Egin behar duzun bakarra izenburua eta testua sartzea da:
fi: Tämä vimpain näyttää valitsemasi tekstin. Lisää vain otsikko ja teksti.
fr: Cet élément affiche le texte de votre choix. Tout ce que vous devez faire c'est de remplier le titre et le corps ci-dessous :
he: ווידג'ט זה מציג תוכן טקסטואלי לבחירתך. כל שעליך לעשות הוא להזין את הכותרת ואת התוכן למטה:
lt: Įveskite antraštę ir tekstą:
nl: Deze widget toont tekst van je eigen keuze. Je hoeft alleen de titel en inhoud in te voeren:
ru: Этот элемент может показывать любой текст. Вам нужно ввести заголовок и содержимое ниже:
sv: Denna widget visar textinnehållet du väljer. Allt du behöver göra är att ange titeln och innehållet nedan:
uk: Цей віджет відображає тектовий вміст який ви вибрали. Все, що вам потрібно зробити - це ввести заголовок та тіло внизу:
vi: Widget này hiển thị nội dung hộp thoại bạn chọn. Bạn chỉ cần điền tiêu đề và thân bài sau đây:

source: Hover your mouse over the name of each widget to find out more about it. Drag widgets from the widgets column into either profile column. You can also move widgets around within the profile columns. Edit any widget by clicking on it.
de: Bewege deine Maus über den Namen eines beliebigen Widgets, um mehr darüber zu erfahren. Ziehe Widgets von der Widgets-Spalte in die Profil-Spalte. Du kannst auch Widgets innerhalb der Profil-Spalten bewegen. Bearbeite ein beliebiges Widget, indem du auf es klickst.
fr: Positionnez votre souris sur le nom de chaque module pour trouver des explications le concernant. Faire glisser les modules (widgets) de la colonne widgets vers la colonne d'un profil. Vous pouvez aussi déplacer les widgets vers les colonnes du profil. Pour éditer un module, cliquez dessus.

source: Manage Widgets
de: Verwalte Widgets
fr: Administrer les modules tiers (widgets)

source: You must be logged-in to manage your widgets
de: Du musst angemeldet sein, um deine Widgets verwalten zu können.
fr: Vous devez être identifié pour pouvoir administrer vos modules tiers (widgets)

source: Widget moved.
ar: نقل عناصر التحكم (ويدجيت)
de: Widget verschoben.
eu: Widget-a mugitua izan da.
fi: Vimpain siirretty.
fr: Elément déplacé.
he: ווידג'ט הוזז.
ja: ウィジェットは移動されました。
lt: Elementas perkeltas.
nl: Widget verplaatst.
ru: Элемент перемещён.
sv: Widgeten flyttad.
uk: Віджет пересунуто.
vi: Chuyển widget

source: Edit profile
ar: تعديل السيرة
de: Profil bearbeiten
eu: Profila editatu
fi: Muokka profiilia
fr: Modifier profil
he: עריכת פרופיל
ja: プロフィールの編集
lt: Keisti profilį
nl: Profiel bewerken
ru: Редактирование профиля
sv: Redigera profil
uk: Редагувати профіль
vi: Chỉnh sửa hồ sơ

source: %s (in category %s)
ar: %s (ضمن فئة %s)
de: %s (in Kategorie %s)
eu: %s (%s kategorian)
fi: %s (kategoriassa %s)
fr: %s (dans la catégorie %s)
he: %s (בקטגוריה %s)
nl: %s (in categorie %s)
ru: %s (в категории %s)
sv: %s (i kategori %s)
uk: %s (в категорії %s)
vi: %s (trong thư mục %s)

source: Profile updated.
ar: تم تحديث معلوماتك الخاصة
de: Profil aktualisiert.
eu: Profila gaurkotu egin da.
fi: Profiili päivitetty.
fr: Profil mis à jour.
he: הפרופיל עודכן.
ja: プロフィールは更新されました。
lt: Profilis pakeistas.
nl: Profiel is bijgewerkt
ru: Профиль обновлен.
sv: Profil uppdaterad.
uk: Профіль оновлено
vi: Cập nhật hồ sơ

source: You need to fill in the following required fields: %s
ar: يجب ملء الخانات الضرورية التالية: %s
de: Du musst folgende Felder ausfüllen: %s
eu: Beharrezko eremu hauek bete behar dituzu: %s
fi: Täytä seuraavat vaaditut kentät: %s
fr: Vous devez renseigner les champs obligatoires suivants : %s
he: עליך למלא את השדות הנדרשים הבאים: %s
ja: 次のフィールドへの記入は必須です： %s
nl: U moet de noodzakelijke velden invullen: %s
ru: Необходимо заполнить эти поля: %s
sv: Du måste fylla i följande obligatoriska fält: %s
uk: Вам слід заповнити наступні обов'язкові поля: %s
vi: Bạn cần phải điền vào các phần sau: %s

source: Extended profile
de: Erweitertes Profil
fr: Profil étendu

source: Click here to view extended profile
de: Klicke hier um das Erweiterte Profil zu öffnen
fr: Cliquez ici pour voir le profil étendu

source: Submit details:
ar: اقبل التفاصيل
de: Details absenden:
eu: Xehetasunak bidali:
fi: Syötä tiedot:
fr: Enregistrer détails:
he: פרטים:
ja: 詳細の送信：
nl: Verstuur gegevens:
ru: Отправить данные:
sv: Lägg till detaljer
uk: Параметри підписки:
vi: Đăng tải thông tin

source: Save your profile
ar: احفظ سيرتك
de: Profil speichern
eu: Zure profila gorde
fi: Tallenna profiili
fr: Enregistrer votre profil
he: שמירת פרופיל
ja: プロフィールの保存
nl: Bewaar je profiel
ru: Сохранить профиль
sv: Spara din profil.
uk: Зберегти Ваш профіль
vi: Lưu hồ sơ

source: You can import some profile data by uploading a FOAF file here:
ar: يمكن استيراد معاومات السيرة عن طريق تحميل FOAFهنا
de: Du kannst Profildaten importieren, indem du eine FOAF Datei hier hochlädst.
eu: Profilaren informazio batzuk inportatu ditzakezu FOAF fitxategi bat igoz:
fi: Voit lisätä tietoja profiiliin siirtämällä FOAF-tiedoston:
fr: Vous pouvez importer des données de profil en téléchargeant un fichier FOAF ici :
he: אפשר לייבא נתוני פרופיל באמצעות העלאת קובץ FOAF כאן:
ja: ここで FOAF ファイルをアップロードすると、いくつかのプロフィールデータを読み込むことができます：
lt: Galite įkelti duomenis iš FOAF failo:
nl: U kan sommige profiel gegevens hier importeren door het laden van een FOAF bestand:
ru: Вы можете импортировать данные, загрузив файл FOAF:
sv: Du kan importera vissa profildata genoma tt ladda upp en FOAF-fil här:
uk: Ви можете імпортувати деяку інформацію в профіль, завантаживши FOAF файл тут:
vi: Bạn có thể nhập 1 số dữ liệu hồ sơ bằng cách đăng tải file FOAF ở đây

source: Upload a FOAF file:
ar: حمل ملف FOAF
de: FOAF Datei hochladen:
eu: FOAF fitxategi bat igo:
fi: Siirrä FOAF-tiedosto:
fr: Charger un fichier FOAF :
he: העלאת קובץ FOAF:
ja: FOAFファイルのアップロード：
lt: Įkelti FOAF failą:
nl: Een FOAF bestand uploaden
ru: Загрузка файла FOAF:
sv: Ladda upp en FOAF-fil:
uk: Завантажити FOAF файл:
vi: Đăng tải FOAF file:

source: Activity tagged with %s
ar: نشاط مسمى %s
de: Aktivitäten mit dem Stichwort %s
eu: %s rekin etiketatutako jarduera
fr: Activité marqué avec %s
he: פעילות שתויגה כ-%s
lt: Veiksmai pažymėti %s
nl: Activiteit gemarkeerd met %s
ru: Отмечено как %s
sv: Aktivitet markerad med %s
uk: Активність помічена тегами %s
vi: Những hoạt động được đánh dấu với %s

source: Search Profiles
ar: بحث عن السيرة
de: Profile durchsuchen
eu: Profilak Bilatu
fi: Etsi profiileista
fr: Cherche des profil
he: חיפוש פרופילים
ja: プロフィールの検索
lt: Profilių paieška
nl: Zoek profielen
ru: Поиск по профилям
sv: Sök profiler
uk: Пошук профілів
vi: Tìm kiếm hồ sơ

source: Searching
de: Suche läuft ...
eu: Bilatzen
fi: Etsitään
fr: Recherche en cours
he: מחפש
ja: 検索中
nl: Bezig met zoeken
ru: Ищем
sv: Sökning
uk: Пошук
vi: Tìm kiếm

source: Search for results from:
ar: ابحث عن النتائج في
de: Suchergebnisse von:
eu: Ondoko emaitzetan bilatu:
fi: Etsinnän tulokset:
fr: Chercher des résultats de :
he: חיפוש תוצאות מ:
ja: 次の結果から検索：
lt: Ieškoti:
nl: Zoeker naar resultaten van:
ru: Поиск по:
sv: Sök efter resultat från:
uk: Пошук результатів з:
vi: Tìm kiếm kết quả từ:

source: Filter by content type:
ar: صنف حسب نوع المحتوى
de: Nach Inhaltstypen filtern:
eu: Edukin motaren baitan iragatzi:
fi: Suodata sisällön mukaan:
fr: Filtrer par type de contenu :
he: סינון לפי סוג תוכן:
ja: コンテンツタイプによるフィルタ：
lt: Filtruoti pagal tipą:
nl: Filter bij type content
ru: Фильтрация по типу содержимого:
sv: Filtrera efter innehållstyp:
uk: Фільтрувати за типом вмісту:
vi: Chọn lọc nội dung:

source: Everything
de: Alles
eu: Guztia
fi: Kaikki
fr: Tout
he: הכל
ja: すべて
lt: Viskas
nl: Alles
ru: Всё
sv: Allt
uk: Все
vi: Mọi thứ

source: Users and communities
ar: المستخدمين والمجتمعات
de: NutzerInnen und Gemeinschaften
eu: Erabiltzaileak eta komunitateak
fi: Käyttäjiä ja yhteisöjä
fr: Utilisateurs et communautés
he: משתמשים וקהילות
ja: ユーザとコミュニティ
lt: Vartotojai ir bendruomenės
nl: Gebruikers en gemeenschappen
ru: Пользователи и собщества
sv: Användare och communities
uk: Користувачі і спільноти
vi: Các thành viên và diễn đàn

source: Some Tags
ar: بعض المواصيع
de: Einige Stichworte
eu: Hainbat Etiketa
fr: Quelques mots-clés
he: קצת תגים
ja: いくつかのタグ
lt: Žymės
nl: Sleutelwoorden
ru: Некоторые теги
sv: Några taggar
uk: Деякі теги
vi: Một số mục đánh dấu

source: Select / Create / Edit Themes
ar: اختار- اخلق\ عدل الواضيع
de: Design auswählen / erstellen / bearbeiten
eu: Aukeratu / Sortu / Editatu Azalak
fi: Valitse / Luo / Muokkaa teemoja
he: בחירת / יצירת / עריכת עיצובים
ja: テーマの選択／作成／編集
lt: Pažymėti / Sukurti / Keisti Temas
nl: Selecteer / Creeër / Wijzig thema's
ru: Выбрать / Создать / Редактировать темы
sv: Välj / Skapa / Redigera teman
uk: Обрати / Створити / Редагувати Теми
vi: Chọn / Tạo / Chỉnh sửa giao diện

source: Archives
de: Archiv
nl: Archieven

source: Archive
de: Archiv
eu: Fitxategia
fi: Arkisto
he: ארכיון
ja: アーカイブ
lt: Archyvas
nl: Weblog archief
ru: Архив
sv: Arkiv
uk: Архів
vi: Lưu trữ

source: Page:
ar: الصفحة
de: Seite:
eu: Orria:
fi: Sivu:
he: דף:
ja: ページ：
nl: Pagina:
ru: Страница:
sv: Sida:
uk: Сторінка:
vi: Trang:

source: Charles Babbage
de: Beispiel Benutzer
he: צ'ארלס בבג'
lt: Čarlzas Babidžas
ru: Чарльз Бэббидж
uk: Чарльз Баббадж

source: The Analytical Engine - introduction from Chapter VIII
ar: المحرك الخاص بالتحليل- مقدمة مأخوذة من الفصل VIII الثامن
de: Die Analytische Maschine - Einführung aus Kapitel VIII
he: המנוע האנליטי - הקדמה מפרק 8
lt: Analitinis variklis - įvadas į VIII skyrių

source: The circular arrangement of the axes of the Difference Engine round the large central wheels led to the most extended prospects. The whole of arithmetic now appeared within the grasp of mechanism. A vague glimpse even of an Analytical Engine at length opened out, and I pursued with enthusiasm the shadowy vision. The drawings and the experiments were of the most costly kind. Draftsmen of the highest order were necessary to economize the labour of my own head; whilst skilled workmen were required to execute the experimental machinery to which I was obliged constantly to have recourse. In order to carry out my pursuits successfully, I had purchased a house with above a quarter of an acre of ground in a very quiet locality. My coach-house was now converted into a forge and a foundry, whilst my stables were transformed into a workshop. I built other extensive workshops myself, and had a fireproof building for my drawings and draftsmen. Having myself worked with a variety of tools, and having studied the art of constructing each of them, I at length laid it down as a principle - that, except in rare cases, I would never do anything myself if I could afford to hire another person who could do it for me.
ar: التعديل الدوري لمحاور محرك التمييز حول العجلات المركزية الكبيرة أدت إلى وجود أكثر الموضوعات اتساعا..إن كل ما يتعلق بعلم الحساب ظهر الآن من خلال فهم واستيعاب تقنية الأجهزة. هنالك غموض ما استشعره حتى محرك التحليل لمدة غير محددة. وقد تابعت وبحماس تلك الرؤية المبهمة. إن الرسومات (المخططات) والتجارب كانت أكثر الأنواع كلفة. كان من الضروري على الأشخاص الذين قاموا بعمل تلك المخططات أن يقتصدوا بالعمل في حين طلب من العمال المهرة أن يقوموا بتنفيذ الآلية التجريبية والتي كنت أجبر على تنفيذها باستمرار عند الحاجة. ولانجاز عملية المتابعة بنجاح, قمت بشراء منزل على مساحة ربع فدان وفي منطقة هادئة جدا. هذا المنزل الخاص تحول الآن إلى مكان للحدادة و سباكة المعادن وتحولت إسطبلات الخيل إلى ورشة عمل. وقمت بنفسي ببناء ورشات عمل واسعة ومبنى مضاد للحريق لحفظ الرسومات ولعمل الأشخاص القائمين عليها. بعد العمل بمختلف الأدوات وبعد دراسة فن البناء كل علي حدة, أصبح هناك لدي مبدأ- وهذا باستثناء الحالات الضرورية والنادرة, وهو أنه لن أقوم بعمل ما بنفسي طالما أستطيع أن أستأجر شخصا آخر ليقوم به.
de: Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext Beispieltext
he: הסידור המעגלי של צירי המנוע הדיפרציאלי סביב הגלגלים המרכזיים הגדולים פיתח את הציפיות הגדולות ביותר. נראה היה שכל האריתמטיקה נמצאת בהישג ידה של המכניקה. הניצוץ המטושטש של מנוע אנליטי נפרץ סוף סוף, ואני דבקתי בהתלהבות בחזון המעורפל. השרטוטים והניסויים היו מהסוג היקר ביותר. שרטטים באיכות גבוהה ביותר נדרשו כדי לחסוך בעבודת ראשי שלי, בעוד שפועלים מיומנים נדרשו כדי ליישם את המכניזם הנסיוני עבורו היה נחוץ לי סיוע בלתי פוסק. על מנת לנהל את פעילותי בהצלחה, רכשתי בית עם יותר מדונם של קרקע בסביבה שקטה מאוד. בית הכרכרות שלי הפך כעת לנפחיה ובית יציקה, בעוד שהאורוות שלי הפכו לסדנאות. בניתי סדנאות גדולות אחרות בעצמי, והיה לי מבנה חסין אש עבור השרטוטים והשרטטים. לאחר שעבדתי בעצמי עם מגוון כלים, ולאחר שלמדתי את האמנות של הרכבת כל אחד מהם, הגדרתי לבסוף כעקרון שאני, למעט במקרים נדירים, לעולם לא אעשה משהו בעצמי אם אוכל להרשות לעצמי לשכור אדם אחר שיעשה זאת בשבילי.
lt: Vikipedija yra interneto enciklopedija, kurią skaityti, tobulinti ir pildyti gali visi žmonės, be jokių apribojimų ar mokesčių. Vikipediją galima skaityti daugiau nei šimtu kalbų; lietuviškuosiuose puslapiuose aprašytos daugiau nei 30 tūkstančių temų, skaičius nuolat auga.

source: Description
ar: الوصف
de: Beschreibung
eu: Deskribapena
fi: Kuvaus
he: תיאור
ja: 説明
nl: Beschrijving
ru: Описание
sv: Beskrivning
uk: Опис
vi: Chú giải

source: Type
ar: النوع
de: Typ
eu: Mota:
fi: Laji
he: סוג
ja: タイプ
ru: Тип
sv: Typ
uk: Тип
vi: Kiểu

source: Public
de: Öffentlich
eu: Publikoa
fi: Julkinen
he: ציבורי
ja: パブリック
lt: Vieša
nl: Openbaar
ru: Публично
sv: Publik
uk: Відкритий доступ
vi: Công cộng

source: Community %s was returned to the news user.
de: Gemeinschaft %s wurde zum News-Benutzer zurückgesandt.

source: Introduction
de: Vorstellung
eu: Sarrera
fi: Esittely
he: מבוא
ja: イントロダクション
lt: Prisistatymas
nl: Inleiding
ru: Вступление
sv: Introduktion
uk: Вступ
vi: Giới thiệu

source: Contact
de: Kontakt
eu: Kontaktua
fi: Yhteystieto
he: יצירת קשר
ja: コンタクト
ru: Контакты
sv: Kontakt
uk: Контактна інформація
vi: Liên hệ

source: Occupation
ar: المهنة
de: Beruf
eu: Egitekoa
fi: Ammatti
he: מקצוע
ja: 職業
lt: Užsiėmimas
nl: Beroep
ru: Профессия
sv: Yrke
uk: Фах
vi: Nghề nghiệp

source: Web root
de: Hauptverzeichnis für Webdateien
eu: Webaren erroko direktorioa

source: Elgg install root
de: Elgg Installationspfad
eu: Elgg-en instalazio erroko direktorioa

source: Elgg data root
de: Elgg Dateiverzeichnis
eu: Elgg-en datu erroko direktorioa

source: Default locale
de: Standard Ländercode
eu: Hizkuntza lehenetsia

source: Can general members of the public register for this system?
de: Kann sich jede/r für dieses System registrieren?
eu: Sistema honetan erregistro publikoko partaideak onartzen al dira?

source: Walled garden
de: Öffentlichen Zugang sperren

source: If your site is a walled garden, nobody can see anything from the outside. This will also mean that RSS feeds won't work
de: Wenn Ihre Site für öffentlichen Zugang gesperrt ist, kann niemand etwas von außerhalb sehen. Das bedeutet auch, dass RSS Feeds nicht funktionieren.
eu: Zure gunea "walled garden" bat bada, inork ezingo du kanpotik ezer ikusi. Beraz RSS jarioak ere ez dira ibiliko

source: If this is set, users can only choose from available templates rather than defining their own
de: Wenn dies aktiviert ist, können die NutzerInnen nur aus vordefinierten Designs wählen und keine eigenen Vorlagen erstellen.
eu: Hobespen hau jarrita, erabiltzaileek eskaintzen diren azalen artean aukeratu dezakete soilik, beren propioak definitu ordez

source: Disable template changing
de: Designwechsel verbieten
eu: Itxura aldaketa desgaitu
