Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/politica/languages/*/LC_MESSAGES/*.po
Languages: ar, de, eu, fi, fr, he, ja, lt, nl, ru, sv, uk, vi

source: Default Theme
ar: سمة تلقائية
de: Standard Template
eu: Lehenetsitako Azala
fi: Oletusteema
fr: Thème par défaut
he: עיצוב ברירת מחדל
ja: デフォルトテーマ
lt: Numatyta tema
nl: Standaard thema
ru: Базовая тема
sv: Standardtema
uk: Стандартна тема
vi: Giao diện mặc định

source: Theme Name
ar: اسم السمة
de: Name des Themas
eu: Azalaren Izena
fi: Teeman nimi
fr: Nom du gabarit
he: שם ערכת נושא
ja: テーマ名
nl: Thema-naam
ru: Название темы
sv: Temanamn
uk: Назва теми
vi: Tên giao diện

source: Glossary
ar: المَسْرَد
de: Glossar
eu: Glosategia
fi: Sanasto
fr: Glossaire
he: מילון
ja: 用語集
lt: Žodynėlis
nl: Woordenlijst
ru: Словарь терминов
sv: Ordlista
uk: Глосарій
vi: Bản chú giải

source: Save
ar: احفظ
de: Speichern
eu: Gorde
fi: Tallenna
fr: Enregistrer
he: שמירה
ja: 保存
lt: Išsaugoti
nl: Bewaren
ru: Сохранить
sv: Spara
uk: Зберегти
vi: Lưu

source: You may not edit this theme. To create a new, editable theme based on the default, go to <a href="index.php">the main themes page</a>.
ar: ليس يامكانك يعديل السمة . لانشاء جديد قابل للتعديل اذهب الى صفحة السمة الرئيسية
de: Du kannst das Thema nicht &auml;ndern. Um ein neues und editierbares Thema auf Basis des Default Themas zu erstellenn gehe zur <a href="index.php">Hautp Themen Seite</a>.
eu: Agian ez duzu azal hau editatzeko aukerarik izango. Hobetsitako azalean oinarritutako azal editagarri berri bat sortzeko <a href="index.php">azalen orrialde nagusira</a> joan.
fi: Et voi muokata tätä teemaa. Tee uusi muokattava teema oletusteeman pohjalta menemällä <a href="index.php">teemojen pääsivulle</a>
fr: Vous ne pouvez pas modifier ce gabarit. Pour créer un nouveau, modifiable et basé sur celui par défaut, allez à <a href="index.php">la page principal des gabarits</a>.
he: אין לך הרשאות לערוך עיצוב זה. כדי ליצור ולערוך עיצוב חדש המבוסס על ברירת המחדל, יש לגשת ל<a href="index.php">דף העיצובים הראשי</a>.
nl: U kunt dit thema niet verandern. Om een nieuw aanpasbaar thema te maken als standaard, ga naar <a hfref="index.php">de hoofd thema pagina</a>.
ru: Вы не можете редактировать эту тему. Чтобы создать другую, доступную для редактирования тему, основанную на исходной, пройдите на <a href="index.php">основную страницу с тeмами</a>.
sv: Du kan inte redigera det här temat. För att skapa ett nytt, redigerbart tema baserat på standardmallen, gå till:<a href="index.php">the main themes page</a>.
uk: Ви не можете редагувтаи цю тему. Щоб створити нов тему, яку можна редагувати, на базі стандартної, перейдіть на <a href="index.php">головну сторінку тем</a>
vi: Bạn có thể không chỉnh sửa được giao diện này. Để tạo một cái mới mà chỉnh sửa được dựa trên mặc định, vào <a href="index.php">trang giao diện chính</a>.

source: Heading one
ar: واحدة مروسة
de: Überschrift der Ebene 1
eu: Lehen goiburua
fi: Otsikko 1
fr: Entête 1
he: כותרת 1
ja: 見出し 1
lt: Pirma antraštė
nl: Kop een
ru: Первый заголовок
sv: Rubrik ett
uk: Перший загаловок
vi: Đầu đề một

source: Heading two
ar: الترويسة الثانية
de: Überschrift der Ebene 2
eu: Bigarren goiburua
fi: Otsikko 2
fr: Entête 2
he: כותרת 2
ja: 見出し 2
lt: Antra antraštė
nl: Kop twee
ru: Второй заголовок
sv: Rubrik två
uk: Другий заголовок
vi: Đầu đề hai

source: A bullet list
ar: قائمة الترقيم
de: eine Aufzählung
eu: Bineta zerrenda bat
fi: Numeroimaton lista
fr: Une liste non-numérotée
he: רשימת תבליטים
ja: 順序無しリスト
lt: Nenumeruotas sąrašas
nl: Een ongenummerde opsomming
ru: Маркированный список
sv: En punktlista
uk: Маркирований список
vi: Thụt đầu dòng

source: Heading three
ar: ثلاث ترويسات
de: Überschrift der Ebene 3
eu: Hirugarren goiburua
fi: Otsikko 3
fr: Entête 3
he: כותרת 3
ja: 見出し 3
lt: Trečia antraštė
nl: Kop drie
ru: Третий заголовок
sv: Rubrik tre
uk: Третій заголовок
vi: Đầu đề ba

source: A numbered list
ar: قائمة مرقمة
de: Eine nummerierte Liste
eu: Zenbakitutako zerrenda
fi: Numeroitu lista
fr: Une liste numérotée
he: רשימה ממוספרת
ja: 順序付きリスト
lt: Numeruotas sarašas
nl: Een genummerde opsomming
ru: Нумерованный список
sv: En numrerad lista
uk: Нумеровний список
vi: Đếm số đầu dòng

source: Some text input
ar: بعض النصوص المدخلة
de: Texteingabe
eu: Zenbait testu sarrera
fi: Jokin tekstisyöte
fr: article de texte
he: הזנת טקסט כלשהו
ja: テキスト入力
lt: Teksto įvestis
nl: Enige tekstinvoer
sv: Lite textindata
uk: Ввід деякого тексту
vi: Nhập thông itn

source: Some longer text input
ar: بعض النصوص الطويلة المدخلة
de: Längere Texteingabe
eu: Testu luzeagodun sarrera batzu
fi: Jokin pidempi tekstisyöte
fr: article de texte plus longue
he: הזנת טקסט ארוך יותר
ja: 長いテキスト入力
lt: Ilgesnio teksto įvestis
nl: Wat meer tekstinvoer
ru: Расширенное поле ввода
sv: Lite längre textindata
uk: Ввід дещо більшого тексту
vi: Thêm 1 số thông tin dài hơn

source: Further text input
ar: مواضيع مخلة اخرى
de: weiterer Text
eu: Testuaren sarrera gehigarria
fr: article de texte supplémentaire
he: הזנת טקסט נוסף
ja: 追加テキスト入力
lt: Tolimesnio teksto įvestis
nl: Nog meer tekstinvoer
ru: Дальнейший ввод текста
sv: Ytterligare textindata
uk: Подальший текстовий ввід
vi: Những thông tin thêm

source: Public Themes
ar: السمات العامة
de: Öffentliche Designs
eu: Azal Publikoak
fi: Julkiset teemat
fr: Thèmes publiques
he: עיצובים ציבוריים
ja: 共通テーマ
lt: Viešos temos
nl: Publieke thema's
ru: Публичные темы
sv: Publika Teman
uk: Доступні теми
vi: Giao diện chung

source: The following are public themes that you can use to change the way your %s looks - these do not change the content only the appearance. Check the preview and then select the one you want. If you wish you can adapt one of these using the 'create theme' option below.
ar: التصاميم (الثيمات) التالية هي للإستعمال العام يمكنك إستخدامها لتغيير %s من الأشكل - إنها تغير الشكل فقط وليس المحتوى. عاين التصاميم واختر ما شئت. إذا أردت يمكنك تطوير إحداها باستخدام خيار 'إنشاء تصميم' أدناه.
de: Hier sind öffentliche Themen aufgelistet, die verwendet werden können, um das Design von %s zu ändern - Inhalte werden dadurch nicht verändert. Überprüfe die Voransicht und wähle das entsprechende Design aus. Du kannst auch bestehende Themen verändern indem du die "Thema verändern"-Option auswählst.
eu: Ondokoak zure %s ren itxura aldatzeko erabili ditzazkezun azal publikoak dira - honek ez du edukia aldatzen, soilik itxura. Aurreikuspena probatu eta ondoren nahi duzuna aukeratu. Nahi baldin baduzu hauetako bat moldatu dezakezu, ondoko 'azala sortu' aukera erabilita.
fi: Nämä ovat julkisia teemoja joilla voit muuttaa %s:n ulkonäköä - teemat eivät muuta sisältöä vaan ainoastaan ulkonäköä. Voit esikatsella teemoja ja valita niistä mieleisesi. Voit valita teeman muokattavaksi valitsemalla 'luo teema' vaihtoehdon.
fr: Voici des thèmes publiques que vous pouvez utiliser pour modifier la façon d'afficher votre %s - ces thèmes ne modifient pas le contenu, seulement l'apparence. Prévisualisez les puis choisir celui que vous désirez. Si vous voulez, vous pouvez en dériver d'autres en faisant usage de l'option 'créer thème' ci-dessous.
he: העיצובים הבאים הם עיצובים ציבוריים אשר ניתנים לשימוש כדי לשנות את המראה של %s - זה לא משנה את התוכן, רק את המראה. כדאי לבדוק את התצוגה הקדימה ואז לבחור בעיצוב. ניתן לאמץ עיצוב ולשנותו בעזרת אפשרות 'יצירת עיצוב' למטה.
ja: 以下は %s の外観を変更するために使用できる共通テーマです。 これらはコンテンツに変更は加えず、外観のみを変更します。 プレビューをチェックし、希望するものを選んでください。 以下の「テーマ作成」オプションを使用することで、これらのうちの1つをカスタマイズすることもできます。
lt: Šios temos yra viešos. Galite keisti %s išvaizdą, nekeisdami turinio. Peržiūrėkite ir tada pasirinkite norimą temą. Visas temas galima keisti per "sukurti temą".
nl: Deze thema's zijn openbaar en kun je gebruiken om het uiterlijk van jouw %s! te wijzigen. Ze veranderen niet de inhoud, alleen het uiterlijk. Bekijk de voorbeeldweergave en selecteer het thema dat je wilt gebruiken. Als je wilt, kun je één van deze thema's als basis gebruiken voor een nieuw thema door hieronder voor de 'Maak thema' optie te kiezen.
ru: Это публичные темы, которые вы можете использовать для изменения внешнего вида %s — они меняют оформление, но не содержимое. Просмотрите и выберите понравившуюся. Для изменения темы нажмите «создать тему» внизу.
sv: Följande är publika teman som du kan använda för att ändra hur din %s ser ut - de ändrar inte innehållet utan bara utseendet. Titta på förhandsgranskningen och välj sedan den du vill ha. Om du vill kan du anpassa någon av dessa genom att välja 'Skapa tema' nedan.
uk: Це доступні теми, які ви можете використати для зміни вигляду вашої %s - це не вплине на вміст, лише на оформлення. Використовуючи попередній перегляд, оберіть ту, що Вам подобається. Якщо бажаєте, ви можете змінити будь-яку з них, використовуючи опцію 'cтворити тему' нижче.

source: Preview
ar: السمات الشخصية
de: Vorschau
eu: Aurrebista
fi: Esikatselu
fr: Aperçu
he: תצוגה מקדימה
ja: プレビュー
nl: Voorbeeldweergave
ru: Предварительный просмотр
sv: Förhandsvisning.
uk: Попередній перегляд
vi: Xem truớc

source: Personal themes
ar: السمات الشخصية
de: Persönliche Designs
eu: Txantiloi pertsonalak
fi: Omat teemat
fr: Thèmes personels
he: עיצובים אישיים
ja: 個人テーマ
lt: Asmeninės temos
nl: Persoonlijke thema's
ru: Собственные темы оформления
sv: Personliga teman
uk: Персональні теми
vi: Giao diện cá nhân

source: These are themes that you have created. You can edit and delete these. These theme(s) only control actual look and feel - you cannot change any content here. To change any of your content you need to use the other menu options such as: edit profile, update weblog etc.
ar: هذه هي المواضيع التي كتبتها انت بامكانك الاضافة والحذف واذا اردت ان تغير المحتوى بامكانك اختيار ما تريد من قائمة تعديل الصورة - تحديث المدونة
de: Hier findest du von dir erstellte Designs. Du kannst sie bearbeiten oder löschen. Durch Templates wird nur das Design angepasst, nicht der Inhalt! Inhalte kannst du über Menüoptionen wie 'Profil editieren', 'Blog updaten', etc. verändern.
eu: Zuk sortutako azalak dira hauek. Editatu eta ezabatu ditzazkezu. Azal hau(ek) oraingo itxura baino ez du(te) kontrolatzen - ezin duzu inolako edukinik aldatu hemen. Zure edukietakoren bat aldatzeko beste menu aukera batzu erabili behar dituzu, esaterako: profila editatu, weblog jeitxiera, e.a.
fi: Nämä ovat luomasi teemat, joita voit muokata ja poistaa. Teema(t) vaikuttavat vain ulkonäköön, eivät sisältöön. Sisällön muokkausta varten käytä valikosta vaihtoehtoja: muokkaa profiilia, päivitä verkkoblogi jne.
fr: Voici les thèmes que vous avez créés. Vous pouvez modifier ou supprimer ceux-ci. Ce(s) thème(s) contrôle seulement l'apparence - le contenu ne se modifiera pas ici. Pour modifier votre contenu, vous devez faire usage des autres options du menu, tel que: modifier profil, mettre à jour blog, etc.
he: העיצובים הבאים הם עיצובים שלך. אפשר לערוך ולמחוק אותם. עיצובים אלה שולטים במראה - אי אפשר לשנות כאן תוכן. כדי לשנות תוכן יש להשתמש באפשרויות אחרות בתפריט כמו: עריכת פרופיל, עדכון בלוג וכו'.
ja: これらは作成済みのテーマです。 これらは編集や削除ができます。 これらのテーマは、単に実際のルック＆フィールをコントロールできるだけです。 － ここでコンテンツを変更することはできません。 コンテンツを変更したい場合は、「プロフィールの編集」や「ブログの更新」のような、他のメニューアイテムを使用する必要があります。
lt: Sukurtos temos. Jas galite ištrinti (dienoraščio informacija neliečiama).
nl: Dit zijn de thema's die jij hebt aangemaakt. Je kunt ze wijzigen en verwijderen. Deze thema's bepalen alleen maar hoe de pagina wordt getoond - je kunt hier geen inhoud veranderen. Om de inhoud te veranderen zul je één van de andere opties moeten kiezen zoals: wijzig je profiel, weblog bewerken, etc.
ru: Это созданные вами темы. Вы можете редактировать и удалять их. Они определяют лишь оформление — здесь вы не можете изменять содержимое. Для изменения содержимого используйте другие пункты меню.
sv: Dessa är teman du har skapat. Du kan ändra och radera dessa. Dessa teman ändrar bara utseendet - du kan inte ändra innehållet här. För att uppdatera innehållet använder du de andra menyvalen som redigera profil, uppdatera webblogg osv.
uk: Це створені Вами теми. Ви можете редагувати чи видалити їх. Ці теми контролюють лише зовнішній вигляд - тут Ви не можете змінювати будь-яке наповнення. Для зміни вмісту Вам потрібно використовувати інші опції меню, такі як: редагувати профайл, обновити блог тощо.
vi: Đây là những giao diện bạn đã tạo. Bạn có thể chỉnh sửa hay xóa chúng. Những giao diện này chỉ là cái nhìn bề ngoài, bạn không thể thay đổi nội dung của hệ thống ở đây. Để thay đổi nội dung, bạn có thể vào xem thông tin tài khoản, blog v.v..Tuy nhiên lưu ý trong các giao diện chúng tôi đã có đánh dấu những đoạn code bạn không có quyền thay đổi, nếu bạn thay đổi hoặc xóa các đoạn code trên, hệ thống sẽ tự động xóa và khóa tài khoản của bạn!

source: Edit
ar: حرِّر
de: Bearbeiten
eu: Editatu
fi: Muokkaa
fr: Modifier
he: עריכה
ja: 編集
lt: Keisti
nl: Bewerken
ru: Редактировать
sv: Redigera
uk: Редагувати
vi: Chỉnh sửa

source: Are you sure you want to permanently remove this template?
ar: هل تريد ازالة القالب نهائيا
de: Bist du dir sicher, dass du dieses Template für immer löschen möchtest?
eu: Ziur al zaude txantiloi hau behin-betiko ezabatu nahi duzulua?
fi: Haluatko varmasti poistaa lopullisesti tämän mallipohjan?
fr: Souhaitez-vous supprimer irrévocablement ce gabarit?
he: האם הנך באמת רוצה להסיר תבנית זו לצמיתות?
ja: 本当に、このテンプレートを完全に削除してもよろしいですか？
lt: Ar tikrai norite šalinti šį šabloną?
nl: Weet je zeker dat dit sjabloon permanent wilt verwijderen?
ru: Вы уверены что вы хотите навсегда удалить этот шаблон?
sv: Är du säker på att du permanent vill ta bort denna mall?
uk: Ви впевнені, що хочете назавжди видалити цей шаблон?
vi: Bạn có chắc muốn xóa giao diện này?

source: Delete
ar: أحذف
de: Löschen
eu: Ezabatu
fi: Poista
fr: Supprimer
he: מחיקה
ja: 削除
lt: Ištrinti
nl: Verwijderen
ru: Удалить
sv: Radera
uk: Видалити
vi: Xóa bỏ

source: Change templates
ar: تغيير القوالب
de: Templates ändern
eu: Txantilioiak aldatu
fi: Vaihda mallipohjia
fr: Changer le gabarit
he: שינוי תבניות
ja: テンプレートの変更
lt: Keisti šablonus
nl: Verander templates
ru: Изменение шаблонов
uk: Змінити шаблони
vi: Thay đổi giao diện

source: The selected changes will affect:
ar: التغيرات ستؤثر
de: Die ausgewählten Änderungen betreffen:
eu: Aukeratutako aldaketek eraginak izango dituzte:
fi: Valitut muutokset vaikuttavat:
fr: Les modifications sélectionnées vont affecter:
he: השינויים הנבחרים ישפיעו על:
ja: 選択の変更は次のものに影響します：
lt: Pakeitimai:
nl: De gemaakte veranderingen zullen worden doorgevoerd:
ru: Выбранные изменения повлияют на:
sv: De valda ändringarna kommer att påverka:
uk: Вибрані зміни вплинуть на:
vi: Những sự lựa chọn sẽ có hiệu lực:

source: Your personal space
ar: الحيز الشخصي
de: Dein persönlicher Bereich
eu: Zure gune pertsonala
fi: Sinun henkilökohtainen alueesi
fr: Votre espace personnel
he: הדף האישי שלך
ja: あなたの個人スペース
nl: Jouw persoonlijke plek
ru: Ваше персональное пространство
sv: Ditt personliga utrymme
uk: Ваш персональний простір
vi: Khoảng trống cá nhân bạn

source: Community:
ar: المجتمع
de: Gemeinschaft
eu: Komunitatea:
fi: Yhteisö
fr: Groupe :
he: קהילה:
ja: コミュニティ：
nl: Gemeenschap
ru: Сообщество:
uk: Спільнота:
vi: Diễn đàn:

source: Select new theme
ar: اختيار سمة جديدة
de: OK
eu: Txantiloi berria aukeratu
fi: Valitse uusi teema
fr: Cibler nouveau thème
he: בחירת עיצוב חדש
ja: 新しいテーマを選択
lt: Pažymėti temą
nl: Selecteer een nieuw thema
ru: Выбрать новую тему оформления
sv: Välj nytt tema
uk: Обрати нову тему
vi: Chọn giao diện mới

source: Guest
ar: ضيف
de: Gast
eu: Gonbidatua
fi: Vieras
fr: Invité
he: אורח
ja: ゲスト
lt: Svečias
nl: Gast
ru: Гость
sv: Gäst
uk: Гість
vi: Khách

source: Welcome
ar: مرحباً بك
de: Herzlich Willkommen
eu: Ongi etorri
fi: Tervetuloa
fr: Bienvenue
he: ברוכים הבאים
ja: ようこそ
lt: Sveiki
nl: Welkom
ru: Добро пожаловать
sv: Välkommen
uk: Ласкаво просимо
vi: Chào mừng bạn

source: Log in
ar: تسجيل الدّخول
de: Anmelden
eu: Sartu
fi: Kirjaudu
fr: M'identifier
he: כניסה למערכת
ja: ログイン
lt: Prisijungti
nl: Inloggen
ru: Войти
sv: Logga in
uk: Увійти
vi: Đăng nhập

source: Sorry, no users have filled in their profiles yet.
ar: ناسف , لا احد من المشتركين عبأ سيرته
de: Bedauere, aber es haben noch keine Benutzer ihre Profile ausgefüllt.
eu: Barkatu, ez du inorrek bere profila bete.
fi: Valitettvasti yksikään käyttäjä ei ole vielä tayttänyt profiiliaan.
fr: Désolé, aucun utilisateur n'a rempli son profil.
he: סליחה, אף משתמש עוד לא השלים את הפרופיל שלו.
nl: Sorry, geen enkele gebruiker heeft al zijn profiel ingevuld.
ru: Извините, ни один из пользователей ещё не заполнил свой профиль.
sv: Tyvärr, inga användare har lagt till information om sig själva ännu.
uk: Вибачте, жоден з користувачів ще не заповнив свій профайл.

source: Your file upload has failed because there was a problem with one of the files, %s.<br /> Here is a log of the problems:<br />%s<br />Not recovering.
ar: عملية تحميل الملفات فشلت بسبب وجود مشكلة مع احد الملفات، %s. <br /> سجل للمشاكل: %s <br /> لن تستعاد.
de: Der Dateiupload schlug aufgrund eines Problems mit der Datei %s fehl.<br /> Hier findest du eine Auflistung der Probleme:<br />%s<br />Nicht wiederhergestellt.
eu: Zure fitxategi igoerak huts egin du fitxategietako batekin arazo bat egon delako, %s.<br /> Arazoen sarrera hemen duzu:<br />%s<br />Ez da berresturatzen ari.
fi: Tiedoston siirto epäonnistui, koska ilmeni ongelma yhden tiedoston kohdalla, %s<br /> Tässä on loki ongelmista:<br />%s<br />
fr: Votre téléchargement de fichier a échoué car il y a eu un problème avec l'un des fichiers, %s. <br /> Voici un log des problèmes: <br />%s<br /> Sans récupération.
he: העלאת הקבצים שלך לא הצליחה עקב בעיה עם אחד הקבצים, %s. <br/>להלן פירוט הבעיות:<br/>%s<br/>לא מתקבל.
lt: Failo įkelti nepavyko %s.<br /> Ryšio problemos:<br />%s<br />Neatkurtas.
nl: Je file opladen is mislukt, er is een probleem met een van de files, %s. <br />hier is een overzicht van de problemen:<br />%s<br />
sv: Din uppladdning misslyckades på grund av ett problem med filerna, %s. <br /> Här är en logg med problemen:<br />%s<br />Återhämtar ej.
uk: Ваш файл не був завантажений, оскільки виникла проблема з одним з цих файлів, %s.<br />Ось лог проблем:<br />%s<br />Не відновлюється.
vi: Tập tin đăng tải của bạn đã bị thất bại bởi vì đã có vấn đề với chúng, %s. <br /> Đây là bản ghi lỗi của các vấn đề: <br />%s<br />Chưa phục hồi.

source: File was renamed from %s to %s because of invalid characters.
ar: تم تغيير إسم الملف من %s إلى %s بسبب وجود رموز غير مقبولة.
de: Datei wurde von %s auf %s umbenannt, da Sonderzeichen enthalten waren.
eu: Fitxategia %s tik %s ra berrizendatua izan da karaktere okerrengatik.
fi: Tiedosto on nimetty uudelleen nimestä %s nimelle %s, koska se sisälsi virheellisiä merkkejä.
fr: Le fichier a été renommé de %s vers %s dû à des caractères non valides.
he: שם הקובץ שונה מ%s ל%s עקב תווים לא תקינים.
ja: 無効な文字が含まれていたため、ファイル名は %s から %s に変更されました。
lt: Failas pakeistas iš %s į %s dėl neleistinų simbolių.
nl: File is hernoemd van %s naar %s door niet geldige karakters.
ru: Файл переименовал из %s в %s из-за неправильных символов.
sv: Filen döptes om från %s till %s på grund av ogiltiga tecken.
uk: Файл був переіменовний з %s на %s через неправильні символи.
vi: Tập tin đã được đổi tên từ %s đến %s bởi vì các ký tự sai.

source: Sorry, but that file is too big (limit is %s)
ar: عفوا ، ولكن الملف كبير جدا (الحد الأقصى %s)
de: Entschuldigung, aber die Datei ist zu groß (Limit bei %s)
eu: Sentitzen dugu baina fitxategia handiegia da (%s da muga)
fi: Valitettavasti tiedosto on liian suuri (raja on %s)
fr: Désolé, mais ce fichier est trop volumineux (la limite est à %s)
he: סליחה, אך קובץ זה גדול מדי (הגודל המירבי הוא %s)
ja: 申し訳ありませんがファイルが大きすぎます（制限値 %s）
lt: Failas per didelis (leidžiamas iki %s)
nl: Dat bestand is te groot (limiet is %s)
ru: Простите, но этот файл слишком большой (ограничение — %s)
sv: Tyvärr, den filen är för stor (gränsen är %s)
uk: Пробачте, але цей файл занадто великий (обменеження - %s)
vi: Xin lỗi nhưng tập tin này quá lớn (giới hạn là %s)

source: File uploaded successfully
ar: jتم تحميل الملف بنجاح
de: Datei erfolgreich hochgeladen
eu: Fitxategia ondo igo da
fi: Tiedoston siirto onnistui
fr: Fichier téléchargé avec succès
he: הקובץ הועלה בהצלחה
ja: ファイルは正常にアップロードされました
lt: Failas įkeltas
nl: Jouw file is met succes geupload
ru: Файл успешно загружен
sv: Uppladdningen av filen lyckades.
uk: Файл успішно завантажено.
vi: Đã đăng tải tập tin thành công

source: The old file(s) in your upload area have been deleted
ar: الملفات المحملة تم الغاؤها
de: Die alte(n) Datei(en) in deinem Uploadbereich wurden gelöscht
eu: Zure fitxategien eremuko zaharkitutako fitxategiak ezabatuak izan dira
fi: Vanha tiedosto tiedostoalueella on poistettu
fr: Le(s) ancien(s) fichier(s) dans votre espace de téléchargement a(ont) été supprimé(s).
he: הקבצים הישנים באזור ההעלאה שלך נמחקו
ja: アップロード領域の古いファイルが削除されました。
lt: Seni failai ištrinti
nl: De oude file(s) in je opgeslagen mappen zijn verwijderd
ru: Старый(е) файл(ы) в вашей зоне загрузки удалены
sv: De gamla filerna i din uppladdningsarea har raderats.
uk: Старі завантажені Вами файли видалені.
vi: Tập tin cũ trong vùng đăng tải của bạn đã bị xóa

source: File was renamed from %s to %s because there was a filename conflict.
ar: تم تغيير إسم الملف من %s إلى %s بسبب وجود ملف بنفس الإسم.
de: Datei wurde aufgrund eines Namenskonfliktes von %s auf %s umbenannt.
eu: Fitxategia %s tik %s ra berrizendatu da fitxategien izenekin arazo bat zegoelako.
fi: Tiedosto on nimetty uudelleen nimestä %s nimelle %s. Syynä ristiriita tiedostojen nimissä.
fr: Le fichier a été renommé de %s vers %s car il y avait un conflit de nom de fichier.
he: שם הקובץ שונה מ%s ל%s עקב התנגשות שמות קובץ זהים.
ja: 同名ファイルが存在したため、ファイル名は %s から %s に変更されました。
lt: Dėl vardų sutapimo, failas pervadintas iš %s į %s.
nl: File is hernoemd van %s naar %s omdat er een naamconflict was.
ru: Файл был переименован из %s в %s, потому что возник конфликт с именем другого файла.
sv: Fileen döptes om från %s till %s på grund av en namnkonflikt.
uk: Файл був перейменований з %s в %s через конфлікт імені файлу.
vi: Tập tin đã được thay đổi tên từ %s thành %s bởi vì đã có sự xung đột tên.

source: An unknown problem occurred while uploading the file '%s' (perhaps it was too large?)
ar: حدث مشكل مجهول عند تحميل الملف '%s' (ربما حجم الملف كبير جدا؟)
de: Ein unbekanntes Problem trat beim Upload der Datei '%s' auf (vielleicht ist sie zu groß?)
eu: Arazo ezezagun bat suertatu da '%s' fitxategia igotzen ari zen bitartean (handiegia zen agian?)
fi: Tuntematon virha tapahtui siirrettäessä tiedostoa '%s' (tiedosto on mahdollisesti liian suuri?)
fr: Un problème inconnu est survenu lors du téléchargement du fichier '%s' (peut-être est-il trop volumineux ?)
he: בעיה לא מוכרת אירעה בזמן העלאת הקובץ '%s' (אולי הקובץ היה גדול מדי?)
lt: Klaida įkeliant failą '%s' (tikriausiai failas per didelis?)
nl: Een onbekend probleem deed zich voor bij het opladen van bestand '%s' (misschien te groot?)
ru: Неизвестная проблема возникла во время загрузки файла '%s' на сервер (возможно, он слишком большой?)
sv: Ett okänt problem inträffade när filen '%s' laddades upp (var den kanske för stor?)
uk: При завантаженні файлу '%s' виникла невідома проблема (можливо, він занадто великий?)
vi: Có sự cố không biết xảy ra trong quá trình đăng tải file '%s' (có thể vì nó quá lớn?)
