Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/politica/languages/*/LC_MESSAGES/*.po
Languages: ar, de, eu, fi, fr, he, ja, lt, nl, ru, sv, uk, vi

source: Submitting the form below indicates acceptance of these terms. Please note that currently you must be at least 13 years of age to join the site.
ar: قم بتقديم النموذج الموجود في أسفل الصفحة والدال على قبول هذه الشروط. الرجاء ملاحظة أنه يجب أن تكون حاليا 13 سنة على الأقل ليتسنى لك الانضمام إلى الموقع.
de: Durch Absenden des untenstehenden Formulars akzeptierst du die Nutzerbedingungen.
eu: Formulario hau bidaltzeak baldintzen onarpena adierazten du. Gunera sartzeko 13 urteko adina behintzat eduki behar duzula kontutan hartu.
fi: Hyväksyt ehdot lähettämällä alla oleva lomake. Sinun tulee olla vähintään 13 vuotias liittyessäsi sivustolle.
fr: Valider le formulaire ci-dessous si vous acceptez ses termes. Veuillez noter que vous devez être agé de 13 ans ou plus pour vous inscrire.
he: השלמת הטופס למטה מעידה על הסכמתך עם תנאים אלו. שימ/י לב לכך שגילך צריך להיות גדול מ-13 כדי להצטרף לאתר.
lt: Siunčiant anketą, apačioje bus pateikta terminų sutikimo forma. Šiuo metu jums turi būti bent 13 metų.
nl: Met het versturen van deze gegevens bevestig je dat je deze voorwaarden accepteert. Wees je er van bewust dat je dertien jaar of ouder moet zijn om lid te kunnen worden van deze site.
ru: Заполнив форму внизу, вы соглашаетесь с этими условиями. Вы имеете право пользоваться сайтом, только если вам 13 или более лет.
sv: Genom att du skickar in formuläret nedan accepterar du dessa villkor. Notera att du måste vara minst 13 år för att gå med i sajten.
uk: Натискаючи наступну кнопку ви підтверджуєте згоду з умовами. Будь-ласка зауважте, що вам повино бути як мінімум 13 років для реєстрації на сайті.
vi: Một khi bản tiếp tục hộp đăng ký này có nghĩa là bạn đã đồng ý với chính sách & điều kiện của chúng tôi.

source: Their name
ar: اسماؤهم
de: Name
eu: Beren izena
fi: Heidän nimet
fr: Leur nom :
he: שמם
ja: 招待する人の名前
nl: Hun naam
ru: Их имя
sv: Deras namn
uk: Їхнє ім'я
vi: Tên của họ

source: Their email address
ar: عنوانهم الالكتروني
de: E-Mail-Adresse
eu: Beren posta elektronikoaren helbidea
fi: Heidän sähköpostiosoitteensa
fr: Leur adresse courriel
he: כתובת הדוא"ל שלהם
ja: 招待する人のメールアドレス
nl: E-mail adres
ru: Их адрес электронной почты
sv: Deras emailadress
uk: Їхній е-мейл
vi: Địa chỉ email của họ

source: An optional message
ar: رسالة اختيارية
de: Eine optionale Nachricht
eu: Aukerako mezu bat
fi: Valinnainen viesti
fr: Un message facultatif
he: מסר אפשרי
ja: 招待する人へのメッセージ
nl: Een optioneel bericht
ru: Необязательное сообщение
sv: Valfritt meddelande
uk: Необов'язкове повідомлення
vi: Thông điệp kèm theo

source: Thank you for registering for an account with %s! Registration is completely free, but before you fill in your details, please take a moment to read the following documents:
ar: شكرا لقيامك بالتسجيل للحصول على رقم حساب مع %s! التسجيل مجانا بالكامل, ولكن قبل تعبئة التفاصيل, الرجاء قراءة المستندات التالية:
de: Vielen Dank für deine Registrierung bei %s! Dein Konto ist vollkommen gratis, bitte ließ vor der Eintragung deiner Angaben aber folgende Dokumente durch:
eu: Eskerrik asko %s n kontu bat erregistratzeagatik! Erregistroa doanekoa da guztiz, baina zure datuak sartu aurretik irakur itzazu ondoko dokumentuak mesedez:
fi: Kiitos, että rekisteröit itsellesi tilin kohteeseen %s! Rekisteröityminen on ilmaista, mutta ennen kuin täytät muut tietosi, niin käy lukemassa seutaavat dokumentit:
fr: Merci de vous êtes inscrit sur %s! Votre inscription est gratuite, mais avant de la confirmer, veuillez prendre le temps de lire les documents suivants :
he: תודה על הרשמותך ל-%s! ההרשמה אינה כרוכה בתשלום, אך בטרם תזינ/י את פרטיך, אנא קח/י כמה רגעים לקרוא את המסמכים הבאים:
ja: %s のアカウントにご登録いただきありがとうございます。 登録は完全無料ですが、あなたの詳細を記入する前に、時間を割いて以下のドキュメントをよくお読みください：
lt: Ačiū, kad registruojatės į %s! Registracija nemokama, bet prieš užpildant informaciją apie save, perskaitykite šiuos dokumentus:
nl: Bedankt voor het aanmaken van een account bij %s! Hier zijn geen kosten aan verbonden maar lees eerst het volgende voor je jouw gegevens bevestigt:
ru: Спасибо за то, что зарегистрировались на %s! Регистрация абсолютно бесплатна, однако перед тем, как подтвердить ваши данные, ознакомьтесь с этими документами:
sv: Tack för att du har registrerat ett konto hos %s! Medlemskapet är helt gratis, men läs igenom följande dokument innan du fyller i dina detaljer:
uk: Дякуємо за реєстрацію аккаунту на %s! Реєстрація повністю безкоштовна, але перед тим як продовжити, будь-ласка ознайомтеся з наступними документами:
vi: Xin cảm ơn vì đã tham gia với %s! Đăng ký thì hoàn toàn miễn phí nhưng vui lòng đọc trước những tài liệu sau trước khi đăng ký:

source: When you fill in the details below, we will send an "invitation code" to your email address in order to validate it. You must then click on this within seven days to create your account.
ar: عند تعبئة وكتابة التفاصيل, سنقوم بإرسال"رمز دعوة" إلى عنوانك الالكتروني وذلك لإقراره . وعليك بعدها استخدامه خلال سبعة أيام لإنشاء رقم حساب خاص بك.
de: Wenn du die folgenden Angaben ausfüllst, senden wir dir einen Code an Deine E-Mail-Adresse. Du musst diesen Code innerhalb von 7 Tagen bestätigen, um ein Konto zu erstellen..
eu: Ondoko eremuak zure datuekin betetzen dituzunean "gonbidapen kode" bat bidaliko dizugu zure posta elektronikora balioztaketa egiteko. Bertan klikatu behar duzu zazpi egunen barruan zure kontua sortzeko.
fi: Täytettyäsi alla olevat kentät lähetämme sinulle "kutsukoodin" sähköpostiisi, jolla varmennamme osoitteen toimivuuden. Sinun tulee klikata postissa olevaa linkkiä seitsemän päivän kuluessa.
fr: Lorsque vous remplirez le formulaire ci-dessous, nous vous enverrons "invitation code" à votre adresse email afin que vous puissiez le valider. Vous devez cliquer sur ce lien sous un délai de sept jours pour créer votre compte.
he: לאחר מילוי הפרטים למטה, אנו נשלח "קוד הזמנה" לכתובת הדוא"ל שלך כדי לאמת אותה. עליך ללחוץ על הקישור שישלח תוך שבעה ימים כדי ליצור את החשבון.
ja: 以下の詳細を記入し、「ユーザ登録」ボタンを押して送信すると、メールアドレスに確認のための「招待コード」が送信されます。 メールの到着後、それをクリックしてアカウントを作成してください。 ただし、「招待コード」の有効期間は７日間であり、その期間を過ぎると無効となりますのでご注意ください。
lt: Užpildžius informaciją žemiau, mes atsiųsime "kvietimo kodą" el. paštu. Laiške bus nuoroda, kurią atidarykite per septynias dienas.
nl: Na het invullen van onderstaande gegevens zal een "activatie code" naar je e-mail adres worden gestuurd. Om de aanmelding definitief te maken moet je binnen zeven dagen op deze code in het bericht klikken.
ru: После того, как вы заполните информационные поля, мы вышлем вам «код приглашения». В течение семи дней вам нужно щёлкнуть по ссылке в письме, чтобы создать аккаунт.
sv: När du har fyllt i detaljerna nedan kommer vi skicka en "inbjudningskod" till din epostadress för att validera den. Du måste sedan klicka på den inom sju dagar för att skapa ditt konto.
uk: Після того як ви заповните деталі нижче, ми надішлемо вам "код запрошення" на ваш е-мейл для перевірки. Після чого вам потрібно натиснути на нього впродовж семи днів для створення вашого аккаунту.
vi: Khi bạn điền những thông tin dưới đây, chúng tôi sẽ gửi "code thư mời" đến địa chỉ email của bạn để xác nhận chúng. Sau đó bạn cần phải click vào đường link trong vòng 7 ngày để khởi tạo tài khoản.

source: Your email address
ar: عنوان البريد الالكتروني
de: Deine E-Mail-Adresse
eu: Zure posta elekronikoaren helbidea
fi: Sähköpostiosoitteesi
fr: Votre adresse courrielle
he: כתובת הדוא"ל שלך
ja: あなたのメールアドレス
nl: Je e-mail adres
ru: Адрес вашей эл. почты
sv: Din emailadress
uk: Ваш е-мейл
vi: Địa chỉ email

source: Self-registration is currently disabled.
ar: التسجيل الشخصي غير ممكن حاليا
de: Selbstregistierung ist zur Zeit abgeschaltet.
eu: Izen emate automatikoa desgaitua dago.
fr: L'enregistrement est désactivé
he: הרשמה עצמית לא מאופשרת לעת עתה
ja: 現在、ユーザ自身による登録は無効となっています。
nl: Zelf registreren is momenteel uitgeschakeld.
ru: Самостоятельная регистрация временно запрещена.
sv: Självregistrering är för närvarande avstängt
uk: Самостійна реєстрація поки вимкнена.

source: A new password has been emailed to you at %s. You should be able to use it immediately; your old one has been deactivated.
ar: كلمة مرور جديدة تم إرسالها إلى بريدك الالكتروني على %s. يجب أن تكون قادرا على استخدامه في الحال, كلمة المرور التي كنت تستخدمها سابقا قد تم إبطالها.
de: Ein neues Passwort wurde an deine E-Mailadresse %s geschickt. Du kannst dieses Passwort ab sofort verwenden; das alte Passwort wurde deaktiviert.
eu: Pasahitz berri bat bidali zaizu %s posta elektronikora. Berehala erabili ahal izago duzu; zure pasahitz zaharra desgaitua izan da.
fi: Uusi salasana on lähetetty sinulle sähköpostilla %s. Se on käytössä heti, vanha salasanasi poistettu käytöstä.
fr: Un nouveau mot de passe vous a été posté à l'adresse suivante: %s. Vous devriez être en mesure de l'utiliser immédiatement. Votre ancien mot de passe est désormais désactivé.
he: סיסמה חדשה נשלחה לכתובת הדוא"ל שלך ב-%s. ביכולתך להשתמש בה לאלתר; סיסמתך הישנה בוטלה.
lt: Naujas slaptažodis nusiųstas %s. Senas slaptažodis panaikintas.
nl: Een nieuw wachtwoord is je toegestuurd naar %s. Deze kun je direct gebruiken, je oude wachtwoord is nu verwijderd.
ru: Новый пароль был отправлен вам на адрес %s. Вы можете использовать его уже сейчас; старый пароль удалён.
sv: Ett nytt lösenord har skickats till dig vid %s. Du kan använda det på en gång, ditt gamla har avaktiverats.
uk: Новий пароль був висланий на ваш %s е-мейл. Ви можете одразу його використовувати; ваш старий пароль більше не активний.
vi: M6at5 khẩu mới đã được email đến bạn ở %s. Bạn có thể sử dụng nó ngay lập tức. Mật khẩu cũ của bạn đã bị hủy bỏ.

source: Your %s password
ar: كلمة المرور الخاصة بك في %s
de: Dein %s Passwort
eu: Zure pasahitza %s
fi: Sinun %s salasana
fr: Votre %s mot de passe
he: סיסמתך ב-%s
ja: あなたの %s でのパスワード
nl: Jouw wachtwoord voor %s
ru: Ваш пароль на %s
sv: Ditt %s lösenord
uk: Ваш %s пароль
vi: %s mật khẩu của bạn

source: Your %s password has been reset. For your records, your new password is: Password: %s Please consider changing your password as soon as you have logged in for security reasons. We hope you continue to enjoy using the system. Regards, The %s Team
ar: تم اعادة تهيئة كلمة المرور %s الخاصة بك. لسجلاتك الخاصة , ان كلمة العبور الجديدة هي: كلمة عبور : : %s الرجاء تغيير كلمة العبور حالما دخلت إلى الموقع وذلك لأسباب أمنية. نرجو أن تستمر وتستمتع باستخدام هذا النظام. تحيات, فريق %s
de: Dein %s Passwort wurde zurückgesetzt. Dein neues Passwort ist: Passwort: %s Bitte beachte, dass du dein Passwort aus Sicherheitsgründen so schnell wie möglich ändern solltest. Wir hoffen, dass du weiterhin unser System genießen wirst. Mit freundlichen Grüßen Das %s Team
fi: %s salasanasi on vaihdettu. Uusi salasanasi on: Salasana: %s Salasana kannattaa vaihtaa ensitilassa. Toivottavasti viihdyt. Terveisin, %s tiimi.
fr: Votre mot de passe %s a été régénéré. Pour votre information, votre nouveau mot de passe est : Mot de passe : %s Par sécurité, veuillez le changer dès que vous êtes reconnecté au site. En espérant que ce service répond à vos attente. Cordialement, L'équipe %s
he: סיסמתך ב-%s אופסה. לשימושך, סיסמתך החדשה היא: סיסמה: %s כדאי לשנות סיסמה זו בהקדם מטעמי בטיחות. אנו מקווים שתמשיכ/י להנות מהשימוש במערכת. שלך, צוות %s.
nl: Je %s wachtwoord is gereset. Jouw nieuwe wachtwoord is: Wachtwoord: %s Voor beveiligingsredenen is het wijs om uw wachtwoord te wijzigen nadat u heeft ingelogd. We hopen dat u met plezier gebruik blijft maken van de site. Met vriendelijke groet, The %s Team
ru: Ваш пароль на %s бал изменён. Новый пароль: %s Рекомендуем сменить пароль как можно скорее из соображений безопасности. Надеемся, вам нравится пользоваться системой. С уважением, Команда %s
sv: Ditt %s-lösenord har återställts. För dina noteringar, ditt nya lösenord är: Lösenord: %s Vänligen byt lösenord av säkerhetsskäl så snart du har loggat in. Vi hoppas att du gillar systemet. Med vänliga hälsningar, %s-teamet
uk: Ваш пароль на %s був. Новий пароль: %s Рекомендуємо змінити пароль якомога швидше з міркувань безпеки. Сподіваємось, вам сподобається користуватись системою. З найкращими побажаннями, Команда %s
vi: %s mật khẩu của bạn đã được làm lại. Để lưu trữ, đây là mật khẩu mới của bạn: Mật khẩu: %s Xin vui lòng thay đổi mật khẩu của bạn ngay sau khi bạn đăng nhập vì lý do bảo mật. Chúng tôi hy vọng bạn tiếp tục có những phút giây thoải mái với cộng động này Trân trọng, Đội ngũ %s

source: Your password request code appears to be invalid. Try generating a new one?
ar: رقمك السري غير فعال حاول تغييره
de: Dein Passwort scheint ungültig zu sein. Möchtest du ein neues beantragen?
eu: Zure pasahitz kodea ez da baliagarria. Saiatu berri bat sortzen?
fi: Salasanaa pyytävä koodisi ei kelpaa. Yritä tehdä uusi.
fr: Votre code d'invitation est invalide. Tenter d'en générer un autre?
he: קוד הזמנת הסיסמה שלך נמצא כלא תקין. האם ברצונך לייצר אחד חדש?
ja: あなたのパスワード申請コードは無効のようです。 新しいものを生成しますか？
nl: Jouw code voor de aanvraag van het wachtwoord blijkt ongeldig. Probeer een nieuwe aan te vragen?
ru: Код запроса на смену пороля неверен. Сгенерировать новый?
uk: Код запиту вашого паролю не дійсний. Згенерувати ще один?
vi: Mật khẩu của bạn yêu cầu dường như sai. Thử tạo một cái mới?

source: The site administrator has disabled password changing.
de: Der Administrator hat Passwort-Änderungen deaktiviert.
fr: L'administrateur du site a empêché le changement de moit de passe.

source: This method reduces the chance of a mistakenly reset password.
ar: هذا يقلل من فرصة الحصول على رقم سري
de: Diese Methode reduziert die Möglichkeit ein Passwort versehentlich zurückzusetzen
eu: Metodo honek pasahitza nahigabe berrasierazteko aukerak murrizten ditu.
fi: Tällä menetelmällä pyritään estämään salasanan tahaton vaihtaminen.
fr: Cette méthode réduit la probabilité d'un mot de passe réinitialisé par inadvertance.
he: שיטה זו מקטינה את הסיכוי לאיפוס סיסמאות לא נחוץ.
ja: この方法は、間違ってパスワードをリセットしてしまう機会を減らします。
lt: Šis metodas apsaugo nuo atsitiktinio slaptažodžio keitimo.
nl: Deze methode verminderd de kans van een verkeerde rest van je wachtwoord.
sv: Denna metod minskar risken för att lösenordet återställs av misstag.
uk: Це зменшить ризик введення паролю з помилками.
vi: Phương pháp này giảm thiểu cơ hội bị nhầm lẫn trong quá trình khởi động lại mật khẩu,

source: Your username
ar: اسم الخول
de: Dein Benutzername
eu: Zure erabiltzaile izena
fi: Käyttäjänimesi
fr: Votre compte
he: שם המשתמש שלך
ja: あなたのユーザ名
nl: Jouw gebruikersnaam
ru: Имя пользователя
sv: Ditt användarnamn
uk: Ваш логін
vi: Username của bạn

source: Request new password
ar: طلب رقم سري جديد
de: neues Passwort beantragen
eu: Pasahitz berria eskatu
fi: Pyydä uusi salasana
fr: Demander un nouveau mot de passe
he: הזמנת סיסמה חדשה
ja: 新しいパスワードのリクエスト
nl: Nieuw wachtwoord aanvragen
ru: Запрос нового пароля
sv: Begära nytt lösenord
uk: Запитати новий пароль
vi: Yêu cầu mật khẩu mới

source: Invite a friend
ar: دعوة صديق
de: Freund einladen
eu: Lagun bat gonbidatu
fi: Kutsu ystävä
fr: Inviter un ami
he: הזמנת חבר/ה
ja: 友人を招待
lt: Pakviesti draugą
nl: Nodig een vriend uit
ru: Пригласить друга
sv: Bjud in en vän
uk: Запросити друга
vi: Mời bạn bè

source: Get new %s password
ar: إطلب كلمة سر جديدة ل %s
de: Neues %s Passwort zusenden
eu: Eskuratu %s pasahitz berria
fi: Valitse uusi %s salasana
fr: Obtenir un nouveau mot de passe %s
he: סיסמה חדשה עבור %s
ja: %s での新しいパスワードを取得
lt: Gauti naują %s slaptažodį
nl: Een nieuw %s wachtwoord aanvragen
ru: Получить новый %s пароль
sv: Få ett nytt %s lösenord
uk: Отримати новий %s пароль.
vi: Tạo mới %s mật khẩu

source: Publish feeds to blog
ar: انشر التلقيمات للمدونة
de: Feeds auf Blog veröffentlichen
eu: Blogarentzako elikadura iturriak argitaratu
fi: Julkaise syötteet blogissa
fr: Publication de flux vers le blog
he: פרסום ערוצים לבלוג
ja: フィードをブログへ掲載
lt: Viešinti į dienoraštį
nl: Publiceer de feeds naar blog
ru: Опубликовать ленту на блоге
sv: Publicera feeds till blogg
uk: Публікація новин у блозі
vi: Hiển thị feed đến blog

source: Feeds
ar: تلقيمات
eu: Jarioak
fi: Syötteet
fr: Flux
he: ערוצים
ja: フィード
lt: Naujienų kanalai
ru: RSS ленты
uk: Новини

source: Feed detail
ar: تفاصيل التلقيمات
eu: Jarioaren zehaztasuna
fi: Syötteen yksityiskohdat
fr: Détail du flux
he: פרטי ערוץ
ja: フィードの詳細
lt: Naujienų kanalo informacija
nl: Feed details
ru: Подробнее о RSS ленте
sv: Feed-detaljer
uk: Деталі новин
vi: Chi tiết Feed

source: Feed Post
ar: تغذية الرسائل
de: Feed Beitrag
eu: Jarioko Mezua
fi: Syötteen artikkeli
fr: Flux de l'article
he: עדכון בערוץ
ja: 投稿のフィード
lt: Naujienų kanalo įrašas
nl: Feed bericht
ru: Новостное сообщение
sv: Feed-postning
uk: Повідомлення стрічки новин
vi: Bài Feed

source: A template for each post in a feed.
ar: قالب لكل رسالة عند التغذية
de: Eine Vorlage für jeden einzelnen Post in einem Feed.
eu: Txantiloi bat feed baten posta bakoitzarentzako.
fi: Kunkin artikkelin mallipohja syötteessä.
fr: Un gabarit pour chaque article d'un flux.
he: תבנית עבור כל עדכון בערוץ.
ja: フィードの各投稿のためのテンプレートです。
lt: Šablonas kiekvienam naujienų kanalo įrašui.
nl: Een template voor elk bericht in een feed.
ru: Шаблон для каждой записи ленты новостей.
sv: En mall för varje post i en feed.
uk: Шаблон для кожного повідомлення в стрічці новин.
vi: Giao diện cho từng bài ở trong feed

source: Post title
ar: عنوان الارسال
de: Titel des Beitrags
eu: Mezuaren izenburua
fi: Artikkelin otsikko
fr: Titre de l'article
he: כותרת העדכון
ja: 投稿のタイトル
lt: Įrašo pavadinimas
nl: Bericht titel
ru: Заголовок записи
sv: Posttitel
uk: Заголовок повідомлення
vi: Tiêu đề bài viết

source: The text of the post
ar: نص الارسال
de: Text des Beitrags
eu: Mezuaren testua
fi: Artikkelin teksti
fr: Le texte de l'article
he: תוכן העדכון
ja: 投稿のテキスト
lt: Tekstas
nl: De tekst van het bericht
ru: Текст записи
sv: Posten text
uk: Текст повідомлення
vi: Bản văn của bài viết

source: An icon for the user
ar: ايقونة للمستخدم
de: Icon für den Benutzer
eu: Erabiltzailearentzako ikonoa
fi: Käyttäjän kuvake
fr: Un icône pour l'utilisateur.
he: אייקון עבור המשתמש
ja: ユーザのアイコン
lt: Vartotojo piktograma
nl: Een icoon voor de gebruiker
ru: Аватар пользователя
sv: En ikon för användaren
uk: Іконка користувача
vi: Hình đại diện cho thành viên

source: The feed name
ar: تزويد الاسم
de: Der Name des Feeds
eu: Feed-aren izena
fi: Syötteen nimi
fr: Le nom du flux
he: שם הערוץ
ja: フィード名
lt: Naujienų kanalo pavadinimas
nl: De Feed naam
ru: Имя ленты новостей
sv: Feednamnet
uk: Ім'я стрічки новин
vi: Tên của feed

source: A short description of the feed
ar: وصف مختصر للتغذية
de: Eine kurze Beschreibung des Feeds
eu: Feed-aren deskribapen labur bat
fi: Lyhyt kuvaus syötteelle
fr: Une courte description du flux
he: תיאור קצר של הערוץ
ja: フィードの簡単な説明
lt: Trumpas naujienų kanalo aprašymas
nl: Een korte beschrijving van de feed
ru: Краткое описание ленты новостей
sv: En kort beskrivning av feeden
uk: Короткий опис стрічки новин
vi: 1 đoạn chú thích ngắn cho feed

source: A link to the post
ar: رابط للارسال
de: Link zum Beitrag
eu: Mezuaren esteka
fi: Linkki artikkeliin
fr: Un lien vers l'article
he: קישור לפרסום
ja: 投稿へのリンク
lt: Nuoroda į įrašą
nl: Een link naar een bericht
ru: Ссылка на запись
sv: En länk till postningen
uk: Посилання на стрічку новин
vi: Link đến bài viết

source: A link to the host site
ar: رابط لموقع التحميل
de: Link zur Host-Site
eu: Esteka bat host-gunera
fi: Osoite varsinaiselle sivustolle
fr: Un lien vers le site source
he: קישור לאתר המארח
ja: ホストサイトへのリンク
lt: Nuoroda į svetainę
nl: Een link naar de host site
ru: Ссылка на сайт-источник
sv: En länk till värdsajten
uk: Посилання на сайт стрічки новин
vi: Link đến host site

source: A link to the host feed
ar: رابط التزويد للتحميل
de: Link zum Host feed
eu: Esteka bat host feed-era
fr: Un lien vers le flux source
he: קישור לערוץ האתר המארח
ja: ホストフィードへのリンク
lt: Nuoroda į naujienų kanalą
nl: Een link naar de host feed
ru: Ссылка на ленту-источник
sv: En länk till hostfeeden
uk: Посилання на стрічку новин сайту
vi: Link đến host feed

source: Buttons to subscribe or unsubscribe
ar: ازرار الاشتراك او الخروج
de: Buttons für die anmeldung und abmeldung
eu: Harpidetu eta harpidetza uzteko botoiak
fi: Painikkeet tilaamiselle tai tilaamisen lopettamiselle
fr: Boutons pour s'abonner ou se désabonner
he: כפתורים להרשמה או להסרה מהמנוי
ja: 定期購読・購読解除ボタン
lt: Mygtukai prenumeratai ar jos atsisakymui
nl: Knoppen voor aan- of afmelden
ru: Кнопки для подписки и отписки
sv: Knappar för prenumeration
uk: Кнопки для підписання та відписання
vi: Nút để đăng ký và gỡ bỏ

source: Added
de: Hinzugefügt
eu: Gehitua
fi: Lisätty
fr: Ajouté
he: נוסף
ja: 追加しました
lt: Pridėta
nl: Toegevoegd
ru: Добавлено
sv: Lades till
uk: Додано
vi: Đã thêm

source: Your feed subscription was successful.
ar: التغذية تمت بنجاح
de: Deine RSS-Newsfeed-Bestellung was erfolgreich.
eu: Zure feed-harpidetza ondo egin da.
fi: Syötteen tilaaminen onnistui.
fr: Votre abonnement au flux a réussi.
he: הרשמותך לערוץ הצליחה.
ja: フィードの定期購読は成功しました。
lt: Naujienų kanalas užsakytas sėkmingai.
nl: Jouw feed is met succes upgeload.
ru: Вы подписались на ленту новостей.
sv: Din prenumeration på feeden lyckades.
uk: Підписка на стрічку новин пройшла вдало.
vi: Đăng ký feed của bạn đã thành công

source: Feed subscription failed: you are already subscribed to this feed.
ar: خدمة تغذية الاشتراك فشلت: وأنت مشترك في هذه الخدمة.
de: Fehler bei der RSS-Newsfeed-Bestellung: Du hastdieses RSS-Newsfeed bereits bestellt.
eu: Jariora harpidetzak huts egin du: jario honetara harpidetua zaude jada.
fi: Syötteen tilaaminen epäonnistui: olet jo tilannut tämän syötteen.
fr: L'abonnement au flux a échoué : Vous êtes déjà abonné à ce flux.
he: ההרשמות לערוץ נכשלה: יש לך כבר מנוי על ערוץ זה.
ja: フィードの定期購読は失敗しました： あなたはすでに、このフィードを定期購読しています。
lt: Naujienų kanalo užsakyti nepavyko: naujienų kanalas jau buvo užregistruotas anksčiau.
nl: Feed aanmelding mislukt: je bent al aangemeld voor deze feed.
ru: Вы уже подписаны на эту ленту новостей.
sv: Prenumeration på feeden misslyckades: du prenumererar redan på den.
uk: Підписання на стрічку новин невдале: ви вже підписані на цю стрічку.
vi: Đăng ký feed thất bại: bạn đã đăng feed này.

source: Your have successfully removed this feed from your subscriptions.
ar: انت نجحت في ازالة التغذية
de: Das RSS-Newsfeed wurde erfolgreich abbestellt.
eu: Zure harpidetzetatik jario hau ezabatua izan da.
fi: Syötteen tilaus on poistettu.
fr: Vous avez correctement supprimé ce flux de vos abonnements.
he: הסרת את ההרשמה על ערוץ זה בהצלחה.
ja: フィードはあなたの定期購読から正常に削除されました。
lt: Sėkmingai atsisakėte naujienų kanalo prenumeratos.
nl: Je bent met succes verwijderd van het abonnement van deze feed.
ru: Вы успешно прекратили подписку на данную ленту.
sv: Du har tagit bort denna feed från dina prenumerationer.
uk: Ви успішно видалили цю стрічку новин з вашої підписки.
vi: Bạn đã xóa thành công feed này.

source: Feed unsubscription failed: you are not subscribed to this feed.
ar: خدمة تغذية الاشتراك فشلت: وأنت غير مشترك في هذه الخدمة.
de: Fehler bei der RSS-Newsfeed-Abbestellung: Du hast dieses RSS-Newsfeed nicht bestellt.
eu: Jariora harpidetza ezabatzeak huts egin du: ez zaude jario honetara harpideturik.
fi: Syötteen tilausta ei voitu poistaa: et ole tilannut tätä syötettä.
fr: Le désabonnement au flux a échoué : vous n'êtes pas abonné à ce flux.
he: הסרת ההרשמה על הערוץ נכשלה: אין לך כלל מנוי על ערוץ זה.
ja: フィードの定期購読解除は失敗しました： あなたは、このフィードを定期購読していません。
lt: Naujienų kanalo atsisakyti nepavyko: kanalo prenumerata nerasta.
nl: Feed afmelding is mislukt: je bent niet geabonneerd op deze feed.
ru: Отписаться ка от этой ленты не удалось: вы не были подписаны на нее.
sv: Misslyckades: du prenumererar inte på denna feed.
uk: Підписка на стрічку новин невдала: ви не підписані на цю стрічку.
vi: Xóa feed không thành công: bạn đã không đăng ký feed này.
