Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/politica/languages/*/LC_MESSAGES/*.po
Languages: ar, de, eu, fi, fr, he, ja, lt, nl, ru, sv, uk, vi

source: Career Goals
ar: اهداف المهنة
de: Karriere Ziele
eu: Helburu Profesionalak
fi: Tavoitteet urallani
fr: Objectifs professionnels
he: יעדים בקריירה
ja: 職業上（出世）の目標
lt: Karjeros tikslai
nl: Carrière doelen
ru: Цели карьеры
sv: Karriärmål
uk: Цілі в кар'єрі
vi: Mục tiêu nghề nghiệp

source: Freeform: let colleagues and potential employers know what you'd like to get out of your career.
ar: نموذج حر : اجعل اصحابك والوظفين المحتملين يعرفون مالذي ستحصل عليه من وظيفتك
de: Freitext: Lasse KollegInnen und potentielle ArbeitgeberInnen wissen, welche Karriere du anstrebst.
eu: Formulario librea: jakinarazi iezaiezu zure lankide eta enplegatzaileei zure lan-ibilbidetik zer lortu nahiko zenukeen.
fr: Informel: informez collègues et employeurs potentiels de ce que vous souhaitez retirer de votre carrière.
he: מלל חופשי: ספר לעמיתים ומעסיקים פוטנציאלים מהן השאיפות שלך בתחום העסקי.
ja: 自由形式： あなたがキャリアから得たいことを、未来の雇用者や同僚に知ってもらってください。
lt: Laisva forma: parašykite kolegoms ir potencialiems darbdaviams, ko tikitės iš savo karjeros.
nl: Vrij formaat: laat collega's en potentiële werkgevers weten wat jouw carrière plannen zijn.
ru: В свободной форме расскажите коллегам и потенциальным работодателям о том, что вы хотите получить от вашей карьеры.
sv: Freeform: låt kollegor och potentiella arbetsgivare veta vad du vill få ut av din karriär.
uk: Вільне поле: нехай колеги та потенціальні роботодавці дізнаються, чого ви прагнете досягнути.
vi: Freeform: hãy để đồng nghiệp và công nhân biết bạn ghét cái gì trong công việc của mình.

source: Level of Education
ar: المستوى العلمي
de: höchste abgeschlossene Ausbildung
eu: Ikasketa Maila
fi: Koulutus
fr: Niveau d'éducation
he: רמת השכלה
ja: 教育水準
lt: Išsilavinimas
nl: Opleidingsniveau
ru: Уровень образования
sv: Utbildningsnivå
uk: Рівень освіти
vi: Trình độ học vấn

source: Education
de: Ausbildung
eu: Hezkuntza
fi: Koulutus
fr: Formation
he: השכלה
ja: 教育
nl: Educatie
ru: Образование
sv: Utbildning
uk: Освіта
vi: Giáo dục

source: High School
ar: المرحلة الثانوية
de: Oberstufe
eu: Bigarren Hezkuntza
fi: Lukio
fr: École secondaire
he: תיכון
ja: 高校
lt: Aukštoji mokykla
nl: Middelbare school
ru: Высшая школа
sv: Grund / Gymnasieskola
uk: Середня школа
vi: Trường cấp 3

source: University / College
ar: الجامعة او الكلية
de: Universität
eu: Unibertsitatea / Fakultatea
fi: Yliopisto
fr: Université / Collège
he: אוניברסיטה / מכללה
ja: 大学／専門学校
lt: Universitetas / Kolegija
nl: MBO / HBO / Universiteit
ru: Университет/Колледж
sv: Universitet / Högskola
uk: Університет / Коледж
vi: Đại học / Cao đẳng

source: Degree
ar: المؤهل
de: Akademischer Grad
eu: Maila
fi: Tutkinto
fr: Degré
he: תואר
ja: 学位
lt: Laipsnis
nl: Graad
ru: Учёная степень
sv: Examen
uk: Ступінь
vi: Bằng

source: Main Skills
ar: المهارات الاساسية
de: besondere Fähigkeiten
eu: Gaitasun Nagusiak
fi: Tärkeimmät taidot
fr: Compétences principales
he: כישורים עיקריים
ja: 主な技能
lt: Svarbiausi įgūdžiai
nl: Belangrijkste vaardigheden
ru: Главные навыки
sv: Färdigheter och kompetens
uk: Основні Вміння
vi: Kỹ thuật chính

source: Membership requests
ar: طلبات العضوية
de: Mitgliedschaftsanfragen
eu: Partaidetza gauzatzeko eskaerak
fi: Jäsenyyspyyntö
fr: Demandes d'adhésion
he: בקשות הצטרפות לקהילה
ja: 参加申し込み
lt: Dalyvavimo užklausos
nl: Lidmaatschap verzoek
ru: Запрос на участие
sv: Medlemsansökan
uk: Запити на вступ
vi: Yêu cầu làm thành viên

source: To embed videos from popular sites like Google Video and Youtube, obtain the embed HTML, paste it in the following form and configure your preferred size:
de: Um Videos von Internetseiten wie Google Video oder Youtube einzubetten, besorge dir den HTML-Code, füge ihn in das folgende Formular ein und konfiguriere deine bevorzugte Größe:
fr: Pour insérer des vidéos de sites populaires tels que Google Video ou Youtube, récupèrer l'adresse HTML d'insertion, coller la dans le formulaire suivant et configurer les dimensions d'affichage de celle-ci:

source: Video URL
fr: URL de la vidéo

source: Video size
de: Video-Größe
fr: Dimension de la vidéo

source: Insert video
de: Füge Video ein
fr: Insérer une vidéo

source: We had trouble understanding this code. Are you sure this is the embed HTML for your video?
de: Wir haben Problem, diesen Code zu verstehen. Bist du dir sicher, dass dies der HTML-Code für dein Video ist?
fr: Nous avons des difficultés à comprendre ce code. Etes-vous sûr que c'est bien le HTML permettant l'insertion de votre vidéo?

source: Content Toolbar
de: Inhalts-Werkzeugleiste
fr: Barre de gestion du contenu

source: A placeholder for content related buttons (resources, videos)
fr: Un endroit où placer les boutons relatifs au contenu (ressources, vidéo)

source: JS buttons definitions
de: JS-Schaltflächen-Definitionen
fr: Définitions des boutons JS

source: Buttons definitions
de: Schaltflächen-Definitionen
fr: Définitions des boutons

source: The wizard page to add a video from an external site
de: Die Assistent-Seite um Videos von externen Seiten einzufügen
fr: La page d'insertion d'une vidéo à partir d'un fichier externe

source: Site name
de: Name der Site
eu: Gunearen izena
fr: Nom du site

source: Wizard explanation
de: Assistent-Erklärung
fr: Explication du "wizard"

source: Video URL label
de: Video-URL-Bezeichnung
fr: Le libellé d'adresse (URL) de la vidéo

source: Video size label
fr: La taille de la vidéo

source: Video insert button label
fr: Le libellé du bouton d'ajout pour la vidéo

source: Video widget
ar: اداة الفيديو
fr: Module vidéo

source: Displays a video of your choice.
de: Zeigt ein Video deiner Wahl an.
fr: Afficher une vidéo de votre choix.

source: Add External video
ar: اضافة فيديو خارجي
de: Ein externes Video hinzufügen
fr: ajouter une vidéo externe

source: Insert Video
ar: ادراج فيديو
de: Füge Video ein
fr: insèrer une vidéo

source: Invalid video param edit an check that if is a valid &lt;embed> object.
fr: Paramètre de vidéo incorrect, éditer et vérifier le l'objet insérable (<embed>) à un format valid.

source: Tagline
de: Kurzfassung
eu: Eslogan
fr: Sous titre

source: A tagline for your site (eg 'Social network for Bogton')
de: Eine Kurzbeschreibung Ihrer Site (zB 'Soziales Netzwerk der Uni')
eu: Zure gunearentzako eslogan bat (adb: 'Bogton-entzako Gizarte-Sarea')
fr: Un sous titre pour votre site (ex 'Réseau social de Paris 5')

source: External URL to the site (eg http://elgg.bogton.edu/). NB: **MUST** have a final slash at the end
de: Externe URL Ihrer Site (zB http://elgg.bogton.edu/). NICHT VERGESSEN: Schrägstrich am Ende der Adresse!
eu: Gunetik kanpoko URL helbidea (http://elgg.bogton.edu adib.). NB: bukaeran barra bat eduki **BEHAR** du.
fr: URL externe du site (ex http://blogs.univ-paris5.fr/). NB : DOIT avoir un slash à la fin

source: Physical path to the files (eg /home/elggserver/httpdocs/). NB: **MUST** have a final slash at the end
de: Physischer Pfad zu den Dateien (zB /home/elggserver/httpdocs/). NICHT VERGESSEN: Schrägstrich am Ende des Pfades!
eu: Fitxategien bide-izen fisikoa (/home/elggserver/httpdocs/). NB: bukaeran barra bat izan **BEHAR** du
fr: Chemin physique aux fichiers (ex /home/elggserver/httpdocs/). NB : DOIT avoir un slash à la fin

source: Database type
de: Datenbank Typ
eu: Datubase mota
fr: Type de base de données

source: Acceptable values are 'mysql' and 'postgres' - MySQL is highly recommended
de: Mögliche Werte sind 'mysql' und 'postgres' - MySQL wird empfohlen
eu: Onartutako balioak 'mysql' eta 'postgres' dira - MySQL oso gomendagarria da
fr: Les valeurs acceptable sont 'mysql' et 'postgres' - MySQL est vivement recommandé

source: Database name
de: Name der Datenbank
eu: Datu basearen izena
fr: Nom de la base de données

source: Database host
de: Datenbank Host
eu: Datu base ostalaria
fr: Hote de la base de données

source: Database user
de: Datenbank User
eu: Datu basearen erabiltzailea
fr: Utilisateur de la base de données

source: Database password
de: Datenbank Passwort
eu: Datu basearen pasahitza
fr: Mot de passe de la base de données

source: Database table prefix
de: Datenbank Tabellen Prefix
eu: Datu base taularen aurrizkia
fr: Préfix des tables de la base de données

source: All database tables will start with this; we recommend 'elgg'
de: Alle Datenbanktabellen starten mit dieser Bezeichnung; wir empfehlen 'elgg'
eu: Datu base taula guztiak honekin hasiko dira, 'elgg' gomendatzen dugu
fr: Toutes les tables de la base de données commenceront par cela; nous recommendons 'elgg'

source: System administrator email
eu: Sistemaren administratzailearen emaila
fr: Courriel de l'administrateur système

source: The email address your site will send email from (eg elgg-admin@bogton.edu)
de: Die Email Adresse, von der aus Ihre Site Mails verschickt (zB elgg-admin@bogton.edu)
eu: Guneak posta elektronikoaren bidaltzaile bezala erabiliko duen helbidea ( elgg-admin@bogton.edu)
fr: L'adresse de courriel avec laquelle votre site enverra du courriel (ex elgg-admin@bogton.edu)

source: Country code to set language to if you have gettext installed
de: Ländercode um die Sprache festzulegen falls Sie gettext installiert haben
eu: Herrialde kodea hizkuntza zehazteko gettext instalaturik baduzu
fr: Code pays pour définir la langue si vous avez gettext d'installé

source: Public registration
de: Öffentliche Registrierung
eu: Erregistro publikoa
fr: Enregistrement public

source: Public invitations
de: Öffentliche Einladungen
eu: Gonbidapen publikoak
fr: Invitations public

source: Can users of this system invite other users in?
de: Können NutzerInnen dieses Systems andere Personen zu Elgg einladen?
eu: Sistema honetako erabiltzaileek gonbidatu al ditzazkete beste erabiltzaile batzu?
fr: Est-ce que les utilisateurs du système peuvent inviter d'autres gens à l'intérieur ?

source: Maximum users
de: Höchstzahl der NutzerInnen
eu: Gehienezko erabiltzaile kopurua
fr: Nombre d'utilisateurs maximum

source: The maximum number of users in your system. If you set this to 0, you will have an unlimited number of users
de: Die Höchstzahl der NutzerInnen in Ihrem System. Wenn Sie diesen Wert auf 0 setzen, ist die Zahl der NutzerInnen unbeschränkt.
eu: Zure sistemako gehienezko erabiltzaile kopurua. 0-n jartzen baldin baduzu hau, erabiltzaile kopuru mugagabea izango duzu.
fr: Le nombre maximum d'utilisateur de votre système. Si vous le mettez à 0, vous aurez un nombre illimité d'utilisateur

source: Maximum disk space
de: maximaler Speicherplatz
eu: Diskoaren gehienezko espazioa
fr: Espace disque maximum

source: The maximum disk space taken up by all uploaded files
de: Maximaler Speicherplatz, den hochgeladene Dateien einnehmen dürfen
eu: Igotako fitxategi guztiek diskoan hartzen duten espazio maximoa
fr: L'espace disque maximum pris par tous les fichiers chargés

source: Email filter
eu: Posta elektroniko iragazkia
fr: Filtre de courriel

source: Default access
de: Standardzugriff
eu: Atzipen lehenetsia
fr: Accès par défaut

source: The default access level for all new items in the system
eu: Sistemako item berri guztientzako lehenetsitako sarrera-maila.
fr: Le niveau d'accès par défaut pour tous les nouveaux éléments du système

source: Disable user templates
de: Benutzerdefinierte Designs deaktivieren
eu: Erabiltzaile itxurak desgaitu
fr: Désactiver les gabarits des utilisateurs

source: Persistent connections
de: dauerhafte Verbindungen
eu: Konexio iraunkorrak
fr: Connexions persistentes

source: Should Elgg use persistent database connections?
de: Soll Elgg dauerhafte Datenbankverbindungen verwenden?
eu: ELgg-k datu base konexio iraunkorak erabili behar ditu?
fr: Est-ce que Elgg doit utiliser des connexions persistentes à la base de données ?

source: Debug
de: Fehlersuche
eu: Arazketa modua
fr: Débuguer

source: RSS posts maximum age
de: maximales RSS Beitragsalter
eu: RSS mezuen zahartze maximoa
fr: Age maximum des messages dans les RSS

source: Templates location
eu: Txantiloien kokalekua
fr: Emplacement des gabarits

source: Special keywords
eu: Hitz-gako bereziak
fr: Mots-clés spéciaux

source: You can insert these into your pageshell for special functionality:
eu: Hau zure orrialdean txeratu funtzionalitate gehigarri bat gehitzeko:
fr: Vous pouvez insérer ceci dans votre pageshell pour des fonctionnalités spéciale :

source: The address of your site.
de: Die Adresse Ihrer Site.
eu: Zure gunearen helbidea.
fr: L'adresse de votre site.

source: The name of your site.
de: Der Name Ihrer Site.
eu: Zure gunearen izena.
fr: Le nom de votre site.

source: Your site's tagline.
de: Die Kurzfassung Ihrer Site.
eu: Zure gunearen eslogana.
fr: Le sous titre de votre site.

source: The current user's username.
de: Der Anmeldename des aktuellen Users / der aktuellen Userin.
eu: Oraingo erabiltzailearen erabiltzaile-izena.
fr: L'identifiant de l'utilisateur courant.

source: The current user's full name.
de: Der vollständige Name des aktuellen Users / der aktuellen Userin.
eu: Oraingo erabiltzailearen izen abizenak.
fr: Le nom complet de l'utilisateur courant.

source: A list of the most popular tags.
eu: Etiketa ospetsuenen zerrenda.
fr: Une liste des mots-clés les plus populaires.

source: A list of random users who have filled in their profiles, if some exist.
eu: Bere profila bete duten zenbat erabiltzaile hausaz, baldin badaude.
fr: Une liste aléatoire d'utilisateur ayant rempli leur profil, si il en existe.

source: Front page (when logged out)
de: Startseite (wenn ausgeloggt)
eu: Aurreko orrialdea (sistematik kanpo egonik)
fr: Première page (Quand on est déconnecté)

source: Front page (when logged in)
de: Startseite (wenn eingeloggt)
eu: Aurreko orrialdea (sisteman sartuta egonik)
fr: Première page (Quand on est connecté)

source: CSS styles
de: CSS Designs
eu: CSS estiloak
fr: Styles CSS

source: No languages installed
ar: لا يوجد لغة
de: Keine Sprachpakete installiert
eu: Ez dago hizkuntzarik istalatuta
fi: Ei asennettuja kieliä
fr: Pas de langues installées
he: לא הותקנה אף ערכת שפה
ja: 言語がインストールされていません
nl: Geen talen ingesteld
ru: Нет установленных языковых модулей
sv: Inga språk installerade
uk: Не встановлено жодної мови

source: Folder
de: Ordner
eu: Karpeta
fi: Hakemisto
fr: Dossier
he: תיקיה
ja: フォルダ
lt: Katalogas
nl: Map bewerken
ru: Папка
sv: Mapp
uk: Тека
vi: Thư mục

source: Each individual folder
ar: لكل فرد مجلد
de: jeder persönliche Ordner
eu: Banakako karpeta bakoitza
fi: Kukin yksittäinen hakemisto
fr: Chaque répertoire
he: כל תיקייה
lt: Kiekvienas katalogas
nl: Elke individuele map
ru: Каждая папка
sv: Varje enskild mapp
uk: Кожна конкретна тека
vi: Từng thư mục cá nhân

source: The owner of the folder
ar: مالك المجلد
de: Eigentümer des Ordners
eu: Karpetaren jabea
fi: Hakemiston omistaja
fr: Le propriétaire du répertoire
he: בעלי התיקייה
lt: Katalogo savininkas
nl: De eigenaar van de map
ru: Владелец папки
sv: Ägaren av mappen
uk: Власник теки
vi: Chủ nhân của thư mục

source: The name of the folder
ar: اسم المجلد
de: Name des Ordners
eu: Karpetaren izena
fi: Hakemiston nimi
fr: Le nom du répertoire
he: שם התיקייה
lt: Katalogo pavadinimas
nl: De naam van de map
ru: Имя папки
sv: Mappens namn
uk: Ім'я теки
vi: Tên của thư mục

source: The folder's URL
ar: موقع المجلد
de: URL des Ordners
eu: Karpetaren URLa
fi: Hakemiston URL
fr: URL du répertoire
he: כתובת הURL של התיקייה
ja: フォルダのURL
lt: Nuoroda į katalogą
nl: De URL van de map
ru: URL папки
sv: Mappens URL
uk: URL теки
vi: Link của thư mục

source: Menu items for folder owner (edit, delete, etc)
ar: لوحة القوائم لمالك المجلد هي(تحرير, الغاء, الخ..)
de: Menüpunkte für Ordnereigentümer (bearbeiten, löschen, etc)
eu: Karpetaren jabearen menu-itemak (editatu, ezabatu, e.a.)
fr: Items de menu du propriétaire du répertoire (modifier, supprimer, etc)
he: פריטי תפריט עבור בעלי התיקייה (עריכה, מחיקה, וכו')
lt: Meniu punktai (keisti, šalinti ir t.t.)
nl: Menu opties voor de eigenaar van de map (bewerken, verwijderen, etc.)
ru: Темы меню для владельца папки (править, удалить и т.п.)
sv: Menyval för mappägare (redigera, radera, etc)
uk: Пункти меню для власника теки (редагувати, видалити і т.п.)
vi: Menu items cho chủ nhân thư mục (chỉnh sửa, xóa, v.v..)

source: The URL of the file's icon
ar: عنوان ملفات الايقونة
de: URL der Icondatei
eu: Fitxategiaren ikonoaren URLa
fi: Tiedostojen kuvakkeen URL
fr: URL de l'icône du fichier
he: כתובת הURL של אייקון של הקובץ
lt: Failo piktogramos nuoroda
nl: De URL van het pictogram van het bestand.
ru: URL иконки файла
sv: URL:en till filens ikon
uk: URL іконки файлу
vi: Link của hình đại diện cho tập tin

source: Keywords associated with the folder
ar: الكلمات المتاحية مرفقة مع المجلد
de: Stichwörter zum Ordner
eu: Karpetarekin erlazionaturiko hitz-gakoak
fi: Hakemistoon liitetyt avainsanat
fr: Mots-clés associés avec ce répertoire
he: מילות מפתח עבור התיקייה
lt: Rakatažodžiai apibudinantys šį katalogą
nl: Sleutelwoorden die aan de map zijn verbonden.
ru: Ключевые слова для данной папки
sv: Nyckelord som hör till mappen
uk: Ключові слова асоційовані з текою
vi: Những từ khóa liên quan đến thư mục

source: File
de: Datei
eu: Fitxategi
fi: Tiedosto
fr: Fichier
he: קובץ
ja: ファイル
lt: Failas
nl: Bestand
ru: Файл
sv: Fil
uk: Файл
vi: Tập tin

source: Each individual file within a folder
ar: كل ملف فردي ضمن مجلد
de: jede persönliche Datei in einem Ordner
eu: Katalogo baten barneko fitxategi indibidual bakoitza
fi: Kukin yksittäinen tiedosto hakemistossa
fr: Chaque fichier du répertoire
he: כל קובץ בתוך תיקייה
lt: Kiekvienas failas kataloge
nl: Elk individueel bestand in een map.
ru: Каждый файл в папке
sv: Varje enskild fil med en mapp
uk: Кожний окремий файл в теці
vi: Từng tập tin cá nhân trong thư mục

source: The file's URL
ar: عالعنوان الالكتروني للملفات
de: URL der Datei
eu: Fitxategiaren URLa
fi: Tiedoston URL
fr: URL du fichier
he: כתובת האינטרנט של הקובץ
ja: ファイルのURL
lt: Nuoroda į failą
nl: De URL van het bestand
ru: URL файла
sv: Filens URL
uk: URL файлу
vi: Link của tập tin

source: Its filename
ar: اسم ملفهاالمجلد الاصلي
de: Dateiname
eu: Fitxategiaren izena
fi: sen tiedostonimi
fr: Son nom de fichier
he: שם הקובץ
ja: ファイル名
lt: Failo pavadinimas
nl: De bestandsnaam
ru: Имя файла
sv: Dess filnamn
uk: Його ім'я
vi: Tên tập tin

source: A description of the file
ar: وصف للملف
de: Beschreibung der Datei
eu: Fitxategiaren deskribapen bat
fi: Tiedoston kuvaus
fr: Une description du fichier
he: תיאור הקובץ
ja: ファイルの説明
lt: Failo aprašymas
nl: Een beschrijving van het bestand
ru: Описание файла
sv: En beskrivning av filen
uk: Опис файлу
vi: Bảng chú thích cho tập tin

source: Its title
ar: عنونه
de: Titel
eu: Bere izenburua
fi: sen otsikko
fr: Son titre
he: הכותרת שלו
ja: タイトル
lt: Pavadinimas
nl: De titel
ru: Его название
sv: Dess titel
uk: Його назва
vi: Tiêu đề của nó

source: Menu items for file owner (edit, delete, etc)
ar: قائمة ملفات المالك ( تعديل - حذف ........
de: Menüpunkte für Dateieigner (bearbeiten, löschen, etc)
eu: Menu elementuak fitxategiaren jabearentzat (editatu, ezabatu, etab)
fr: Items de menu du propriétaire du fichier (modifier, supprimer, etc)
he: פריטי תפריט עבור בעלי הקובץ (עריכה, מחיקה, וכו')
ja: ファイル所有者のためのメニューアイテム（編集、削除など）
lt: Meniu punktai (keisti, šalinti ir t.t.)
nl: Menu opties voor de eigenaar van het bestand (bewerken, verwijderen, etc.)
ru: Элементы меню для хозяина файла (редактировать, удалить и т.п.)
sv: Menyval för filägare (redigera, radera, etc)
uk: Список пунктів меню для власника файлу (редагувати,видалити, та інше)
vi: Menu items dành cho chủ nhân tập tin (chỉnh sửa, xóa, v.v..)

source: The URL of its icon
ar: عنان ايقوناته
de: URL des Icons
eu: Ikono honen URLa
fi: kuvakkeen URL
fr: URL de son icône
he: כתובת הURL של האייקון שלו
ja: アイコンのURL
lt: Nuoroda į piktogramą
nl: De URL van het pictogram
ru: URL его иконки
sv: URL:en till dess ikon
uk: URL іконки
vi: Link của hình đại diện

source: File selection wizard
fr: dialogue de sélection d'un fichier

source: Wizard page that show the file list
fr: page qui montre une liste de fichiers

source: File's owner id
de: Datei-Besitzer-ID
fr: Identité (ID) du propriétaire d'un fichier

source: Initial folder
ar: الملف الاساسي
de: Anfangsordner
fr: Répertoire initial

source: Input field to be modified by the wizard
fr: Champ de saisie qui sera modifié par l'interface

source: Edit File
ar: تحرير الملف
de: Datei bearbeiten
eu: Editatu fitxategia
fi: Muokkaa tiedostoa
fr: Modifier fichier
he: עריכת קובץ
ja: ファイルの編集
lt: Keisti failą
nl: Bestand bewerken
ru: Редактировать файл
sv: Redigera fil
uk: Редагувати файл
vi: Sửa tập tin

source: Edit Folder
ar: تحرير المجلد
de: Ordner bearbeiten
eu: Editatu karpeta
fi: Muokkaa hakemistoa
fr: Modifier répertoire
he: עריכת ספרייה
ja: フォルダの編集
lt: Keisti katalogą
nl: Map bewerken
ru: Редактировать папку
sv: Redigera mapp
uk: Редагувати папку
vi: Sửa thư mục

source: Keep this window open
de: Lass dieses Fenster offen
fr: Garder cette fen^tre ouverte

source: Root
de: Stamm
fr: Racine

source: Are you sure you want to permanently delete this file?
ar: حذف الملف بشكل دائم
de: Bist du dir sicher, dass du diese Datei unwiderruflich löschen möchtest?
eu: Ziur al zaude fitxategi hau behin-betiko ezabatu nahi duzula?
fi: Haluatko vasmasti poistaa tämän tiedoston pysyvästi?
fr: Etes vous sur de vouloir supprimer définitivement ce fichier ?
he: האם ברצונך למחוק קובץ זה לצמיתות?
ja: 本当に、このファイルを完全に削除してもよろしいですか？
nl: Weet je zeker dat je deze file permanent wilt verwijderen?
ru: Вы уверены, что хотите удалить этот файл окончательно?
sv: Är du säker på att du vill ta bort denna fil permanent?
uk: Ви впевнені, що хочете незворотньо видалити цей файл?
vi: Bạn có chắc muốn xóa tập tin này?

source: Empty directory!
de: Leerer Ordner!
fr: Répertoire vide!

source: File selection
de: Dateiauswahl
fr: Sélection de fichiers

source: Files
ar: الملفات
de: Dateien
eu: Fitxategiak
fi: Tiedostot
fr: Fichiers
he: קבצים
ja: ファイル
lt: Failai
nl: Bestanden
ru: Файлы
sv: Filer
uk: Файли
vi: Tập tin

source: Upload a file
ar: حمل ملف
de: Datei hochladen
eu: Fitxategi bat igo
fi: Siirrä tiedosto
fr: Télécharger un fichier
he: העלאת קובץ
ja: ファイルのアップロード
lt: Nusiųsti failą
nl: Een bestand uploaden
ru: Загрузить файл
sv: Ladda upp en fil
uk: Завантажити файл
vi: Đăng tải tập tin

source: You have used %s Mb of a total %s Mb.
ar: قمت باستخدام %s Mb من مجموع %s Mb.
de: Du nutzt %s MB von insgesamt %s MB.
eu: %s Mb-etik %s Mb erabili dituzu.
fi: Käytät %s Mb %s Mb:stä.
fr: Vous avez utilisé %s Mo sur un total de %s Mo.
he: ניצלת %s Mb מתוך סה"כ %s Mb.
ja: 使用量： %s MB ／ 使用可能容量： %s MB
lt: Išnaudota %s MB iš %s MB.
nl: Je hebt %s Mb van in totaal %s Mb gebruikt.
ru: Вы использовали %s Мб из %s Мб.
sv: Du har använt %s Mb av totalt %s Mb.
uk: Ви використали %s Мб з %s Мб.
vi: Bạn đã sử dụng %s Mb trong tổng số %s Mb.

source: Used space: %s Mb.
ar: المساحة المستخدمة: %s Mb.
de: verwendeter Speicherplatz: %s MB.
eu: Erabilitako muga: %s Mb.
fi: Käytetty tila: %s Mb
fr: Espace utilisé: %s Mo.
he: חלק בשימוש: %s Mb.
ja: 使用容量： %s MB
lt: Išnaudota vieta: %s MB.
nl: Gebruikte ruimte: %s Mb
ru: Использовано: %s Мб.
sv: Använt utrymme: %s Mb.
uk: Використане місце: %s Мб.
vi: Đã sử dụng: %s Mb

source: File to upload:
ar: ملف للتحميل
de: Datei hochladen:
eu: Igotzeko fitxategia:
fi: Siirrettävä tiedosto:
fr: Fichier à télécharger:
he: קובץ להעלאה:
ja: アップロードするファイル：
lt: Įkelti failą:
nl: Te uploaden bestand
ru: Файл для загрузки:
sv: Fil att ladda upp:
uk: Файл для завантаження:
vi: Tập tin để đăng tải:

source: File title:
ar: عنوان الملف
de: Datei Titel:
eu: Fitxategiaren izenburua:
fi: Tiedoston otsikko:
fr: Titre du fichier :
he: כותרת הקובץ:
ja: ファイルのタイトル：
lt: Failo pavadinimas:
nl: Titel van het bestand:
ru: Название файла:
sv: Filnamn
uk: Заголовок файлу:
vi: Tiêu đề của tập tin
