Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/politica/languages/*/LC_MESSAGES/*.po
Languages: ar, de, eu, fi, fr, he, ja, lt, nl, ru, sv, uk, vi

source: File Description:
ar: وصف الملف
de: Datei Beschreibung:
eu: Fitxategiaren Deskribapena:
fi: tiedoston kuvaus:
fr: Description du fichier:
he: תיאור הקובץ:
ja: ファイルの説明：
lt: Failo aprašymas:
nl: Beschrijving van het bestand:
ru: Описание файла:
sv: Filbeskrivning
uk: Опис файлу:
vi: Chú giải tập tin

source: Keywords (comma separated):
ar: المفاتيح ) فصل باستخدام الفواصل)
de: Stichwörter (Komma-getrennt):
eu: Hitz-gakoak (kakotxa bidez bananduak):
fi: Avainsanat (erotettuna pilkuilla)
fr: Mots-clés (séparés par des virgules) :
he: מילות מפתח (מופרדות בפסיקים):
ja: キーワード（コンマ区切り）：
lt: Raktažodžiai (atskirti kableliais):
nl: Sleutelwoorden (gescheiden door een komma):
ru: Ключевые слова (разделенные запятой):
sv: Nyckelord (åtskiljda med komma):
uk: Ключові слова (розділені комами):
vi: Từ khóa (cách nhau bằng dấu phẩy)

source: By checking this box, you are asserting that you have the legal right to share this file, and that you understand you are sharing it with other users of the system.
ar: بتفحصك لهذا الصندوق, أنت تؤكد على الحق القانوني للمساهمة في هذا الملف, وانك تشارك المستخدمين الآخرين لهذا النظام.
de: Hiermit bestätigst Du, dass Du das Recht habst, diese Datei zu veröffentlichen und erklärst dich damit einverstanden, diese Datei anderen Benutzern zur Verfügung zu stellen.
eu: Kutxa hau markatuz gero, fitxategi hau elkar trukatzeko eskubide legala duzula onartzen ari zara, eta ulertzen duzu sistemaren beste erabiltzaileekin banatzen ari zarela.
fi: Valitsemalla tämän vakuutat, että sinulla on laillinen oikeus jakaa tämä tiedosto ja ymmärrät että olet jakamassa sitä muiden järjestelmän käyttäjien kanssa.
fr: En cochant cette boîte, vous affirmez que vous êtes légalement en droit de partager ce fichier et qu'il est entendu que ce fichier sera partagé avec d'autres utilisateurs de ce système.
he: סימון תיבה זו הוא כהכרזה שיש בידך את הזכות לשתף קובץ זה, ושמובן לך שהוא ישותף עם עוד משתמשים במערכת.
ja: このファイルを共有する法的権限を持ち、システム上の他のユーザとの共有を了解していることを表明するならば、ここにチェックを入れてください。
lt: Žymėdami šią kortelę, jūs tvirtinate, kad turite leidimą šio failo platinimui ir suprantate, kad dalinatės juo su visais sistemos vartotojais.
nl: Door deze optie te selecteren geef je aan dat je het recht hebt om dit bestand te delen en bewust bent van het feit dat je het deelt met andere gebruikers van deze website.
ru: У меня есть право распространять этот файл. Я понимаю, что он становится доступен остальным пользователями сайта.
sv: Genom att kryssa för denna ruta försäkrar du att du ha rätt att dela denna fil och att du delar den med andra användare av systemet.
uk: Вибором цієї позначки ви засвідчуєте, що маєте право розповсюджувати цей файл та усвідомлюєте, що ділитесь ним з іншими користувачами системи.
vi: Bằng việc chọn hộp thoại này, bạn đã đồng ý rằng bạn có quyền chia sẻ tập tin này, và bạn hiểu rằng nó có thể sẽ được chia sẻ với mọi thành viên trong cộng đồng này.

source: Upload
eu: Igo
fi: Siirrä
fr: Télécharger
he: העלאה
ja: アップロード
lt: Įkelti
nl: Uploaden
ru: Загрузить
sv: Ladda upp
uk: Завантажити
vi: Tải lên

source: File description:
ar: وصف الملف
de: Datei Beschreibung:
eu: Deskribapen-fitxategia:
fi: Tiedoston kuvaus:
fr: Description du fichier :
he: תיאור הקובץ:
ja: ファイルの説明
nl: Bestand omschrijving:
ru: Описание файла:
sv: Filbeskrivning
uk: Опис файлу:
vi: Chú giải tập tin

source: File folder:
ar: مجلد الملف
de: Datei Ordner:
eu: Fitxategi-karpeta:
fi: Tiedostohakemisto
fr: Fichier répertoire:
he: תיקייה:
ja: ファイルフォルダ：
nl: Map:
ru: Папка файла:
sv: Filmapp
uk: Тека файлу:
vi: Thư mục tập tin

source: Save changes
de: Änderungen speichern
eu: Aldaketak gorde
fi: Tallenna muutokset
fr: Enregistrer les modifications
he: שמירת שינויים
ja: 変更の保存
nl: Wijzigingen opslaan
ru: Сохранить изменения
sv: Spara ändringar
uk: Зберегти зміни
vi: Lưu các thay đổi

source: Edit
ar: التعديل
de: Bearbeiten
eu: Editatu
fi: Muokkaa
fr: Modifier
he: עריכה
ja: 編集
nl: Bewerken
ru: Редактирование
sv: Redigera
uk: Редагувати
vi: Chỉnh sửa

source: Folder name:
de: Ordner Name:
eu: Karpetaren izena:
fi: Hakemiston nimi:
fr: Nom du répertoire:
he: שם התיקייה:
ja: フォルダ名：
nl: Naam van de map:
ru: Имя папки:
sv: Mappnamn:
uk: Ім'я теки:
vi: Tên thư mục

source: Parent folder:
ar: المجلد الاصلي
de: &Uuml;bergeordnetes Verzeichnis
eu: Ondoko karpeta:
fi: Yläkansio:
fr: Dossier parent :
he: תיקיית אם:
ja: 上位フォルダ：
nl: Hoofd folder:
ru: Родительская папка:
sv: Huvudmapp
uk: Батьківська тека:
vi: Thư mục chính

source: Folder type:
ar: نوع المجلد
de: Verzeichnistyp
eu: Karpeta mota:
fi: Hakemiston tyyppi:
fr: Type de répertoire :
he: סוג תיקייה:
ja: フォルダタイプ：
ru: Тип папки:
sv: Mapptyp:
uk: Тип теки:
vi: Kiễu thư mục:

source: Edit this folder
ar: عدل هذا المجلد
de: diesen Ordner bearbeiten
eu: Karpeta hau editatu
fi: Muokkaa hakemistoa
fr: Modifier ce répertoire
he: עריכת תיקייה זו
ja: フォルダの編集
lt: Keisti katalogą
nl: Wijzig deze map
ru: Правка данной папки
sv: Redigera denna mapp
uk: Редагувати цю теку
vi: Chỉnh sửa thư mục này

source: Upload files and folders
ar: تحميل الملفات والمجلدات
de: Dateien und Ordner hochladen
eu: Fitxategiak eta karpetak igo
fi: Siirrä tiedostoja ja hakemistoja
fr: Télécharger fichiers et répertoires
he: העלאת קבצים ותיקיות
ja: ファイル／フォルダのアップロード
nl: Upload mappen en bestanden
ru: Загрузить файлы и папки
sv: Ladda upp filer och mappar
uk: Завантажити файли та теки
vi: Đăng tải thư mục và tập tin

source: Create a new folder
ar: انشاء مجلد جديد
de: neuen Ordner erstellen
eu: Karpeta berri bat sortu
fi: Luo uusi hakemisto
fr: Créer un répertoire
he: יצירת תיקייה חדשה
ja: 新しいフォルダの作成
lt: Sukurti naują katalogą
nl: Maak een nieuwe map aan
ru: Создать новую папку
sv: Skapa en ny mapp
uk: Створити нову теку
vi: Tạo thư mục mới

source: To create a new folder, enter its name:
ar: لانشاء مجلد جديد ادخل اسمه
de: Gib einen Namen an, um einen neuen Ordner zu erstellen:
eu: Karpeta berri bat sortzeko bere izena sartu:
fi: Luo uusi hakemisto antamalla nimi:
fr: Pour créer un répertoire, entrez son nom:
he: כדי ליצור תיקייה חדשה יש להזין את שמה:
ja: 新しいフォルダの名前を入力してください：
lt: Sukurti naują katalogą, įvesti jo pavadinimą:
nl: Voer een naam in voor het aanmaken van een nieuwe map:
ru: Для создания новой папки введите её имя:
sv: För att skapa en mapp, ange dess namn:
uk: Щоб створити нову теку, введіть нижче ім'я:
vi: Tạo thư mục mới và điền tên của chúng

source: Upload files
de: Lade Dateien hoch
fr: Déposer des fichiers sur le serveur

source: Files to upload:
de: Dateien hochzuladen:
fr: Fichier à déposer sur le serveur:

source: Title for files:
de: Titel für die Dateien:
fr: Titre des fichiers:

source: By checking this box, you are asserting that you have the legal right to share these uploaded files, and that you understand you are sharing it with other users of the system.
de: Indem du diese Box aktivierst, stimmst du zu, dass du das Recht hast diese Dateien hochzuladen. Weiterhin verstehst du, dass du diese mit anderen Benutzern des Systems teilst.
fr: En validant cette boîte de dialogue, vous affirmez que vous possèdez les droits de partage sur ces fichiers que vous venez de déposer sur le serveur, et que vous avez compris que vous les partagez avec d'autes utilisateurs du système.

source: Your folder was created.
ar: مجلدك انشىء
de: Dein Ordner wurde erstellt.
eu: Zure karpeta sortua izan da.
fi: Hakemisto on luotu.
fr: Votre répertoire a été créé.
he: התיקייה שלך נוצרה.
ja: フォルダが作成されました。
lt: Katalogas sukurtas.
nl: Jouw map is aangemaakt.
ru: Ваша папка создана.
sv: Din mapp skapades.
uk: Ваша тека була створена.
vi: Thư mục của bạn đã được tạo

source: Could not create folder. Perhaps the folder name was blank?
ar: لا يمكن انشاء الملف ربما اسم الملف بالاسود
de: Konnte den Ordner nicht erstellen. Stelle sicher, dass Du einen Ordnernamen vergeben hast.
eu: Ezin izan da karpeta sortu. Karpetaren izena zuriz utziko zen agian?
fi: Hakemistoa ei voitu tehdä. Jäikö hakemiston nimi tyhjäksi?
fr: Incapable de créer ce répertoire. Peut-être que le nom du répertoire est vide ?
he: אי אפשר היה ליצור את התיקייה. אולי שם התיקייה היה ריק?
ja: フォルダを作成できませんでした。 フォルダ名が空欄ではないですか？
lt: Katalogas nesukurtas. Galbūt katalogo pavadinimas neįrašytas?
nl: De map kon niet worden aangemaakt. Misschien was de naam niet ingevuld?
ru: Папка не создана. Видимо ее имя не задано?
sv: Kunde inte skapa mapp. Kanske glömde du att fylla i mappens namn?
uk: Не можу створити теку. Можливо ім'я теки було пустим?
vi: Không thể tạo thư mục. Có thể vì tên thư mục đã bị bỏ trống?

source: Upload unsuccessful. You must check the copyright box for a file to be uploaded.
ar: فشل التحميل عليك فحص صندوق حقوق الطبع من اجل التحميل
de: Upload fehlgeschlagen. Bitte haken Sie die Copyright-Box ab.
eu: Igoera gaizki joan da. Copyright kutxa markatu behar duzu fitxategia igotzeko.
fi: Siirto epäonnistui. Copyrigth tulee olla valituuna, jotta tiedosto siirretään.
fr: Téléchargement raté. Pour télécharger, vous devez cocher la boîte 'droits d'auteur' du fichier.
he: ההעלאה לא הצליחה. עליך לסמן את ריבוע זכויות היוצרים כדי שהקובץ יעלה.
ja: アップロードは失敗しました。 アップロードするには、コピーライトボックスにチェックを入れる必要があります。
lt: Įkelta sėkmingai. Patikrinkite autorines teises.
nl: Upload niet geslaagd. Vink de optie auteursrechten aan om een bestand te kunnen uploaden.
ru: Загрузка не удалась. Чтобы загрузить файл, вы должны подтвердить факт право-обладания на распространение этого файла, отметив соответствующую галочку.
sv: Uppladdningen misslyckades. Du måste kryssa i copyright-rutan för en uppladdad fil.
uk: Завантаження невдале: Вам потрібно відмітити поле copyright для завантаження файлу.
vi: Đăng tải thành công. Bạn cần phải chọn nút bản quyền bên dưới để có thể đăng tải tập tin.

source: The file was updated.
ar: الملف تم تحديثه
de: die Datei wurde aktualisiert
eu: Fitxategia eguneratua izan da.
fi: Tiedosto on siirretty.
fr: Le fichier a été mis à jour.
he: הקובץ עודכן.
ja: ファイルが更新されました。
lt: Failas atnaujintas.
nl: Het bestand is vernieuwd.
ru: Файл обновлен.
sv: Filen uppdaterades.
uk: Файл оновлено
vi: Tập tin đã được cập nhật

source: The folder was edited.
ar: تم تعديل المجلد
de: Ordner wurde bearbeitet.
eu: Karpeta editatua izan da.
fi: Hakemisto on luotu.
fr: Le répertoire a été modifié.
he: התיקייה נערכה.
ja: フォルダが編集されました。
lt: Katalogas pakeistas.
nl: De map is bijgewerkt.
ru: Папка отредактирована.
sv: Mappen redigerades.
uk: Тека була відредагована.
vi: Thư mục đã được chỉnh sửa

source: Error: a folder cannot be its own parent.
ar: ناسف لن يكون المجلد مثل الاصل
de: Fehler: Ein Ordner kann nicht in sich selbst erstellt werden.
eu: Errorea: karpeta batek ezin du bere aita izan.
fr: Erreur: un répertoire ne peut pas être son propre ascendant.
he: שגיאה: תיקייה לא יכולה להיות תיקיית-אם של עצמה.
ja: エラー： フォルダが自身の上位になることはあり得ません。
lt: Klaida: katalogas negali būti savo pačio tėvu.
nl: Fout: een map kan niet tegelijkertijd submap zijn.
ru: Ошибка: папка не может быть родителем для самой себя.
sv: Fel: En mapp kan inte vara sin egna förälder.
uk: Помилка: тека не може бути створена всередині себе.
vi: Lỗi: thư mục không thể là thư mục mẹ của chính nó.

source: Are you sure you want to permanently delete this folder?
ar: كتاكد من حذف الجلد بشكل دائم
de: Bist du dir sicher, dass du diesen Ordner unwiderruflich löschen möchtest?
eu: Ziur al zaude karpeta hau behin-betiko ezabatu nahi duzula?
fi: Haluatko varmasti poistaa tämän kansion pysyvästi?
fr: Souhaitez-vous supprimer irrévocablement ce répertoire?
he: האם ברצונך למחוק תיקייה זו לצמיתות?
ja: 本当に、このフォルダを完全に削除してもよろしいですか？
lt: Ar tikrai norite ištrinti šį katalogą?
nl: Weet je het zeker dat je deze map definitief wilt verwijderen?
ru: Вы уверены, что хотите удалить эту папку целиком?
sv: Är du säker på att du vill ta bort denna mapp permanent?
uk: Ви впевнені, що хочете незворотньо видалити цю теку?
vi: Bạn có chắc muốn xóa thư mục này?

source: The folder was deleted.
ar: تم حذف المجلد
de: Ordner wurde gelöscht.
eu: Karpeta ezabatua izan da.
fi: Hakemisto on poistettu.
fr: Le répertoire a été supprimé.
he: התיקייה נמחקה.
ja: フォルダが削除されました。
lt: Katalogas ištrintas.
nl: De map is verwijderd.
ru: Папка удалена.
sv: Mappen raderades.
uk: Тека була видалена.
vi: Thư mục đã được xóa

source: The file was deleted.
ar: تم حذف الملف
de: die Datei wurde gelöscht
eu: Fitxategia ezabatua izan da.
fi: Tiedosto poistettu.
fr: Le fichier a été supprimé.
he: הקובץ נמחק.
ja: ファイルが削除されました。
lt: Failas ištrintas.
nl: Het bestand is verwijderd.
ru: Файл удален.
sv: Filen raderades.
uk: Файл видалено
vi: Tập tin đã được xóa.

source: You do not have permission to access this file
ar: غير مسمح استعراض الملف
de: Du hast nicht die Berechtigung diese Datei anzusehen.
eu: Ez duzu fitxategi honetara sartzeko baimenik
fi: Sinulla ei ole oikeutta tiedostoon.
fr: Vous n'êtes pas autorisé à consulter ce fichier
he: אין לך הרשאות גישה לקובץ זה.
ja: このファイルへのアクセス権限がありません
lt: Failas nepasiekiamas
nl: Je hebt onvoldoende toegangsrechten voor dit bestand
ru: У вас нет прав доступа к данному файлу.
sv: Du har inte rättighet att nå denna fil
uk: У Вас немає прав для доступу до цього файлу
vi: Bạn không có quyền để truy cập tập tin này

source: File does not exist
de: Datei existiert nicht
eu: Fitxategia ez da existitzen
fi: Tiedostoa ei ole
fr: Le fichier n'existe pas.
he: קובץ לא קיים
ja: ファイルが存在しません
lt: Failas neegzistuoja
nl: Het bestand bestaat niet
ru: Файл не существует
sv: Filen existerar inte
uk: Файл не існує
vi: Tập tin không tồn tại

source: Your Files
ar: ملفاتك
de: Meine Dateien
eu: Zure Fitxategiak
fi: Omat tiedostot
fr: Vos fichiers
he: הקבצים שלך
ja: ファイル
lt: Mano failai
nl: Jouw bestanden
ru: Ваши файлы
sv: Dina filer
uk: Ваші файли
vi: Tập tin của bạn

source: file
de: Datei
fr: fichier

source: files
de: Dateien
fr: fichiers

source: File Storage
ar: مخزن الملف
de: Dateiordner
eu: Fitxategi Bilketa
fr: Collection de fichiers
he: אחסון קובץ
ja: ファイル収納庫
lt: Failų saugykla
nl: Opslagruimte voor bestanden
ru: Файловый архив
sv: Fillager
uk: Сховище файлів
vi: Kho lưu trữ tập tin

source: Root Folder
ar: جذر المجلد
de: Hauptordner
eu: Erro-Karpeta
fi: Juurikansio
fr: Répertoire racine
he: תיקייה ראשית
ja: ルートフォルダ
lt: Šakninis katalogas
nl: Hoofdmap
ru: Корневая папка
sv: Toppmapp
uk: Коренева тека
vi: Thư mục gốc

source: Return to
ar: عودة الى
de: zurück zu
eu: Bueltatu
fi: Palaa
fr: Retourner à
he: חזרה אל
ja: 戻る：
lt: Sugrižti
nl: Terug naar
ru: Вернуться к
sv: Återvänd till
uk: Повернутись до
vi: Trở lại về

source: Files for %s, hosted on %s.
ar: ملفات لـ %s ، مستضافة في %s.
de: Dateien von %s, gehostet auf %s.
eu: %s rentzako fitxategiak, %s n bilduak
fr: Fichiers pour %s, hébergé sur %s.
he: קבצים עבור %s, מאוחסנים ב %s.
ja: %s さんのファイル／ホスト： %s
lt: Failai %s, saugomi %s.
nl: Bestanden voor %s, gehost door %s.
ru: Файлы для %s, выложенные на %s.
sv: Filer för %s, hostade på %s.
uk: Файли для %s, розміщенні на %s.
vi: Tập tin cho %s, đăng trên %s

source: Folders owned by '%s' in category '%s'
ar: مجلدات تمتلكها '%s'ضمن تصنيف '%s'
de: Ordner von '%s' in Kategorie '%s'
eu: '%s' jabe den katalogoak '%s' kategorian
fi: '%s' omistaa kansiot kategoriassa '%s'
fr: Dossiers possédés par '%s' dans la catégorie '%s'
he: תיקיות בבעלות '%s' תחת הקטגוריה '%s'
lt: Katalogai kategorijoje '%s' priklauso '%s'
nl: Folders worden beheerd door '%s' in category '%s'
ru: Папки, принадлежащие %s, в категории %s
sv: Mappar ägda av '%s' i kategorin '%s'
uk: Теки якими володіє '%s' в категорії '%s'
vi: Thư mục được tạo bởi '%s' trong mục lục '%s'

source: Files owned by %s in category '%s'
ar: ملفات تمتلكها '%s' ضمن تصنيف '%s'
de: Dateien von %s in Kategorie '%s'
eu: '%s' jabe den fitxategiak '%s' kategorian
fi: '%s' omistaa tiedostot kategoriassa '%s'
fr: Fichiers possédés par %s dans la catégorie '%s'
he: קבצים בבעלות '%s' תחת הקטגוריה '%s'
lt: Failai kategorijoje '%s' priklauso '%s'
nl: Bestanden van %s in kategorie '%s'
ru: Папки, принадлежащие %s, в категории %s
sv: Filer som ägs av %s i kategorin '%s'
uk: Файли якими володіє %s в категорії '%s'
vi: Tập tin được tạo bởi '%s' trong mục lục '%s'

source: In folder '%s'
ar: في مجلد '%s'
de: Im Ordner '%s'
fi: Hakemistossa '%s'
fr: Dans le dossier '%s'
he: בתיקייה '%s'
ru: В папке %s
sv: I mappen '%s'
uk: В теці '%s'
vi: Trong thư mục '%s'

source: RSS feed for files owned by %s
ar: تغذية RSS للملفات التي تملكها %s
de: RSS Feed für Dateien von %s
eu: %s jabe den fitxategien RSS jarioa
fi: %s: omistamat RSS-syötteet
fr: flux RSS pour les fichiers possédé par %s
he: ערוץ RSS עבור קבצים בבעלות '%s'
lt: RSS naujienų kanalas, kurio šeimininkas %s
nl: RSS feed voor files in bezit van %s
ru: Лента RSS для файлов, принадлежащих %s
sv: RSS feeds för filer ägda av %s
uk: RSS стрічка новин для файлів якими володіє %s
vi: RSS feed cho tập tin này được tạo bởi %s

source: Users and communities with files or folders in category
fr: Utilisateurs et communautés avec des fichiers ou des dossiers dans la catégorie

source: File folder
ar: ملف المجلدات
de: Datei Ordner
eu: Fitxategi-karpeta
fi: Tiedostot-hakemisto
fr: Fichier répertoire
he: תיקייה
ja: ファイルフォルダ
lt: Failų katalogas
nl: Bestandsmap
ru: Папка для файлов
sv: Filmapp
uk: Тека файлу
vi: Thư mục tập tin

source: Add a file or a folder
ar: اضف ملف او مجلد
de: Datei oder Ordner hinzufügen
eu: Fitxategi edo karpeta bat gehitu
fi: Lisää tiedosto tai kansio
fr: Ajouter un fichier ou un répertoire
he: הוספת קובץ או תיקייה
ja: ファイル／フォルダの追加
lt: Pridėti katalogą ar failą
nl: Voeg een map of bestand toe
ru: Добавить файл или папку
sv: Lägg till en fil eller en katalog
uk: Додати файл чи папку
vi: Thêm tập tin hay thư mục

source: RSS feed for files
ar: تغذية RSS للملفات
de: RSS Feed für Dateien
eu: Fitxategien RSS elikadura iturria
fi: RSS-syötteet tiedostoille
fr: Flux RSS pour les fichiers
he: ערוץ RSS עבור קבצים
ja: ファイルのRSSフィード
lt: Failų RSS kanalas
nl: RSS feed voor bestanden
ru: Лента RSS для файлов
sv: RSS feed för filer
uk: RSS стрічка для файлів
vi: RSS feed cho tập tin

source: Add File
de: Eine Datei hinzufügen
fr: Ajouter un fichier

source: Default file folder
ar: مجلد ملفات افتراضي
de: Default Datei Verzeichnis
eu: Fitxategi karpeta lehenetsia
fi: Oletuskansio tiedostoille
fr: Dossier par défaut
he: תיקיית ברירת המחדל
ja: ファイルフォルダ
nl: Standaard file folder
ru: Папка для файлов по умолчанию
sv: Standardfilmapp
uk: Типова тека для файлу
vi: Thư mục tập tin mặc định

source: Files widget
de: Datei-Widget
fr: Module tiers gèrant des fichiers

source: Displays images of some of your files.
de: Zeigt Bilder von manchen deiner Dateien an.
fr: Affiche des images de certains de vos fichiers

source: Keywords:
ar: كلمات مفتاحية
de: Stichwörter:
eu: Hitz-gakoak:
fi: Avainsanat:
fr: Mots-clés:
he: מילות מפתח:
ja: キーワード：
lt: Raktažodžiai:
nl: Sleutelwoorden:
ru: Ключевые слова:
sv: Nyckelord:
uk: Ключові слова:
vi: Từ khóa:

source: No files found.
de: Keine Dateien gefunden.
fr: Aucun fichier trouvé.

source: Latest files
de: Letzte Dateien
fr: Derniers fichiers

source: This widget displays the last couple of files from this account. Simply select the number of latest files below:
fr: Ce module tiers affiche les fichiers appartenant à ce compte. Sélectionner simplement le nombre de ces derniers fichiers ci-dessous:

source: Subfolders
ar: المجلدات‌الفرعية
de: Unterordner
eu: Azpikarpetak
fi: Alikansiot
fr: Sous-répertoires
he: תת ספריות
ja: サブフォルダ
lt: Pakatalogiai
nl: Submappen
ru: Подпапки
sv: Undermappar
uk: Підпапки
vi: Thư mục con

source: This folder is currently empty.
ar: المجلد فارغ
de: Ordner ist im Moment leer.
eu: Karpeta hau hutsik dago orain.
fi: tämä kansio on tyhjä.
fr: Ce répertoire est actuellement vide.
he: תיקייה זו ריקה כרגע.
ja: 現在、このフォルダは空です。
lt: Katalogas tuščias.
nl: Deze map bevat geen bestanden.
ru: Папка пуста в настоящее время.
sv: Denna mapp är för närvarande tom.
uk: Ця папка наразі пуста
vi: Thư mục này hiện đang trống

source: Folder name
ar: اسم المجلد
de: Ordner Name
eu: Karpetaren izena
fi: Hakemiston nimi
fr: Nom du répertoire
he: שם התיקייה
ja: フォルダ名
lt: Katalogo pavadinimas
nl: Naam van de map
ru: Имя папки
sv: Mappnamn
uk: Ім'я теки
vi: Tên thư mục

source: Subfolder
ar: مجلد جانبي
de: Unterordner
eu: Azpikarpeta
fi: Alihakemisto
fr: Sous-répertoire
he: תת-תיקייה
ja: サブフォルダ
nl: Submap
ru: Подпапка
sv: Undermapp
uk: Під-тека
vi: Thư mục con

source: A sample file
ar: ملف كعينة
de: Muster eines Ordners
eu: Adibide fitxategi bat
fi: Esimerkkitiedosto
fr: Un fichier d'exemple
he: קובץ לדוגמה
ja: サンプルファイル
lt: Failo pavyzdys
nl: Een voorbeeld file
ru: Образец файла
sv: En exempelfil
uk: Звичайний файл
vi: Tập tin ví dụ

source: This is a file
ar: هذا ملف
de: das ist eine Datei
eu: Hau fitxategi bat da
fi: Tämä on tiedosto
fr: Ceci est un fichier
he: זהו קובץ
ja: ファイル
lt: Failas
nl: Dit is een bestand
ru: Это файл
sv: Detta är en fil
uk: Це файл
vi: Đây là một tập tin

source: filename
de: Dateiname
eu: fitxategiaren izena
fi: tiedoston nimi
fr: nom du fichier
he: שם קובץ
ja: ファイル名
lt: failo pavadinimas
nl: bestandsnaam
ru: имя файла
sv: filnamn
uk: назва файла
vi: Tên tập tin

source: Files and folders
ar: الملفات والمجلدات
de: Dateien und Ordner
eu: Fitxategiak eta karpetak
fi: Tiedostot ja kansiot
fr: Fichiers et répertoires
he: קבצים ותיקיות
ja: ファイルとフォルダ
lt: Failai ir katalogai
nl: Bestanden en mappen
ru: Файлы и папки
sv: Filer och mappar
uk: Файли та теки
vi: Các tập tin và thư mục

source: Embed a file from your %s file storage:
ar: تثبيت ملف ما من ملفك المخزن في %s
de: Eine Datei aus deinem %s Dateiordner einbetten:
eu: Zure %s fitxategi-direktoriotik fitxategi bat txertatu:
fr: Incruster un fichier de votre %s collection de fichiers:
he: שבץ קובץ ממאגר הקבצים שלך ב-%s:
ja: %s のファイル収納庫からファイルを埋め込む：
lt: Įterptas failas iš %s failų saugyklos:
nl: Voeg een bestand toe uit jouw %s opslagruimte:
ru: Вставьте файл из вашего хранилища файлов на %s:
sv: Bädda in en fil från din %s fillager:
uk: Включений файл з вашого %s сховища файлів:
vi: Kèm một tập tin từ trong %s kho lưu trữ tập tin của bạn

source: This will add a code to your weblog post that will be converted into an embedded file.
ar: هذا سيضيف شيفرة الى سجل مرسلات الصفحةوالتي ستحول الى ملف منفصل
de: Hiermit kannst du zu einem Beitrag einen Code hinzufügen, der eine beliebige Datei einbettet.
eu: Honek zure weblogari kode bat gehituko dio, ondoren atxikitutako fitxategi batean bihurtuko dena.
fi: Tämä lisää koodin blogisi artikkeliin, joka muunnetaan osoittamaan upotettua tiedostoa.
fr: Ceci ajoutera du code à votre article qui deviendra un fichier attaché.
he: זה יוסיף לפרסום שלך קוד והקוד יומר לקובץ משובץ.
ja: 埋め込みファイルに変換されるコードを、ブログ投稿に加えます。
nl: Een code zal aan jouw bericht worden toegevoegd die automatisch wordt omgezet naar het toe te voegen bestand.
ru: Это добавит код, который преобразуется во встроенный файл, в запись блога.
sv: Detta kommer att lägga till en kod i din bloggpost som konverteras till en inbäddad fil.
uk: Це додасть код до вашого повідомлення в блозі який буде конвертовано в включений файл.
vi: Việc này sẽ thêm đoạn mã vào trong bài viết ở blog và sẽ được chuyển thành tập tin kèm theo.

source: Add
de: Hinzufügen
eu: Gehitu
fi: Lisää
fr: Ajouter
he: הוספה
ja: 追加
lt: Pridėti
nl: Toevoegen
ru: Добавить
sv: Lägg till
uk: Додати
vi: Thêm

source: Files tagged with %s
ar: ملفات معلمه ب%s
de: Dateien, die mit %s gekennzeichnet sind
eu: %s arekin etiketaturiko fitxategiak
fi: Tiedostot merkattuina %s
fr: Fichiers marqués avec %s
he: קבצים המתוייגים כ-%s
ja: %s のタグが付けられたファイル
lt: Failai pažymėti %s
nl: Bestanden gemarkeerd als %s
ru: Файлы, отмеченные как %s
sv: Filer markerade med %s
uk: Файли, позначені %s
vi: File được đánh dấu với %s

source: Friends page
de: Freundesseite
fr: Pages des amis

source: A template for the friends page.
de: Eine Vorlage für die Freundesseite
fr: Un caneva pour les pages des amis

source: Friends list
de: Freundesliste
fr: Liste d'amis
