Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/politica/languages/*/LC_MESSAGES/*.po
Languages: ar, de, eu, fi, fr, he, ja, lt, nl, ru, sv, uk, vi

source: Profile widget
ar: عناصر التحكم (ويدجيت ) للملف الشخصي
de: Profil widget
eu: Widget profila
fi: Profiilivimpain
fr: Elément du profil
he: ווידג'ט פרופיל
ja: プロフィール・ウィジェット
lt: Profilis
nl: Programma profiel
ru: Элемент профиля
sv: Profilwidget
uk: Віджет профілю
vi: Hồ sơ widget

source: Displays the contents of a profile field.
ar: عرض محتويات الملف الشخصي
de: Zeigt die Inhalte eines Profil Feldes
eu: Profil eremu baten edukia erakusten du.
fi: Näyttää profiilikentän sisällön.
fr: Afficher le contenu d'un champs du profil
he: מציג את התוכן של שדה פרופיל.
ja: プロフィールフィールドの内容を表示します。
lt: Rodo profilio lauką.
nl: Toont de inhoud van een profiel veld
ru: Показ содержимого полей профиля.
sv: Visar innehållet från ett profilfält.
uk: Показує вміст поля профілю.
vi: Hiển thị nội dung của hồ sơ

source: Displays the icons of your most recently logged-in friends.
de: Zeigt die Symbole deiner zuletzt angemeldeten Freunde an.
fr: Affichez les icones des amis récemment connectés

source: This profile box is undefined.
ar: مربع الملف الشخصي غير معرف
de: Diese Profilbox ist undefiniert.
eu: Profil kaxa hau definitu gabe dago.
fi: Tätä profiilikenttää ei ole määritelty.
fr: Ce champs de votre profil n'est pas défini.
he: תיבת פרופיל זו אינה מוגדרת.
ja: プロフィールボックスが未定義です。
lt: Neapibrėžtas profilio laukas.
nl: Dit profiel veld is onbepaald
ru: Этот блок профиля неопределен.
sv: Denna profilbox är odefinierad.
uk: Це поле профілю не визначене.
vi: Hộp thoại hồ sơ này không được xác định

source: View all
de: Zeige alle an
fr: Tout voir

source: friend
de: Freund
fr: ami

source: friends
de: Freunde
fr: amis

source: Select a profile field below; the widget will then display the profile content from this field.
ar: اختر حقل الملف الشخصي في الاسفل ستم عرض عناصر التحكم( الوديجت )منها
de: Profil Feld auswählen; das widget wird den Profilinhalt des Felds ausgeben.
eu: Aukeratu ondoko profil-eremu bat; widget-ak eremu horretako profil-edukia erakutsiko du.
fr: Selectionnez un champs du profil ci-dessous; l'élément affichera le contenu de ce champs.
he: יש לבחור שדה פרופיל למטה; הווידג'ט יציג את תוכן הפרופיל משדה זה.
lt: Pasirinkite profilio lauką kurį norite rodyti.
nl: Kies een profiel veld hieronder; het programma zal dan de inhoud tonen van dit veld.
ru: Выберите поле профиля ниже; этот элемент будет показывать содержимое этого поля.
sv: Välj ett profilfält nedan; widgeten kommer sedan visa innehållet från detta fält
uk: Виберіть поле профілю нижче; віджет після цього відобразить вміст цього поля профілю.
vi: Lựa chọn 1 mục hồ sơ dưới đây; widget sau đó sẽ hiển thị nội dung từ mục này.

source: Your LMS hosts
ar: ضيوف LMS الخاصين بك.
de: Deine LMS Hosts
eu: Zure LMS hostatzea
fr: Votre hébergeur LMS
he: שרתי הLMS שלך
lt: VMA serveriai
nl: Jouw LMS hosts
ru: Ваши LMS-хосты
sv: Dina LMS-värdar
uk: Ваші LMS хости
vi: LMS host của bạn

source: Profile Owner
ar: صاحب السيرة
de: Profil Besitzer
eu: Profilaren Jabea
fi: Profiilin omistaja
fr: Propriétaire du profil
he: בעלי הפרופיל
ja: プロフィール所有者
lt: Profilio savininkas
nl: Eigenaar van het profiel
ru: Владелец профиля
sv: Profilägare
uk: Власник профілю
vi: Chủ nhân hồ sơ

source: You
de: Mein Profil
eu: Zu
fi: Sinä
fr: Vous
he: אני
ja: あなた
lt: Aš
nl: Jij
ru: Вы
sv: Du
uk: Ви
vi: Bạn

source: Click here to remove this photo.
de: Klicke hier, um das Foto zu entfernen.
fr: Cliquez ici pour supprimer cette photo

source: Click here to verify that this is a photo of you and that it is not obscene or abusive.
de: Klicke hier, um zu bestätigen, dass dieses ein Bild von dir ist und weder obszön oder provokant ist.
fr: Cliquer ici pour vérifier que c'est une de vos photos et qu'elle n'est ni obscéne ni dégradante.

source: Click here to upload a photo
de: Klicke hier, um das Foto hochzuladen.
fr: Cliquer ici pour déposer une photo sur le serveur

source: Items tagged with "%s" from %s
ar: البنود الملحقة ب "%s" من %s
de: Elemente von %s die mit dem Stichwort "%s" versehen sind:
eu: "%s"-rekin etiketatutako elementua %s-tik
fr: Eléments marqués avec "%s" par %s
he: פריטים המתוייגים כ-"%s" מ-%s
lt: Punktai pažymėti "%s" iš %s
nl: Items tagged met "%s" van %s
ru: Элементы, помеченные как "%s" из %s
sv: Saker markerade med "%s" från %s
uk: Пункти відмічені тегами "%s" від %s
vi: Những mục được đánh dấu với "%s" từ %s

source: RSS feed for this tag
ar: تغذية RSS لهذا الملحق.
de: RSS Feed für diesen Tag
eu: Etiketa honentzako RSS jarioa
fi: RSS-syöte tälle tagille
fr: Flux RSS de ce mot-clé
he: ערוץ RSS עבור תג זה
ja: このタグのRSSフィード
lt: RSS naujienų kanalas šiai žymei
nl: RSS feed voor deze tag
ru: RSS-лента для этого тега
sv: RSS feeder för denna märkning
uk: RSS стрічка новин для цього тегу
vi: RSS feed cho đánh dấu này

source: Automatic tag suggestion:
ar: اقتراح ترميز الي
de: Automatischer Tag Vorschlag:
eu: Automatikoki gomendatutako etiketak:
fr: Suggestion automatique de mots-clés :
he: הצעת תיוג אוטומטית:
lt: Patarimas:
nl: Automatische tag suggestie:
ru: Автоматические ключевые слова:
sv: Automatiskt märkningsförslag:
uk: Автоматичне визначення тегу:
vi: Những từ khóa tự động:

source: Matching users:
de: Zutreffende Benutzer:
fr: Utilisateurs repérés :
nl: Overeenkomende gebruikers:
sv: Matchande användare:

source: Matching communities:
de: Zutreffende Gemeinschaften:
fr: Communautés correspondantes:

source: Matching users and communities:
de: Zutreffende Benutzer und Gruppen:
fr: Associer des utilisateurs et des communautés

source: Random tags
ar: بطاقات عشوائية
de: zufällige Stichwörter
eu: Ausazko etiketak
fi: Satunnaiset tagit
fr: Mots-clés aléatoires
he: תגים אקראיים
ja: ランダムタグ
lt: Atsitiktinės žymės
nl: Willekeurige steekwoorden
ru: Случайные теги
sv: Slumpmässiga märkningar
uk: Випадкові теги
vi: Những từ khóa ngẫu nhiên

source: No tags found for this user.
ar: لا بطاقة لهذا المستخدم
de: Für diesen Benutzer wurden keine Tags gefunden.
eu: Ez da erabiltzaile honen etiketarik aurkitu.
fi: Tälle käyttäjälle ei löytynyt tageja
fr: Aucun mot-clé n'a été repéré pour cet utilisateur.
he: לא נמצאו תגים עבור משתמש זה.
ja: このユーザのタグは見つかりませんでした。
lt: Šiam vartotojui žymių nėra.
nl: Geen sleutelwoorden voor deze gebruiker gevonden.
ru: У этого пользователя нет тегов.
sv: Inga märkningar funna för denna användare.
uk: Не було знайдено тегів для цього користувача.
vi: KHông tìm thấy từ khóa nào cho thành viên này.

source: The following is a selection of keywords used within this site. Click one to see related users, weblog posts or objects.
ar: الآتي هو مجموعة من الكلمات الرئيسة المستخدمة من خلال هذا الموقع. انقر على واحدة لمشاهدة المستخدمين المعنيين, بريد weblog أو الموضوعات
de: Im folgenden findest du eine Auswahl von Stichwörtern, die auf dieser Internetseite benutzt werden. Durch Klicken siehst du verwandte Benutzer, Blogbeiträge oder Objekte.
eu: Gune honetan erabiltzen diren etiketen hautaketa bat da hau. Klikatu, erlazionaturiko erabiltzaile, weblog mezu edo objektuetan.
fi: Alla on listaa tällä sivustolla käytetyistä avainsanoista. Klikkaamalla näet niihin liittyvät käyttäjät, blogin artikkelit tai objektit.
fr: Voici un ensemble de mots-clés employés dans ce site. Cliquer sur un pour consulter les utilisateurs, articles ou objets auxquels ils sont associés.
he: להלן מבחר מילות מפתח הנמצאות בשימוש באתר זה. בלחיצה על כל אחד מהם יוצגו משתמשים רלוונטים, פרסומים בבלוגים וקבצים.
ja: 以下は、このサイトで使用されているキーワードを選抜したものです。 関連するユーザやブログ投稿、オブジェクトを見るために、どれか1つをクリックしてください。
lt: Šie atrinkti raktažodžiai vartojami svetainės viduje. Spragtelėkite, kad pamatytumėte susijusius vartotojus, dienoraščio įrašus ar objektus.
nl: Het volgende is een selectie van in deze site gebruikte steekwoorden. Klik op een om verwante gebruikers, weblog berichten of andere objecten te zien.
ru: Ниже приведен список ключевых слов данного сайта. Нажмите на одном из них, чтобы получить связаных с ним пользователей, сообщения блога и объекты.
sv: Följande är ett urval av nyckelord som används på denna sajt. Klicka på en för att se relaterade användare, webbloggpostningar eller objekt.
uk: Далі приводиться список ключових слів, які використовуються всередині сайту. Натисніть на якесь з них для того, щоб побачити список пов'язаних з ним користувачів, повідомленнь блогу, або об'єктів.
vi: Những từ khóa sau đã được sử dụng trong cộng đồng. Chọn một cái để xem thành viên, weblog, bài viết hay chủ đề.

source: Template Edit
ar: عدّل القالب
de: Design editieren
eu: Txantiloia Editatu
fi: Mallipohjan muokkaus
fr: Modifier gabarit
he: עריכת התבנית
ja: テンプレートの編集
lt: Keisti šabloną
nl: Bewerk thema
ru: Редактировать шаблон
sv: Redigera mall
uk: Редагувати шаблон
vi: Chỉnh sửa giao diện

source: Select / Create Themes
ar: اختيار\انشاء قالب
de: Design auswählen / erstellen
eu: Aukeratu/ Sortu plantilak
fi: Valitse / Luo Teemoja
fr: Cibler / Créer des thèmes
he: בחירת / יצירת עיצובים
ja: テーマの選択／作成
lt: Išrinkti / Kurti temas
nl: Selecteer / Maak een thema
ru: Выбрать / Создать тему оформления
sv: Välj / Skapa teman
uk: Обрати / Стоврити Шаблон
vi: Chọn / Tạo giao diện

source: Stylesheet
ar: أنماط الصفحة
eu: Estilo orria
fi: Tyylitiedosto
fr: Feuille de style
ja: スタイルシート
lt: Stilius
ru: CSS
sv: Stilmall
uk: Таблиця стилів

source: The Cascading Style Sheet for the template.
ar: اسلوب الشلال كورقة للقالب
eu: Txantiloiarentzako CSS Estilo Orria.
fi: CSS-tyylitiedosto mallipohjaan
fr: La feuille de style CSS du gabarit.
he: CSS עבור תבנית זו.
ja: このテンプレートの CSS です。
lt: Šablono stilius.
nl: De Cascading Style Sheet voor het thema
ru: CSS для шаблона
sv: "Cascading Style Sheet" för mallen.
uk: Каскадна таблиця стилів для шаблону
vi: CSS dành cho giao diện

source: Page Shell
ar: محتوى الصفحة
eu: Orrialdearen erabiltzaile-interfaza
fr: Gabarit de la page
he: מעטפת דף
ja: ページ・シェル
lt: Puslapio komandos
nl: Pagina sjabloon
ru: Оболочка страницы
sv: Sidoskal
uk: Оболонка сторінки
vi: Giao diện trang chính

source: The main page shell, including headers and footers.
ar: محتوى الصفحة وتتضمن ترويسة علوية وسفلية
eu: Orrialde nagusiaren erabiltzaile-interfaza, goiburu eta oinak barne.
fr: Shell de la page principale, y compris entêtes et pieds-de-page.
he: מעטפת דף ראשי, כולל כותרות עליונות וכותרות תחתונות.
ja: ヘッダとフッタを含んだ、メインページのシェルです。
lt: Pagrindinis puslapis (su antrašte ir porašte).
nl: Het sjabloon van de hoofdpagina, inclusief de kop- en voetteksten.
ru: Оболочка главной страницы, включающая заголовок и низ сайта
sv: Huvudsidans skal, inklusive rubriker och och sidfötter.
uk: Головна сторніка, вкоючає шапка і підвал.
vi: Giao diện trang chính bao gồm phần đầu và phần chân (header và footer)

source: Page metatags (mandatory) - must be in the 'head' portion of the page
ar: عنوان الصفحة الزامي في الجزء العلوي
eu: Orriaren meta etiketak - orriaren burukoan ('head') atalean egon behar dute
fi: Sivun metatagit (pakollinen) - täytyy sijaita sivun 'head' osiossa
fr: Les metatags d'une page (obligatoire) - doivent être dans le 'head' de la page
he: מטא-תגים דף (חובה) - חייבים להיות בתחום ה'head' של הדף
ja: ページのメタタグ（必須） - ページの'head'部にある必要があります
lt: Puslapio meta žymes (privalomas) įveskite puslapio antraštėje
nl: De metatags van de pagina (verplicht) - moeten in de 'head' van de pagina te worden opgenomen
ru: Метатеги страницы (обязательны) — должны находиться в <head> порции страницы
sv: Sidans meta-märkningar (obligatoriskt) - måste vara i 'rubrik'-delen av sidan
uk: Метатеги сторінки - повинні бути у частині сторінки 'head'
vi: Page metatags - cần phải trong phần 'head' của trang web

source: Status menu
ar: قائمة الحالة
de: Status Menü
eu: Egoera-menua
fr: Menu 'statut'
he: תפריט מצב
ja: ステータスメニュー
lt: Statuso meniu juosta
ru: Статус меню
sv: Statusmeny
uk: Статус меню
vi: Thanh tình trạng

source: Main body
ar: االمحتوى الرئيسي
eu: Gorputz nagusia
fr: Corps principal
he: גוף ראשי
ja: 本文
lt: Pagrindinė dalis
nl: Hoofdtekst
ru: Основная часть
sv: Huvudkropp
uk: Основна частина
vi: Phần thân bài

source: Content holder
ar: صاحب المحتوى
eu: Eduki-euslea
fr: Récipient de contenu
he: תיבת תוכן
ja: コンテンツ所有者
lt: Turinys
nl: Plaats voor inhoud
sv: Innehållshållare
uk: Власник контенту
vi: Nội dung

source: Contains the main content for a page (as opposed to the sidebar or the title).
ar: تشمل المحتوى الئيسي للصفحة مقابل شريط العنوان
eu: Orrialde batentzako edukin nagusia biltzen du (alboko-barra edo izenburuak ez bezala).
fi: Sisältää sivun pääsisällön
fr: Contient le contenu principal d'une page (versus le 'sidebar' ou le titre).
he: מכיל את התוכן הראשי של הדף (בניגוד לסרגל הצד או הכותרת)
lt: Talpina pagrindinio puslapio aprašymą (priešingai šoniniam meniu ar antraštei).
nl: Bevat de hoofdinhoud van een pagina (in tegenstelling tot de zijbalk of de titel).
ru: Содержит основную часть страницы (не боковую панель и не заголовок).
sv: Innehåller huvudinnehållet för en sida (till skillnad från sidobaren eller titeln).
uk: Містить основну частину сторінки (на противагу бічній панелі чи назві)
vi: Bao gồm phần nội dung chính của trang web

source: The title
ar: العنوان
de: Titel
eu: Izenburua
fi: Otsikko
fr: Le titre
he: הכותרת
ja: タイトル
lt: Pavadinimas
nl: De titel
ru: Заголовок
sv: Titeln
uk: Заголовок
vi: Tiêu đề

source: The page submenu
ar: اللائحة الفرعية للصفحة
de: Untermenü der Seite
eu: Orrialdearen azpimenua
fi: Sivun alavalikko
fr: Sous-menu de la page
he: תת-תפריט של הדף
ja: ページサブメニュー
lt: Puslapio meniu
nl: Het pagina submenu
ru: Подменю страницы
sv: Sidoundermenyn
uk: Підменю сторінки
vi: Trình đơn phụ

source: The body of the page
ar: محتوى الصفحة
eu: Orrialdearen gorputza
fi: Sivun runko
fr: Le corps de la page
he: גוף הדף
ja: ページ本文
lt: Pagrindinė puslapio dalis
nl: De hoofdtekst
ru: Основная часть страницы
sv: Sidans kropp
uk: Тіло сторінки
vi: Phần thân của trang

source: Sidebar section holder
ar: قسم العمود الجانبي
de: Sidebarbereich Platzhalter
eu: Albo barra atalaren edukitzailea
fr: Conteneur de barre de section
he: תיבת איזור סרגל הצד
lt: Šoninio meniu rėmelis
nl: Menu sectie houder
ru: Разделы боковой панели
sv: Sidebar sektionshållare
uk: Місце для розташування бічної панелі
vi: Khu vực giữ thanh trượt

source: Contains the sidebar section titles
ar: تحتوي على عناوين جانبية
de: Beinhaltet die Titel der Sidebar Bereiche
eu: Alboko barraren izenburuak ditu
fr: Contient la barre de section titres
he: מכילה את הכותרות באיזור סרגל הצד
lt: Šoninio meniu antraštės
nl: Bevat het menu sectie titels
ru: Содержит заголовки разделов боковой панели
sv: Innehåller sidebarssektionstitlarna
uk: Містить заголовки розділів бічної панелі
vi: Nội dung tiêu đề khu vực thanh trượt

source: The header
ar: الترويسة
de: Kopf
eu: Burukoa
fi: Otsikko
fr: En tête
he: הכותרת
ja: 見出し
lt: Antraštė
nl: De kop
ru: Заголовок
sv: Sidhuvudet
uk: Заголовок
vi: Phần đầu

source: Owner box
ar: صندوق المالك
de: Besitzerbox
eu: Norberaren kaxa
fi: Omistajakenttä
fr: Boîte du propriétaire
he: תיבת בעלים
lt: Savininko kortelė
nl: Ruimte van de eigenaar
ru: Рамка владельца
sv: Ägarruta
uk: Поле власника
vi: Chủ nhân của hộp thoại

source: A box containing a description of the owner of the current profile.
ar: صندوق يحتوي على وصف لصورة المالك الحالي
de: Diese Box enthält eine Beschreibung des Profilbesitzers.
eu: Oraingo profilaren jabearen deskribapena duen kaxa bat.
fi: Kenttä sisältää profiilin omistajan kuvauksen
fr: Une boîte contenant une description du propriétaire du profil courant.
he: תיבה המכילה תיאור של בעלי הפרופיל הנוכחי.
lt: Kortelė su savininko aprašymu.
nl: Een ruimte die de eigenaar van het huidige profiel beschrijft.
ru: Рамка, содержащая описание владельца текущего профиля.
sv: En ruta som innehåller en beskrivning av ägaren till den nuvarande profilen.
uk: Поле, що містить описання власника поточного профайлу
vi: Một hộp thoại bao gồm chú thích về người chủ của hồ sơ này.

source: The user's name
ar: اسم المالك
de: Benutzername
eu: Erabiltzailearen izena
fi: Käyttäjän nimi
fr: Le nom de l'utilisateur
he: השם של משתמש זה
ja: ユーザの名前
lt: Vartotojo vardas
nl: De gebruikersnaam
ru: Имя пользователя
sv: Användarens namn
uk: Ім*я користувача
vi: Tên của thành viên

source: The URL of the user's profile page, including terminating slash
ar: العنوان الالكيروني للمستخدم ومن ضمنها الفاصل
eu: Erabiltzailearen profilaren URL helbidea, bukaera barra barne
fi: Käyttäjän profiilisivun URL-osoite päättyen kauttaviivaan.
fr: URL du profil de l'utilisateur, y compris terminaison avec slash
he: כתובת דף פרופיל המשתמש, כולל קו נטוי בסוף
lt: Nuoroda į vartotojo nustatymus
nl: De URL van de profiel pagina van de gebruiker, inclusief afsluitende slash
ru: Ссылка на профиль пользователя, включая последний слэш
sv: URLen till användarens profilsida, inklusive avslutande snedstreck.
uk: URL для профіля користувачів, закінчується слешом
vi: Link đến trang hồ sơ của thành viên

source: The user's icon, if it exists
ar: ايقونة المالك او رمز المالك, في حال وجودها
de: Benutzericon, wenn vorhanden
eu: Erabiltzailearen ikonoa, existitzen baldin bada
fi: Käyttäjän kuvake, jos löytyy
fr: L'icône de l'utilisateur, si elle existe
he: האייקון של המשתמש, אם קיים
ja: ユーザのアイコン（もしあれば）
lt: Vartotojo piktograma
nl: Het gebruikerspictogram, indien het bestaat
ru: Аватар пользователя (если есть)
sv: Användarens ikon, om den finns.
uk: Іконка користувача, якщо вона є
vi: Biểu tượng của thành viên, nếu có

source: A short blurb about the user
ar: تعريف مختصر بالمستخدم
de: Eine Kurzbeschreibung des Benutzers
eu: Erabiltzaileari buruzko laburpen txiki bat
fi: Lyhyt tarina käyttäjästä
fr: A brève note concernant l'utilisateur
he: קטע טקסט קצר אודות המשתמש
lt: Trumpa anotacija apie vartotoją
nl: Een korte tekst over de gebruiker
ru: Короткая заметка о пользователе
sv: En kort beskrivning om användaren.
uk: Коротка реклама про користувача
vi: Lời quảng cáo ngắn gọn về thành viên

source: Links to friend / unfriend a user
ar: الاتصال مع الصديق او غير الصديق
eu: Estekatu erabiltzaile bat lagun / lagun-ohi gisa.
fr: Devenir un ami / résilier amitié
he: קישורים ליצירת חברות / ביטול חברות עם משתמש
lt: Nuorodos
nl: Link naar een vriend / verwijder link naar een gebruiker
ru: Ссылки для добавления/удаления друзей
sv: Länkar till vän / ta bort användare som vän.
uk: Посилання на друзів / ворогоів користувача
vi: Link đến bạn / không phải là bạn thành viến

source: Links to any lms hosts the user is attached to
ar: للارتباط بأي مشترك في lms يرتبط المستخدم بـ...
de: Verlinkt alle LMS Hosts denen der Benutzer hinzugefügt ist
eu: Erabiltzailea erantsita dagoen edozein lms ostalarirentzat estekak
fi: Linkit LMS-järjestelmiin joihin käyttäjä on liitetty
fr: Liens vers l'un des hébergeurs de LMS auquel l'utilisateur est relié
he: קישורים לכל שרת LMS אליו קשור המשתמש
lt: Nuorodos į vartotojo VMA serverius
nl: Links van IMS hosts waaraan de gebruiker gekoppeld is
ru: Ссылки на lms-хосты, к которым подключен пользователь
sv: Länkar till LMS-värdar som användaren är ansluten till.
uk: Посилання на будь-які lms сайти до яких приєднаний користувач
vi: Link đến bất kỳ lms hosts mà thành viên đã đính kèm đến

source: Tags
ar: شارات
de: Stichwörter
eu: Etiketak
fi: Tunnisteet
fr: Mots-clés
he: תגים
ja: タグ
lt: Žymės
nl: Sleutelwoorden
ru: Метки
sv: Taggar
uk: Теги
vi: Từ Khóa

source: Resources
ar: الموارد
de: Nachrichtenquellen
eu: Baliabideak
fi: Resurssit
fr: Ressources
he: משאבים
ja: リソース
lt: Ištekliai
nl: Bronnen
ru: Ресурсы
sv: Resurser
uk: Ресурси
vi: Tài nguyên

source: System message shell
ar: نظام محتوى الصفحة
eu: Sistemaren mezu atala
fr: Shell pour messages-système
he: מעטפת הודעת מערכת
ja: システムメッセージ・シェル
lt: Sistemos pranešimai
nl: Ruimte voor systeemberichten
sv: Systemmeddelandeskal.
uk: Оболонка системних повідомлень
vi: Hệ thống thông điệp

source: A list of system messages will be placed within the message shell.
ar: مجموعة من رسائل النظام ستوضع داخل محتوى الصفحة
eu: Sistemako mezuen zerrenda bat mezu atalaren tartean kokatuko dira.
fr: Une liste des messages-systèmes sera placée dans le 'shell' des messages.
he: רשימת הודעות מערכת תופענה בתוך מעטפת ההודעות.
lt: Sistemos pranešimai saugomi šalia kitų pranešimų.
nl: Een lijst van systeemberichten die in de berichtenruimte wordt geplaatst.
sv: En lista med systemmeddelanden kommer placeras inom meddelandeskalet.
uk: Список системних повідомлень буде розміщений в оболонці повідомлень
vi: Danh sách các thông điệp sẽ được đặt trong hệ thống thông điệp

source: The messages
ar: الرسائل
de: Nachrichten
eu: Mezuak
fi: Viestit
fr: Les messages
he: ההודעות
ja: メッセージ
lt: Pranešimai
nl: De berichten
ru: Сообщения
sv: Meddelandena
uk: Повідомлення
vi: Các thông điệp

source: Individual system messages
ar: نظام الرسائل الفردية
de: Individuelle Systemnachricht
eu: Sistemaren mezu indibidualak
fi: Yksittäiset järjestelmäviestit
fr: Messages-système individuels
he: הודעות מערכת בודדות
lt: Sistemos pranešimai
nl: Individuele systeemberichten
ru: Индивидуальные системные сообщения
sv: Enskilda systemmeddelanden
uk: Індивідуальні системні повідомлення
vi: Thông điệp cá nhân

source: Each individual system message.
ar: كل نظام رسالة فردي
de: jede persönliche Systemnachricht.
eu: Sistemaren mezu indibidual bakoitza.
fi: Kukin yksittäinen järjestelmäviesti
fr: Chaque message-système.
he: כל הודעת מערכת בודדת.
lt: Sistemos pranešimas.
nl: Elk systeembericht
ru: Каждое индивидуальное системное сообщение.
sv: Varje enskilt systemmeddelande.
uk: Кожне індивідуальне системне повідомлення
vi: Từng thông điệp cá nhân

source: The system message
ar: نظام الرسالة
de: Sytemnachricht
eu: Sistemaren mezua
fi: Järjestelmäviesti
fr: Le message-système
he: הודעת המערכת
ja: システムメッセージ
lt: Sistemos pranešimas
nl: Het systeembericht
ru: Системное сообщение
sv: Systemmeddelandet
uk: Системне повідомлення
vi: Hệ thống thông điệp

source: Main menu shell
ar: القائمة الرئيسية للمحتوى
eu: Menu nagusiaren atala
fr: Shell du menu principal
he: מעטפת תפריט ראשי
ja: メインメニュー・シェル
lt: Pagrindinis meniu
nl: Centrale menuruimte
ru: Оболочка главного меню
sv: Huvudmenyskal
uk: Оболонка головного меню

source: A list of main menu items will be placed within the menubar shell.
ar: قائمة بعناصر القائمة ستوضع في في محتوى الشريط الرئيسي
de: Eine Liste der Menüpunkte wird in der Menüleiste angezeigt.
eu: Menu nagusiaren elementuen zerrenda bat menu barraren tartean kokatuko da.
fr: Une liste des items de menu principaux sera placée dans le 'menubar shell'.
he: רשימת פריטי התפריט הראשי תמוקם בתוך מעטפת סרגל התפריט.
lt: Visi meniu elementai pateikiami pagrindinėje meniu juostoje.
nl: Een lijst van hoofdmenu opties die wordt geplaatst in de menuruimte.
sv: En lista med huvudmenyföremål kommer placeras inom menyradsskalet.
uk: Список пунктів меню буде розміщений всередині оболонки меню.
vi: Danh sách các thành phần sẽ được thay đổi trong menubar shell.

source: The menu items
ar: مواضيع اللائحة
de: Menüpunkte
eu: Menuaren azken itema
fr: Les items de menu
he: פריטי התפריט
ja: メニュー項目
lt: Meniu punktai
nl: De menu opties
ru: Элементы меню
sv: Menyföremål
uk: Пункти меню
vi: Các thành phần

source: Individual main menu item
ar: قائمة المحتويات الفردية
de: Individueller Hauptmenüpunkt
eu: Menu nagusi indibidualeko itema
fr: Item individuel du menu principal
he: פריט תפריט ראשי בודד
lt: Pagrindinio meniu punktas
nl: Individuele hoofdmenu optie
ru: Личные элементы меню
sv: Enskilda huvudmenysföremål
uk: Індивідуальний пункт головного меню
vi: Thành phần menu cá nhân
