Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/politica/languages/*/LC_MESSAGES/*.po
Languages: ar, de, eu, fi, fr, he, ja, lt, nl, ru, sv, uk, vi

source: Add regular expressions below, one per line, to block spam. For example, 'foo' will block all comments containing the word foo, (foo|bar) will block comments containing the word foo or bar.
ar: قم بإضافة تعابير منتظمة في الأسفل, واحدة لكل سطر,وذلك لمنع الاختراق. على سبيل المثال, كلمة 'foo' تعمل حاجز للدخول الى جميع الملاحظات المحتوية على كلمة 'foo', كلمة , (foo|bar) تعمل منع للدخول إلى جميع الملاحظات المحتوية على كلمة foo or bar
de: Füge hier reguläre Ausdrücke hinzu, einen pro Linie, um Spam zu blockieren. Der Eintrag 'foo' zum Beispiel würde alle Kommentare, die das Wort foo beinhalten, blockieren. (foo|bar) würde alle Kommentare blockieren, die entweder das Wort foo oder das Wort bar enthalten.
eu: Espresio erregularrak gehitu, bat lerro bakoitzeko, spam-a blokeatzeko, Adibidez, 'foo' erabiliz foo hitza duen erantzunak blokeatuko ditu, (foo|bar) foo edo bar hitza dituen iruzkinak blokeatuko ditu.
fi: Lisää sännölliset lauseet, joiden perusteella estetään spammia. Yksi lause rivilleen. Esimerkiksi 'foo' estää kaikki kommentit, joissa esiintyy sana foo, (foo|bar) estää kaikki kommentit, joissa esiintyy sana foo tai bar.
fr: Ajouter des expressions régulières ci-dessous, une par ligne, pour bloquer les spams. Par example, 'foo' bloquera tout les commentaires contenant le mot foo, (foo|bar) bloquera les commentaires contenant le mot foo ou bar.
he: יש להוסיף למטה ביטויים, אחד בשורה, כדי לחסום תגובות ספאם. לדוגמה, 'פו' יגרום לחסימתן של תגובות שיכילו את הביטוי 'פו', (פו|באר) - יגרום לחסימת תגובות המכילות את הביטויים 'פו' או 'באר'.
ja: 以下に、１行あたり１つとして、スパムをブロックするための正規表現を追加してください。 例えば、<b>'foo'</b> を追加した場合は <b>foo</b> を含むすべてのコメントがブロックされ、<b>(foo|bar)</b> を追加した場合は <b>foo か bar</b> を含むすべてのコメントがブロックされます。
lt: Šiukšlėms atpažinti ir blokuoti naudojamos reguliarios išraiškos (po vieną eilutėje). Pvz., '(vienas|du)' užblokuos visus komentarus turinčius 'vienas' arba 'du'.
nl: Voeg hieronder regular expressions toe, eentje per lijn, om spam tegen te houden. Bijvoorbeeld, 'foo' houdt alle kommentaar tegen die het woord 'foo' bevat, '(foo|bar)' houdt kommentaar tegen die ofwel het woord 'foo', ofwel het woord 'bar' bevat.
ru: Добавляйте регулярные выражения сюда, строка за строкой, для блокировки спама. Например, «foo» заблокирует весь контент содержащий слово foo, (foo|bar) заблокирует все комментарии, содержащие слова foo или bar.
sv: Lägg till reguljära uttryck nedan, en per rad, för att blockera spam. Exempelvis kommer 'foo' blockera alla kommentarer som innehåller ordet foo, (foo|bar) blockerar alla kommentarer som innehåller orden foo eller bar.
uk: Додавайте регулярні вирази сюди, рядок за рядком, для блокування спаму. Наприклад, "foo" заблокує весь вміст який включає слово foo, (foo|bar) заблокує всі коментарі зі словами foo або bar.

source: Blank lines and lines starting with # will be ignored.
ar: الخطوط السوداء او التي تحتوي على # سيتم تجاهلها
de: Leere Linien und Linien die mit # beginnen werden ignoriert.
eu: Lerro zuriak eta # rekin hasten direnak ez dira aintzat hartuko.
fi: Tyhjät rivit, jotka alkavat # hylätään.
fr: Les lignes vides et les lignes commençant par # seront ignorées.
he: שורות ריקות ושורות המתחילות ב-# יזכו להתעלמות.
ja: # で始まる行と空行は無視されます。
lt: Tuščios eilutės ar linijos prasidedančios # ignoruojamos.
nl: Lege lijnen en lijnen beginnend met # worden genegeerd.
ru: Пустые строки и строки, начинающиеся с #, будут проигнорированы.
sv: Tomma rader och rader som börjar med # ignoreras.
uk: Пусті рядки, що починаються з #, будуть проігноровані.

source: Regular expressions
ar: عبارات مكررة
de: Reguläre Ausdrücke
eu: Expresio erregularrak
fi: Säännölliset lausekkeet
fr: Expressions régulières
he: ביטויים קבועים
ja: 正規表現
lt: Reguliarios išraiškos
nl: Reguliere expressies
ru: Регулярные выражения
sv: Reguljära uttryck
uk: Регулярні вирази

source: Change username:
ar: تغيير اسم الدخول
de: Benutzernamen ändern:
eu: Erabiltzaile izena aldatu:
fi: Vaihda käyttäjänimi:
fr: Changer le nom de l'utilisateur:
he: שינוי שם משתמש:
ja: ユーザ名の変更：
lt: Keisti vartotojo vardą:
nl: Gebruikersnaam wijzigen:
ru: Изменение имени пользователя:
sv: Ändra användarnamn:
uk: Змінити логін:
vi: Thay đổi tên truy nhập

source: New username:
ar: اسم الإشتراك:
de: neuer Benutzername:
eu: Erabiltzaile izen berria:
fi: Uusi käyttäjänimi:
fr: Nouveau compte:
he: שם משתמש חדש:
ja: 新しいユーザ名：
lt: Naujas vartotojo vardas:
nl: Nieuwe gebruikersnaam:
ru: Новое имя пользователя:
sv: Nytt användarnamn:
uk: Новий логін:
vi: Tên truy nhập mới:

source: Change file quota (in bytes):
ar: غير حزمة الملفات ( بالبايت)
de: Dateigröße ändern (in Bytes):
eu: Aldatu fitxategi tamaina (bytetan):
fi: Muuta tiedostojen kokorajoitus (tavua)
fr: Modifier quota de fichiers (en octets):
he: שינוי מכסת קבצים (ב-bytes):
ja: ファイル容量制限の変更（バイト単位）：
lt: Pakeisti failų kvotą (baitais):
nl: Wijzig schrijfruimte (in bytes):
ru: Изменение квоты файлов (в байтах)
sv: Ändra filkvot (i bytes):
uk: Змінити файлову квоту (в байтах):

source: New file quota:
ar: حزمة ملفات جديدة
de: Neue Dateigröße:
eu: Fitxategi kuota berria:
fi: Uusi quota tiedostoille:
fr: Nouveau quota de fichiers:
he: מכסת קבצים חדשה:
ja: 新しいファイル容量制限：
lt: Naujų failų kvota:
nl: Nieuwe schijfruimte voor bestanden:
ru: Новая файловая квота:
sv: Ny filkvot:
uk: Нова файлова квота:

source: Change icon quota:
ar: غير حزمة الايقونات
de: Icongröße ändern:
eu: Ikonoen muga aldatu
fi: Muuta kuvakkeiden quotaa:
fr: Modifier quota d'icônes:
he: שינוי מכסת אייקונים:
ja: アイコンの数量制限：
lt: Pakeisti piktorgamų kvotą:
nl: Wijzig schijfruimte voor pictogrammen:
ru: Изменение квоты аватаров:
sv: Ändra ikonkvot:
uk: Змінити квоту на іконки:

source: New icon quota:
ar: حزمة ايقونات جديدة
de: Neue Icongröße:
eu: Ikonoen muga berria:
fi: Uusi quota kuvakkeille:
fr: Nouveau quota d'icônes:
he: מכסת אייקונים חדשה:
ja: 新しいアイコンの数量制限
lt: Naujų piktogramų kvota:
nl: Nieuwe schijfruimte voor pictogrammen:
ru: Новая квота аватаров:
sv: Ny ikonkvot:
uk: Нова квота на іконки:

source: User flags:
ar: شعار المستخدم
de: Benutzer-Kennzeichnungen:
eu: Erabiltzaile banderak:
fi: Käyttäjän liput:
fr: Marqueurs:
he: הדגלים של המשתמש:
ja: ユーザフラグ：
lt: Vartotojo žymės:
nl: Bezwaren tegen personen
ru: Пользовательские флаги:
sv: Användarflaggor:
uk: Мітки користувача:
vi: Thành viên đánh dấu:

source: Site administrator:
ar: ادارة الموقع
de: Seiten Administrator:
eu: Gunearen administratzailea:
fi: Sivuston pääkäyttäjä:
fr: Administrateur du site:
he: מנהל האתר:
ja: サイト管理者にする：
lt: Svetainės administratorius:
nl: Site beheerder:
ru: Администратор сайта:
sv: Sajtadministratör
uk: Адміністратор сайту:

source: Banned:
ar: عير مسموح
de: Gebannt:
eu: Debekatuta:
fi: Pannassa:
fr: Banni:
he: חסומים:
ja: アクセス禁止にする：
lt: Uždrausta:
nl: Uitgesloten:
ru: Запрещён доступ:
sv: Bannade:
uk: Забанено:

source: You can create up to 12 users below; passwords will be autogenerated and emailed to the account owners. You must include all fields, but you may leave rows blank.
ar: بامكانك انشاء 12 مستخدم والرقم السري سيرسل الى بريد صاحب الحساب. عليك ملأ كل الحقول ولكن يمكن ان تترك السطورالسوداء
de: Du kannst bis zu 12 Benutzer eingeben. Passwörter werden automatisch generiert und an die Konteninhaber verschickt. Du musst alle Felder ausfüllen, du kannst aber selbstverständlich Reihen leer lassen, wenn angemeldet weniger Benutzer erstellen möchtest.
eu: Gehienez 12 erabiltzaile sortu ditzazkezu; pasahitzak automatikoki sortuko dira eta kontuen jabeei emailez bidaliko zaizkie. Eremu guztiak gehitu behar dituzu, baina ilerak zuriz utz ditzazkezu.
fi: Voit luoda 12 käyttäjätunnusta kerralla; salasanan generoidaan automaattisesti ja lähetetään sähköpostilla asianomaisille. Kaikki kentät on otettava mukaan, mutta voit jättää rivejä tyhjiksi.
fr: Vous pouvez créer jusqu'à 12 utilisateurs ci-dessous; les mots de passe seront générés automatiquement et seront envoyés aux utilisateurs ciblés. Tous les champs doivent être inclus, mais vous pouvez laisser des rangées vides.
he: אפשר ליצור עד 12 משתמשים למטה; סיסמאות יווצרו באופן אוטומטי וישלחו לבעלי החשבון. יש לצרף את כל השדות אך מותר להשאיר שורות ריקות.
ja: 以下で、最大12ユーザを作成できます。 パスワードは自動で生成され、アカウントの所有者にメールで送信されます。 横一列のフィールドは、全て埋めるか、全て空欄にする必要があります。
lt: Galite sukurti 12 vartotojų; slaptažodžiai bus sugeneruoti ir atsiųsti el. paštu. Įtraukite visus laukus, bet eilutes galite palikti tuščias.
nl: Hier kan je tot twaalf gebruikers aanmaken. Wachtwoorden worden automatisch gegenereerd en verstuurd naar de eigenaren van de accounts. Alle velden dienen te worden ingevuld, regels mogen blank zijn.
ru: Вы можете создать до 12 пользователей; пароли будут автоматически сгенерированы и отправлены хозяевам. Все поля должны быть заполнены, однако строки можно оставить пустыми.
sv: Du kan skapa upp till 12 användare nedan; lösenorden kommer autogenereras och epostas till kontoägarna. Du måste fylla i alla fält, men du kan lämna tomma rader.
uk: НИжче ви можете створити до 12 користувачів; паролі будуть згенеровані автоматично та відправлені власникам аккаунтів. Вам потрібно заповнити всі поля, але ви можете залишати пустими стрічки.

source: Add users
ar: أضف مستخدمين
de: Benutzer hinzufügen
eu: Erabiltzaileak gehitu
fi: Lisää käyttäjiä
fr: Ajouter utilisateurs
he: הוסף משתמשים
ja: ユーザ追加
lt: Pridėti vartotojus
nl: Gebruikers toevoegen
ru: Добавить пользователей
sv: Lägg till användare
uk: Додати користувача
vi: Thêm thành viên

source: The following is a list of all the users in the system, 50 users at a time. You can click each one to edit their user details as if you were logged in as them, as well as set user flags (including 'ban user' and 'set user as administrator').
ar: التالية قائمة باسماء المستخدمين على النظام,50 مستخدم في نفس الوقت.بامكانك الضغط على كل واحد لتعديل معلومات المستخدماذا كنت مسجل مثلهم,كما هو الحال مع تمييز المستخدم " تتضمن منع المستخدم ، او وضع المستخدم في موقع المدير
de: Im folgenden findest angemeldet eine Liste aller Systemnutzer, 50 Benutzer pro Seite. Du kannst durch Klicken die Benutzerdaten verändern, als ob angemeldet mit deren Daten angemeldet wärst. Ebenso kannst angemeldet Benutzer kennzeichnen, verbannen und Administratorenrechte vergeben.
eu: Ondokoa, sistemaren erabiltzaile guztien zerrenda bat da, 50 erabiltzaile ikus daitezke aldiro. Horietako bakoitzean klika dezakezu beren erabiltzaile datuak editatzeko beraiek bezala sartu bazara sisteman, era berean, erabiltzaile banderak ere erabili ditzazkezu ('ezgaitutako erabiltzailea' eta 'erabiltzailea administratzailetzat jarri' barne)
fr: Voici une liste de tous les utilisateurs du système, 50 utilisateurs à la fois. Vous pouvez cliquer sur chacun, pour modifier leurs détails, comme si vous étiez eux, ainsi que configurer des marqueurs, comme 'bannir utilisateur' par exemple.
he: זו רשימה של כל המשתמשים במערכת, בקבוצות של 50. אפשר להכנס בשם אחד המשתמשים באמצעות לחיצה על שם המשתמש שלו כדי לערוך את פרטיו, לקבוע את דגלי המשתמשים (כולל 'חסימת משתמש' ו-'קביעת משתמש כמנהל').
ja: 以下は、システムでの全ユーザ（うち、一度に50ユーザ）がリストされています。 各ユーザの氏名をクリックすることで、ユーザフラグ（アクセス禁止とサイト管理者）の設定と、ユーザの詳細を編集することができます。
lt: Čia yra sistemos vartotojų sąrašas, rodomas po 50 vartotojų vienu metu. Galite keisti vartotojo informaciją, taip pat pažymėti vartotojo žymes (pvz. 'uždraustas vartotojas', 'vartotojas administratorius').
nl: De volgende lijst geeft alle gebruiker in het systeem weer, 50 per keer. Elke gebruker kan worden aangeklikt om persoonlijke details te wijzigen alsof je de gebruiker zelf bent, zoals een gebruiker markeren (bijvoorbeeld als 'ongewenst' of 'beheerder').
ru: Это список всех пользователей системы (по 50 на экран). Вы можете выбрать любого из них для редактирования его информации, как будто вы сами вошли в систему, а также установить флаги (например, «запретить доступ» и «сделать пользователя администратором»).
sv: Följande är en lista med alla användare i systemet, 50 användare i taget. Du kan klicka på varje av dem för att ändra deras användardetaljer som om du var inloggad som dem och ändra användarflaggor (inklusive 'banna användare' och 'sätt användare till administratör')
uk: Далі приводиться список всіх користувачів в системі, 50 користувачів за раз. Ви можете натиснути на будь-якого з них щоб відредагувати деталі користувача так наче ви ввійшли під його ім'ям, також можете поставити мітки користувача (в тому числі 'забанений користувач' та 'зробити користувача адміністратором сайту').

source: If you know the username of the user you would like to edit, you can also enter it below.
ar: اذا كنت تعرف اسم المستخدم المراد تعديله ادخله
de: Wenn angemeldet den Benutzernamen des zu bearbeitenden Benutzers kennst, kannst du diesen unten eingeben.
eu: Editatu nahi duzun erabiltzailearen erabiltzaile izena ezagutzen baduzu, hemen sartu dezakezu.
fi: Jos tiedät muokattavan käyttäjän käyttäjänimen, niin voit kirjoittaa sen alapuolelle.
fr: Si vous connaissez le nom (username) de l'utilisateur que vous souhaitez modifier, vous pouvez aussi l'entrer ci-dessous.
he: אם ידוע לך שם המשתמש של המשתמש שאת פרטיו ברצונך לערוך, אפשר גם להזין אותו למטה.
ja: 編集したいユーザのユーザ名がわかる場合は、以下に入力することもできます。
lt: Jei žinote vartotojo vardą, kurį norite keisti, įveskite jį žemiau.
nl: Indien je de gebruikersnaam kent van de gebruiker die je wilt, vul deze dan hieronder in.
ru: Если вы знаете имя пользователя, информацию о котором хотите изменить, вы можете ввести его ниже.
sv: Om du känner till användarnamnet för användaren du vill ändra kan du skriva in det nedan.
uk: Якщо ви знаєте логін користувача якого хочете відредагувати, ви можете ввести його нижче.

source: Enter username
ar: ادخل اسم الدخول
de: Benutzername eingeben
eu: Erabiltzaile izena jarri
fi: Anna käyttäjänimi
fr: Entrer nom de l'utilisateur
he: הזנת שם משתמש
ja: ユーザ名の入力
lt: Įveskite vartotojo vardą
nl: Voer gebruikersnaam in
ru: Введите имя пользователя
sv: Ange användarnamn
uk: Введіть логін

source: Edit user
ar: تعديل المستخدم
de: Benutzer bearbeiten
eu: Erabiltzailea editatu
fi: Muokkaa käyttäjää
fr: Modifier utilisateur
he: עריכת משתמש
ja: ユーザの編集
lt: Keisti vartotoją
nl: Gebruiker bewerken
ru: Правка пользователя
sv: Redigera användare
uk: Редагувати користувача

source: Next
de: Weiter
eu: Hurrengoa
fi: Seuraava
fr: Suivant
he: הבא
ja: 次へ
lt: Kitas
nl: Volgende
ru: Следующий
sv: Nästa
uk: Далі
vi: Xem kế

source: Previous
de: vorherige
eu: Aurrekoa
fi: Edellinen
fr: Précédent
he: הקודם
ja: 前へ
lt: Ankstesnis
nl: Vorige
ru: Предыдущий
sv: Föregående
uk: Попередній
vi: Trước đó

source: Flag content
ar: تمييز المحتوى
de: Inhalt kennzeichnen
eu: Edukin bandera
fi: Liputa sisältö
fr: Marqueur de contenu
he: דגל תוכן
ja: 問題のあるコンテンツ
lt: Žymių turinys
nl: Inhoud markeren
ru: Содержание флага
sv: Flagginnehåll
uk: Мітка вмісту
vi: Đánh dấu nội dung

source: To mark this content as obscene or inappropriate, click the 'Flag' button and an administrator will view it in due course.
ar: لتمييز الحتوى كغير موجود او غير ملائم , اضغط على زر التمييز والمدير سيقوم باظهاره
de: Um diesen Inhalt als bedenklich zu markieren, klicke das 'Kennzeichnen'-Button und ein Administrator wird den Beitrag so bald als möglich begutachten.
eu: Eduki hau desegokia bada, 'Flag' botoia sakatu eta kudeatzaileak berrikusiko du ahal bezain laster.
fi: Mikäli tämä sivu sisältää epäasiallista materiaalia, niin voit ilmoitaa siitä pääkäyttäjälle klikkaamalla 'Lippu'-painiketta.
fr: Pour déclarer que ce contenu est obscène ou inapproprié, cliquez sur le bouton 'Avertir' et un administrateur s'en occupera en temps et lieu.
he: כדי לדגל תוכן זה כגס או כלא-ראוי, יש ללחוץ על כפתור ה'דגל' ומנהל המערכת יבדוק זאת.
ja: このコンテンツが公序良俗に反する、あるいは不適切だと思われる場合は、以下の「フラグ」ボタンを押してください。 後日、管理者が適切に判断と対処を行います。
lt: Jei tekstas neetiškas, spragtelėkite mygtuką 'žymėti'.
nl: Klik op 'Markeren', indien de inhoud obsceen of ongepast is. De beheerder zal de pagina vervolgens controleren.
ru: Чтобы пометить запись как нецензурную или неподходящую, нажмите кнопку «Пометить». Администратор просмотрит её в ближайщее время.
sv: Klicka på 'Flagga'-knappen för att markera detta innehåll som obscent eller olämpligt. En administrator kommer så småningom att kontrollera det.
uk: Для позначення цього вмісту як неправильного, або образливого, натисніть кнопку "Помітити", після чого адміністратор перегляне інформацію.
vi: Để đánh dấu nội dung này là khiêu dâm hoặc không lành mạnh, nhấn nút 'Đánh dấu' và nhà quản trị sẽ xem xét chúng.

source: Flag
ar: العلم
de: Kennzeichnung
eu: Bandera
fi: Lippu
fr: Marqueur
he: דגל
ja: フラグ
lt: Žymėti
nl: Markeren
ru: Флаг
sv: Flagga
uk: Позначка
vi: Đánh dấu không lành mạnh

source: Edit user details
ar: تعديل تفاصيل المستخدم
de: Nutzerdetails bearbeiten
eu: Erabiltzaile kontua editatu
fi: Muokkaa käyttäjän yksityiskohtia
fr: Modifier les détails de l'utilisateur
he: עריכת פרטי משתמש
ja: ユーザ詳細の編集
lt: Keisti vartotojo informaciją
nl: Wijzig gebruikersdetails
ru: Редактировать данные пользователя
sv: Redigera användarinformation
uk: Редагувати деталі користувача
vi: Chỉnh sửa thông tin

source: Your site picture
ar: صورة موقعك
de: Mein Profil Bild
eu: Zure argazkia gunean
fi: Sivustosi kuva
fr: Votre photo sur ce site
he: תמונתך באתר
ja: サイト画像
lt: Svetainės paveikslėlis
nl: Jouw profiel foto
ru: Ваш аватар
sv: Din bild
uk: Твоя аватарка
vi: Hình ảnh đại diện của bạn

source: Main
ar: الرئيسي
de: Hauptseite
eu: Nagusia
fr: Principal
he: ראשי
ja: メイン
lt: Pagrindinis
nl: Hoofdtekst
ru: Главная
sv: Huvudindex
uk: Головна
vi: Trang chủ

source: Banned users
de: Gebannte Benutzer
fr: Utilisateurs bannis
nl: Verbannen gebruikers

source: Admin users
de: Administrator-Benutzer
fr: Administrateurs
nl: Beheerders

source: Manage flagged content
ar: ادارة المحتوى الذي عليه العلم
de: bedenkliche Inhalte verwalten
eu: Markaturiko edukiak kudeatu
fi: Hallitse liputettua sisältöä
fr: Gérer contenu marqué
he: ניהול תוכן מדוגל
ja: 問題のあるコンテンツの管理
lt: Tvarkyti pažymėtą medžiagą
nl: Beheer gemarkeerde inhoud
ru: Управление отмеченным содержимым
sv: Hantera flaggat innehåll.
uk: Скарги корситвачів

source: Spam control
ar: مراقبة الرسائل غير المرغوب فيها
de: Spamabwehr
eu: Spam kontrola
fi: Spam-hallinta
fr: Contrôle du spam
he: ניהול ספאם
ja: スパムコントロール
lt: Šiukšlių nustatymai
nl: Spam controle
ru: Спам-контроль
sv: Spamkontroll
uk: Контроль спама

source: All
de: Alles
eu: Guztia
fi: Kaikki
fr: Tout
he: הכל
ja: すべて
lt: Visi
nl: alle
ru: Все
sv: Alla
uk: Всі
vi: Tất cả

source: You can filter this page to certain types of posts:
ar: يمكن تخصيص الصفحة لانواع معينة من المراسلات
de: Du kannst diese Seite nach verschiedenen Beitragstypen filtern:
eu: Orrialde hau zenbait posta motetatik filtratu dezakezu:
fi: voit suodattaa tälle sivulle tietynkaltaisia artikkeleja:
fr: Vous pouvez filtrer cette page selon certains types d'articles :
he: באפשרותך לסנן בדף זה פרסומים מסוג מסויים:
ja: このページを投稿を特定のタイプ別にフィルタリングできます：
lt: Filtruoti įrašus:
nl: Je kan deze pagina filteren op verschillende soorten berichten:
ru: Вы можете отфильтровать эту страницу по следующим критериям записей:
sv: Du kan filtrera denna sida till vissa typer av inlägg:
uk: Ви можете відфільтровувати певні види постів на цій сторінці
vi: Bạn có thể chọn lọc trang này bằng nhiều kiểu bài khác nhau:

source: Personal blog posts
ar: مراسلات المدونة الشخصية
de: Private Blogbeiträge
eu: Norberaren blog mezuak
fi: Henkilökohtaisen blogin artikkelit
fr: Articles du blog personnel
he: פרסומים פרטיים
ja: 個人ブログ投稿
lt: Asmeniniai dienoraščio įrašai
nl: Persoonlijk weblog
ru: Записи в личных блогах
sv: Dina blogginlägg
uk: Записи персонального блогу
vi: Những bài viết blog cá nhân

source: Community blog posts
ar: مرسلات مدونة المجتمع
de: Gruppe-Blogbeiträge
eu: Komunitatearen blog mezuak
fi: yhteisön blogin artikkelit
fr: Articles du blog de la communauté
he: פרסומים קהילתיים
ja: コミュニティブログ投稿
lt: Bendruomenės dienoraštis
nl: Gemeenschapsweblog
ru: Записи в блогах сообществ
sv: Blogginlägg i communities
uk: Записи блогу спільноти
vi: Những bài viết trong diễn đàn

source: Posts with comments
ar: المرسلات بتعليقات
de: Beiträge mit Kommentaren
eu: Erantzuna duten mezuak
fi: Artikkelit, joissa kommentteja
fr: Articles avec commentaires
he: פרסומים עם תגובות
ja: コメントの付いた投稿
lt: Žinutės su komentarais
nl: Berichten met opmerkingen
ru: Записи с комментариями
sv: Inlägg med kommentarer
uk: Повідомлення з коментарями
vi: Bài với ý kiến

source: Posts with no comments
ar: مراسلات بدون تعليقات
de: Beiträge ohne Kommentare
eu: Erantzun gabeko mezuak
fi: Artikkelit, joissa ei kommentteja
fr: Articles sans commentaire
he: פרסומים ללא תגובות
ja: コメントの付いていない投稿
lt: Žinutės be komentarų
nl: Berichten zonder opmerkingen
ru: Записи без комментариев
sv: Inlägg utan kommentarer
uk: Повідомлення без коментарів
vi: Bài với không ý kiến

source: Interesting
de: Interessant
fr: Intéressant
nl: Interessant

source: Weblog Archive
ar: ارشيف سجل الصفحة
de: Weblog Archiv
eu: Weblog Artxiboa
fi: Blogin arkisto
fr: Archive du blog
he: ארכיון בלוג
ja: ブログアーカイブ
lt: Dienoraščio arhyvas
nl: Weblog archief
ru: Архив блога
sv: Webbloggsarkiv
uk: Архів Блогу
vi: Lưu trữ weblog

source: You currently don't have any %s to archive
de: Du hast im Moment noch kein %s, das man archivieren könnte.
fr: Vous n'avez actuellement aucun %s à archiver

source: Stop keeping track of this post
ar: عدم ترك اثر للارسال
de: Diesen Post nicht weiter beobachten
eu: Mezu honen jarraipena gelditu
fi: Lopeta artikkelin seuraaminen
fr: Arrêter le suivi de cet article
he: הפסקת המעקב אחר פרסום זה
ja: この投稿の動向をおさえるのを中止する
lt: Nebestebėti šio įrašo
nl: Stop met het volgen van dit bericht
ru: Перестать следить за этим постом
sv: Sluta följa denna postning
uk: Перестати слідкувати за цим повідомленням
vi: Ngừng việc theo dõi bài này

source: You have marked this post as interesting; all comments will appear on your 'recent activity' page. If you would like to remove this flag, click here.
ar: لقد ميزت هذا الارسال على انه مهم , كل التعليقات ستظهر علىصفحة نشاطك الاخير. اذا اردت ازالة التمييز اضغط هنا
de: Du hast diesen Post als interessant markiert; alle Kommentare werden auf der "Recent Activity" Seite erscheinen. Falls du die Markierung rückgängig machen willst, klicke hier.
eu: Mezu hau interesgarri bezala markatu duzu; iruzkin guztiak 'azken aktibitatea' orrialdean erakutsiko dira. Marka hau ezabatu nahi baduzu, hemen klikatu.
fi: Olet merkinnyt artikkelin mielenkiintoiseksi; kaikki kommentit tulevat näkyviin 'viimeisimmät tapahtumat' sivullesi. Jos haluat poistaa lipun, klikkaa tästä.
fr: Vous avez marqué cette article comme intéressant; tout commentaire apparaitra dans votre page 'Activité récente'. Si vous souhaitez supprimer ce marqueur, cliquez ici.
he: סימנת פרסום זה כמעניין; כל התגובות לפרסום יופיעו בדף ה'חדשות' שלך. אם ברצונך להסיר דגל זה, יש ללחוץ כאן.
ja: あなたは、この投稿を興味深いとしてフラグを立てており、すべてのコメントは「最近の活動」ページに現れます。 もし、フラグを除去したい場合は、以下のボタンを押してください。
lt: Įdomus įrašas. Visi komentarai bus jūsų puslapyje 'paskutiniai veiksmai'. Norėdami ištrinti žymę, spragtelėkite čia.
nl: U heeft deze post gemarkeerd als interessant; al het commentaar verschijnt op jouw 'recente activiteit' pagina.
ru: Вы пометили эту запись как интересную; все комментарии появятся на странице «Последняя активность». Если хотите снять отметку, щёлкните здесь.
sv: Du har markerat denna postning som intressant; alla kommentarer kommer synas på din 'Ny aktivitet'-sida. Klicka här om du vill ta bort flaggan.
uk: Ви позначили це повідомлення як цікаве; всі коментарі будуть з'являтись на сторінці 'ваша активність'. Якщо ви бажаєте скасувати цю позначку, натисніть тут.
vi: Bạn đã chọn bài viết này là bài viết thú vị; tất cả ý kiến sẽ hiển thị trên 'những hoạt động' gần đây của bạn. Nếu bạn muốn bỏ, nhấn ở đây.
