Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/politica/languages/*/LC_MESSAGES/*.po
Languages: ar, de, eu, fi, fr, he, ja, lt, nl, ru, sv, uk, vi

source: Users cannot change their template at all
de: NutzerInnen können das Aussehen nicht verändern
eu: Erabiltzaileek ezin dute beraien txantiloia ezertan aldatu

source: Set this to 2047 to get adodb error handling
de: Setzen Sie diesen Wert auf 2047 um ADODB Fehlermanagement zu aktivieren
eu: 2047 jarri adodb errore kudeaketa aktibatzeko

source: A template for friend display
de: Eine Vorlage für die Freundesanzeige

source: FOAF
de: Friend Of A Friend
he: חבר/ה של חבר/ה
nl: FOAF bestand

source: To add friends to your access controls, select their names from the list on the left and click the 'add selected' button. To remove friends from each control, select their names from the list on the right and click the 'remove selected' button.
de: Um einen Freund zur entsprechenden Zugriffsberechtigungsgruppe hinzuzufügen, wähle dessen Namen aus der linken Liste aus und drücke das 'füge Ausgewählten hinzu'-Button. Um einen Freund aus der entsprechenden Zugriffsberechtigungsgruppe zu entfernen, wähle dessen Namen aus der rechten Liste aus und drücke das 'entferne Ausgewählten'-Button.

source: Access controls you own
de: Zugriffskontrollen die du besitzt

source: Edit this page
de: Diese Seite bearbeiten

source: Privacy Policy
de: Datenschutz

source: New page
de: Neue Seite anlegen

source: Syndication
ar: النقابة
de: Datenabgleich
eu: Sindikazioa
fi: Uutisvirta
he: הפצה
ja: 記事配信
lt: RSS naujienos
nl: Syndicatie
ru: Синдикация
sv: Syndikation
uk: Об'єднання
vi: Trao đổi

source: Sidebar
ar: شريط جانبي
de: Seitenleiste
eu: Alboko-barra
fi: Sivupalkki
he: סרגל צד
ja: サイドバー
lt: Šoninė juosta
nl: Zijbalk
ru: Боковая панель
sv: Sidopanel
uk: Бічна панель
vi: Thanh bên

source: Menu
ar: قائمة
de: Menü
eu: Menua
fi: Valikko
he: תפריט
ja: メニュー
lt: Meniu
ru: Меню
sv: Meny
uk: Меню
vi: Trình đơn

source: Administration
ar: الادارة
eu: Kudeaketa
fi: Hallinta
he: ניהול
ja: 管理セクション
lt: Administravimas
nl: Beheer
ru: Администрирование
uk: Адміністрування
vi: Quản trị

source: Blog
ar: المدوّنة
eu: Bloga
fi: Blogi
he: בלוג
ja: ブログ
lt: Dienoraštis
nl: Weblog
ru: Блог
sv: Blogg
uk: Блог

source: Anything you enter here must be present in the email address of anyone who registers; e.g. @mycompany.com will only allow email address from mycompany.com to register
eu: Hemen sartzen duzun edozerk, izen ematen duen edozein erabiltzaileren posta elektronikoan egon behar du; adib. @nireenpresa.com honek nireenpresa.com posta elektronikoen izen ematea bakarrik baimenduko du

source: Lists five people interested in 'foo' in a horizontal table.
eu: 'foo' gaiean interesatutako bost pertsona zerrendatu taula horizontal batean.

source: Lists the top tags of type 'town' (or select weblog, file or the profile field of your choice).
eu: 'town' motako etiketa erabilienak (edo aukeratu blog, fitxategi edo profile eremu bat)

source: Main pageshell
eu: Orrialde nagusiaren erabiltzaile-interfaza

source: test
ar: الفحص
eu: proba
fi: testi
he: נסיון
ja: テスト
lt: testas
nl: Gast
ru: тест
uk: тест
vi: Kiểm tra

source: adminTable
ar: جدول الموقع
eu: kudeaketaTaula
he: טבלת ניהול
sv: adminTabell
uk: Таблиця_адміну

source: flagContent
ar: محتوى الترميز
eu: markatutakoEdukia
he: דגל-תוכן
nl: vlag content
ru: flagfContent
sv: flaggInnehåll
uk: міткаЗмісту

source: Add multiple users
ja: 複数ユーザの追加
lt: Užregistruoti keletą vartotojų

source: Blog Archives
ja: ブログアーカイブ
lt: Dienoraščio arhyvai

source: All blogs
ja: すべてのブログ
lt: Visi dienoraščiai

source: About %s
ja: %s について
lt: Apie %s

source: %s FAQ
lt: %s D.U.K

source: This is %s, a learning landscape. Why not check out <a href="%s">what people are saying</a> right now.
ja: ここは %s のソーシャルネットワークです。 今、<a href="%s">人々が伝えていること</a>をチェックしてください。
lt: Tai %s, mokymosi aplinka. Patikrinkite <a href="%s">ką žmonės sako</a> šią akimirką.

source: <a href="%s">Find others</a> with similar interests and goals.
ja: <a href="%s">他の人々と一緒に、同じような関心事や目標を見つけてください。</a>
lt: <a href="%s">Rasti kitus</a> su panašiais interesais ir tikslais.

source: Here are some example users:
ja: ここに何人かのユーザの実例があります：
lt: Keletas pavyzdinių vartotojų:

source: Here is an example user:
ja: ここにユーザの実例があります：
lt: Pavyzdinis vartotojas:

source: If you like what you see, why not <a href="%s">register for an account</a>?
ja: 見たものが気に入ったのなら、<a href="%s">アカウント登録</a>をしてはいかがですか？
lt: Jei patinka ši aplinka, kviečiame <a href="%s">registruotis</a>?

source: Latest news
ja: 最新ニュース
lt: Paskutinės naujienos

source: Why not <a href="%s">create your profile</a>?
ja: なぜ、<a href="%s">あなたのプロフィールを作成</a>しないのですか？
lt: <a href="%s">Sukurti savo profilį</a>?

source: Tell people about yourself and connect to others with similar interests and goals.
ja: あなた自身のことを人々に話し、同じような関心事や目標を持った他の方と繋がりを持ってください。
lt: Papasakok apie save ir prisijunk prie kitų žmonių, turinčių panašius interesus ir tikslus.

source: Here are some examples of complete profiles:
ja: ここにいくつかの完全なプロフィールの実例があります：
lt: Keletas pilnų vartotojo profilių pavyzdžių:

source: Here is an example of a complete profile:
ja: ここに完全なプロフィールの実例があります：
lt: Pilno vartotojo profilio pavyzdys:

source: Or you could <a href="%s">start your blog</a>?
lt: Galite <a href="%s">pradėti dienoraštį</a>?

source: Comment on what you're learning, collect interesting links and decide who gets to see what you're writing. Here's what <a href="%s">everyone else is talking about</a> right now.
lt: Parašykite apie tai ko mokotės (įdomios nuorodos ir kt.). Nustatykite kas gali matyti šį puslapį. <a href="%s">Čia rasite kas populiaru</a> šiuo metu.

source: %s Privacy Policy
ja: %s プライバシーポリシー
lt: %s privatumo nustatymai

source: Running Your Own %s
lt: Savas %s

source: %s Terms &amp; Conditions
ja: %s 利用条件
lt: %s Naudojimosi sąlygos

source: Main Index
ja: メインインデックス
lt: Turinys

source: Information Box
ja: 情報ボックス
lt: Informacijos kortelė

source: A box containing a caption and some text, used extensively throughout the site. For example, the 'friends' box and most page bodies are info boxes. Of course, you can alter this template however you wish - it doesn't need to be an actual box.
lt: Kortelė su pavadinimu ir tekstu, dažnai naudojama svetainėje. Pvz.: draugų ir dauguma puslapių yra informacinės kortelės. Jų šabloną galima keisti.

source: The contents of the box
lt: Kortelės turinys

source: This file that has been uploaded was found to contain a virus and has been moved or delted and the user notified.
ja: アップロードされたファイルでウイルスが発見されました。 それらは削除または隔離され、その旨をユーザに通知しました。
lt: Faile rastas virusas. Jis perkeltas arba ištrintas, jo savininkas informuotas.

source: Add dashboard items
ja: ダッシュボードアイテムの追加
lt: Pridėti panelio elementus

source: You do not have permission to add widgets to this dashboard.
ja: このダッシュボードにウィジェットを追加する権限がありません。
lt: Neturite teisės keisti panelį.

source: Dashboard
ja: ダッシュボード
lt: Panelis

source: This dashboard is currently empty. Why not add some widgets by clicking 'add new item' above?
ja: 現在、このダッシュボードは空です。 上部の「新しいアイテムの追加」をクリックして、ウィジェットを追加することができます。
lt: Panelis kol kas tuščias. Pridėkite elementus naudodami aukščiau esantį meniu 'pridėti naują elementą'.

source: This dashboard is currently empty.
ja: 現在、このダッシュボードは空です。
lt: Šis panelis tuščias.

source: Your Dashboard
ja: ダッシュボード
lt: Mano panelis

source: Add new item
ja: 新しいアイテムの追加
lt: Pridėti naują elementą

source: Access for this widget:
ja: このウィジェットへのアクセス権
lt: Teisės į elementą:

source: Blog dashboard widget
ja: ブログダッシュボード・ウィジェット
lt: Dienoraščio panelis

source: Feeds dashboard widget
ja: フィードダッシュボード・ウィジェット
lt: Naujienų kanalo panelis

source: Username for community:
ja: コミュニティでのユーザ名：
lt: Bendruomenės vartotojo vardas:

source: Community Wiki
ja: コミュニティWiki
lt: Bendruomenės wiki

source: The file was successfully uploaded.
ja: ファイルが正常にアップロードされました。
lt: Failas įkeltas sėkmingai.

source: Users with files or folders in category
lt: Failų ir katalogų vartotojai kategorijoje

source: Groups you own
ja: あなたの所有するグループ
lt: Savos grupės

source: Access is controlled through the use of Access groups and this is one of the most powerful features of Elgg. Access groups allow you to have complete control over who sees what within your environment. You can create as many access groups as you wish. Each access group can have as many of your friends as you like and each access group created becomes another option in the 'access restriction' dropdown menu beside each profile item, weblog post and file uploaded.
lt: Viešumas nustatomas per meniu 'Prisijungimo grupės'. Galima nustatyti tiek bendrines, tiek individualias priėjimo teises.

source: Thanks for joining %s! For your records, your %s username and password are:
ja: %s へのご参加ありがとうございます！ あなたの %s でのユーザ名とパスワードは以下のとおりです：
lt: Ačiū, kad prisijungėte %s! Vartotojo vardas %s ir slaptažodis yra:

source: To generate a new password at %s!, enter your username below. We will send the address of a unique verification page to you via email click on the link in the body of the message and a new password will be sent to you.
ja: %s での新しいパスワードを発行するために、以下にユーザ名を入力してください。 パスワードの再発行には、まず、メールでユニークな確認ページへのアドレスを送信します。 その後、確認ページにアクセスすることで新しいパスワードがメールで送信されます。
lt: Sukurti naują slaptažodį %s!, įveskite vartotojo vardą žemiau. Mes atsiųsime adresą su unikaliu patvirtinimu. Spragtelėkite ant nuorodos ir naujas slaptažodis bus atsiųstas jums.

source: Matching accounts:
ja: 一致したアカウント：
lt: Rasti įrašai:

source: Details were not changed.
ja: 詳細は変更されませんでした。
lt: Informacija nepakeista.

source: There are no weblog posts to archive as yet.
ja: 今のところ、アーカイブすべきブログ投稿はありません。
lt: Dienoraščio įrašai dar nearchyvuoti.

source: Weblog Post
ja: ブログ投稿
lt: Dienoraščio įrašas

source: A template for each weblog post.
ja: 各ブログ投稿のためのテンプレートです。
lt: Šablonas kiekvienam dienoraščio įrašui.

source: The username of the person making the post
ja: 投稿者のユーザ名
lt: Vartotojo vardas

source: Their user icon
ja: ユーザアイコン
lt: Vartotojo paveikslėlis

source: Their full name
ja: 氏名
lt: Pilnas vardas

source: The time and date of the post
ja: 投稿の日付と時刻
lt: Įrašo data

source: A link to any comments
ja: 任意のコメントへのリンク
lt: Nuoroda į komentarus

source: A list of comments, if any
ja: コメントのリスト（もしあれば）
lt: Komentarai

source: Weblog Comments
ja: ブログコメント
lt: Dienoraščio komentarai

source: A placeholder for weblog comments.
ja: ブログコメントのプレースホルダーです。
lt: Vieta dienoraščio komentarams.

source: The list of comments themselves
ja: コメントのリスト
lt: Komentarų sąrašas

source: Individual weblog comment
ja: 個別のブログコメント
lt: Dienoraščio komentaras

source: A template for each individual weblog comment. (Displayed one after the other, embedded in the comment placeholder.)
ja: 各個別のブログコメントのためのテンプレートです。
lt: Šablonas kiekvienam dienoraščio komentarui. (Rodyti vieną po kito, įterpti į komentaro vietą.)

source: Post body
ja: 投稿の本文
lt: Žinutė

source: The name of the person making the comment
ja: コメント投稿者の名前
lt: Komentatoriaus vardas

source: When the comment was posted
ja: コメントの投稿日時
lt: Komentaras įrašytas

source: The usericon of the person making the comment, if available
ja: コメント投稿者のユーザアイコン（もしあれば）
lt: Komentatoriaus paveikslėlis (jei yra)

source: Your post has been added to your weblog.
ja: あなたの投稿がブログに追加されました。
lt: Dienoraščio įrašas išsaugotas sėkmingai.

source: Click here to post to this weblog.
ja: このブログに投稿するには、ここをクリックしてください。
lt: Pridėti įrašą prie dienoraščio.

source: Add a new post
ja: 新しい投稿の追加
lt: Pridėti naują įrašą

source: Post title:
ja: 投稿のタイトル：
lt: Išsiųsti antraštę:

source: Post body:
ja: 投稿の本文：
lt: Tekstas:

source: You must be logged in to post a new weblog entry. You may do so using the login pane to the right of the screen.
ja: 新しいブログエントリを投稿するには、画面右側のログイン枠からログインしてください。
lt: Prisijunkite ir galėsite pildyti dienoraštį.

source: Edit a post
ja: 投稿の編集
lt: Keisti įrašą

source: Save Post
ja: 投稿の保存
lt: Išsaugoti įrašą

source: %u files (%s bytes)
ja: %u ファイル（%s バイト）

source: %u bytes
ja: %u バイト

source: not changed
ja: は変更されませんでした

source: Add selected to group
ja: 選択したものをグループに追加する

source: Remove selected from group
ja: 選択したものをグループから削除する

source: Members of this group:
ja: グループのメンバー：

source: Any more links
ja: それ以上のリンク

source: The list of page links when there are lots of comments
ja: コメントが多い場合のページリンクのリスト

source: A permalink to the comment
ja: コメントの固定リンク
