Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/politica/languages/*/LC_MESSAGES/*.po
Languages: ar, de, eu, fi, fr, he, ja, lt, nl, ru, sv, uk, vi

source: Error! LDAP Username does not meet Elgg requirements
ar: خطأ! اسم المستخدم LDAP غير مؤهلة لأحتياجات elgg
de: Ein Fehler ist aufgetreten! Der LDAP-Benutzername erfüllt nicht die Elgg-Anforderungen
fr: Erreur! Le nom de l'utilisateur dans l'annuaire LDAP ne respecte pas les pré-requis Elgg
nl: Fout! De LDAP gebruikersnaam voldoet niet aan de vereisten.

source: The username %s is already taken by another user. You will need to pick a different one.
ar: إن اسم المستخدم %s قد استخدم سابقا من قبل مستخدم آخر .ستحتاج إلى اختيار اسم مختلف.
de: Der Anmeldename %s ist bereits vergeben. Bitte wähle einen anderen.
eu: %s erabiltzaile izena beste erabiltzaile batek dauka dagoeneko. Beste bat jarri behar duzu.
fi: Käyttäjänimi %s on jo toisen käyttäjän käytössä. Valitse jokin muu nimi.
fr: Le nom d'utilisateur %s est déjà utilisé. Vous devez en proposer un autre.
he: שם המשתמש %s כבר בשימוש על ידי משתמש אחר. עליך לבחור שם משתמש אחר.
ja: すでに別のユーザがユーザ名「%s」を使用していますので、異なるユーザ名にする必要があります。
lt: Vartotojas vardu %s jau užregistruotas. Pasirinkite kitą vardą.
nl: De gebruikersnaam %s is al van iemand anders. Je zult een andere moeten kiezen.
ru: Имя %s уже используется другим пользователем. Вам придётся выбрать что-то другое.
sv: Användarnamnet %s är redan taget av en annan användare. Du måste välja ett annat.
uk: Ім'я %s вже використовується іншим користувачем. Вам доведеться обрати інше.
vi: Tên truy cập %s đã có người đăng ký. Bạn cần phải chọn 1 tên khác.

source: User addition %d failed: Unknown reason, please contact you system administrator.
ar: فشلت عملية اضافة %d المستخدم :السبب غير معروف ، ارجو الإتصال مع مدير النظام .
de: Der Nutzer %d konnte nicht angelegt werden. Bitte verständige den Betreuer der Seite
eu: Erabiltzaile gehiketak %d huts egin du: Arrazoi ezezaguna, mesedez kontakta ezazu zure sistemaren administratzailearekin.
fi: Käyttäjän lisäys %d epäonnistui: Tuntematon syy. Ota yhteyttä järjestelmänvalvojaan.
fr: L'ajout de l'utilisateur %d a échoué : Veuillez contactez l'administrateur du site.
he: הוספת משתמש %d לא הצליחה: סיבה לא ידועה, יש ליצור קשר עם מנהל המערכת.
ja: %d のユーザ追加に失敗しました： 理由は不明です。 システム管理者と連絡を取ってください。
nl: Gebruikers toevoeging %d mislukt: Onbekende reden, neem contact op met de beheerder.
ru: Не удалось добавить пользователя %d по неизвестной причине, обратитесь к системному администратору.
uk: Додавання користувача %d перервано: Причини невідомі, будь-ласка зверніться до системного адміністратора.
vi: Thêm thành viên % bị hủy: Không rõ lý do, xin vui lòng liên hệ nhà quản trị.

source: Success
de: Erfolg
eu: Ongi burutu da
fi: Onnistui
fr: Succès
he: הצלחה
ja: 成功
lt: Atlikta
nl: Succesvol
ru: Готово
sv: Lyckades
uk: Успішно завершено
vi: Thành công

source: Error
ar: خطأ
de: Fehler
eu: Errorea
fi: Virhe
fr: Erreur
he: שגיאה
ja: エラー
lt: Klaida
nl: Fout
ru: Ошибка
sv: Fel
uk: Помилка
vi: Lỗi sai

source: Publishing RSS
ar: انشاء RSS
de: RSS veröffentlichen
eu: RSSak argitaratzen
fi: Julkaistaan RSS
fr: Publication RSS
he: מפרסם RSS
lt: RSS skelbimas
nl: RSS publiceren
ru: Опубликование RSS
sv: Publicera RSS
uk: Публікація RSS
vi: Hiển thị RSS

source: Publishing RSS for user %d
ar: نشر خلاصات (تلقيمات) rss الخاصة بالمشترك %d
de: Veröffentliche RSS für Benutzer %d
eu: %d erabiltzailearentzako RSSak argitaratzen
fi: Julkaistaan RSS käyttäjälle %d
fr: Publication RSS pour l'utilisateur %d
he: מפרסם RSS עבור משתמש %d
lt: Skelbimas RSS vartotojui %d
nl: RSS publiceren voor gebruiker %d
ru: Опубликование RSS для пользователя %d
sv: Publicerar RSS för användare %d
uk: Публікація RSS для користувача %d
vi: Hiển thị RSS cho thành viên %d

source: Adjusting file repository information
ar: ضيط معلومات الملف
de: Anpassen der Dateiverwaltungsinformation
eu: Fitxategi biltegiaren informazioa aldatzen
fi: Säädetään tiedostoalueen tietoja
fr: Ajuste les informations du répertoire des fichiers
he: מעדכן מידע אודות מאגר קבצים
lt: Atnaujinama saugyklos informacija
nl: Past de file bewaarplaats informatie aan
ru: Редактирование информации о файловом хранилище
sv: Justerar fillagerinformation
uk: Упорядковується інформація про сховище файлу
vi: Điều chỉnh thông tin chứa file

source: Updating file %d: %s
ar: تحديث ملف %d : %s
de: Aktualisiere Datei %d: %s
eu: %d fitxategia eguneratzen: %s
fi: Päivitetään tiedostoa %d:%s
fr: Mise à jour du fichier %d: %s
he: מעדכן קובץ %d: %s
lt: Atnaujinimas failas %d: %s
nl: File wordt bijgewerkt %d: %s
ru: Обновляется файл %d: %s
sv: Uppdaterar fil %d: %s
uk: Оновлюється файл %d: %s
vi: Nâng cấp tập tin %d: %s

source: Need to upgrade database
ar: الحاجة الى تحديث قاعدة البيانات
de: Datenbank-Upgrade erforderlich
eu: Datubaseak eguneratzeko beharra du
fi: Tietokantaa tulee päivittää
fr: Nécessite la mise à jour de la base de données
he: יש לעדכן את בסיס הנתונים
ja: データベースのアップグレードが必要です
lt: Atnaujinkite duomenų bazę
nl: Database moet opgewaardeerd worden
ru: Необходимо обновить базу данных
sv: Behöver uppgradera databas
uk: Потрібно оновити базу даних
vi: Cần phải nâng cấp database

source: Register
de: Registrieren
eu: Erregistratu
fi: Rekisteröidy
fr: M'inscrire
he: הרשמה
ja: ユーザ登録
lt: Registruotis
nl: Aanmelden
ru: Зарегистрироваться
sv: Registrera
uk: Реєстрація
vi: Đăng ký

source: Log On
ar: الدخول
de: Einloggen
eu: Saioa Hasi
fi: Kirjaudu
fr: M'identifier
he: כניסה למערכת
ja: ログオン
lt: Prisijungti
nl: Inloggen
ru: Войти
sv: Logga in
uk: Увійти
vi: Đăng nhập

source: Username
ar: إسم المستخدم:
de: Benutzername
eu: Erabiltzaile izena
fi: Käyttäjätunnus
fr: Identifiant
he: שם משתמש
ja: ユーザ名
lt: Vartotojo vardas
nl: Gebruikersnaam
ru: Логин
sv: Användarnamn
uk: Логін
vi: Tên truy nhập

source: Password
ar: كلمة السر
de: Passwort
eu: Pasahitza
fi: Salasana
fr: Mot de passe
he: סיסמה
ja: パスワード
lt: Slaptažodis
nl: Wachtwoord
ru: Пароль
sv: Lösenord
uk: Пароль
vi: Mật khẩu

source: Log on
ar: الدخول
de: Einloggen
eu: Sartu
fi: Kirjaudu
fr: M'identifier
he: כניסה למערכת
ja: ログオン
lt: Prisijungti
nl: Inloggen
ru: Войти
sv: Logga in
uk: Залогінитися
vi: Đăng nhập

source: Go
de: OK
eu: Aurrera
fi: Mene
fr: Aller
he: המשך
ja: 実行
lt: Eiti
nl: Ga naar
ru: Вперед
sv: Ok.
uk: Вперед
vi: Chuyển

source: Remember Login
ar: تذكر اسم الدخول
de: Login merken
eu: Gakoa Gogoratu
fi: Jäsenen kirjautuminen
fr: Mémoriser
he: זכרון פרטי כניסה
ja: 次回から入力を省略
lt: Prisiminti registracijos vardą
nl: Onthoudt de login
ru: Запомнить меня
sv: Kom ihåg login
uk: Запам'ятати мене
vi: Nhớ giữa các lần đăng nhập

source: Forgotten password
ar: هل نسيت كلمة المرور
de: Kennwort vergessen
eu: Ahaztutako pasahitza
fi: Unohtunut salasana
fr: Mot de passe oublié
he: שכחת סיסמה?
ja: パスワードの再発行
lt: Pamirštas slaptažodis
nl: Vergeten wachtwoord:
ru: Забыли пароль?
sv: Glömt lösenord
uk: Забув пароль
vi: Quên mật khẩu

source: Add User
de: Benutzer hinzufügen
eu: Erabiltzailea gehitu
fi: Lisää käyttäjä
fr: Ajouter un utilisateur
he: הוספת משתמש
ja: ユーザの追加
lt: Registruoti vartotoją
nl: Voeg een gebruiker toe
ru: Добавить пользователя
sv: Lägg till användare
uk: Додати користувача
vi: Thêm người dùng

source: Send Message
ar: ارسل رسالة
de: Nachricht senden
eu: Bidali mezua
fi: Lähetä viesti
fr: Envoyer message
he: שליחת הודעה
ja: メッセージ送信
lt: Siųsti žinutę
nl: Stuur bericht
ru: Отправить сообщение
sv: Skicka meddelande
uk: Надіслати повідомлення
vi: Gửi thông điệp

source: Add Buddy
ar: أضف صديق
de: Freund hinzufügen
eu: Kidea Gehitu
fi: Lisää kamu
fr: Ajouter ami
he: הוספת חבר
ja: 友人の追加
lt: Pridėti draugą
nl: Nodig een vriend uit
ru: Добавить друга
sv: Lägg till kompis
uk: Додати приятеля
vi: Thêm người bạn

source: Administrator
ar: ممدير
eu: Administratzailea
fi: Ylläpitäjä
fr: Administrateur
he: מנהל
ja: 管理者
lt: Administratorius
nl: Beheerder
ru: Администратор
sv: Administratör
uk: Адміністратор
vi: Quản trị

source: Do not reply
ar: لا تجب
de: Nicht beantworten
eu: Ez erantzun
fi: Älä vastaa
fr: Ne pas répondre
he: נא לא להגיב
ja: 返信不要
lt: Neatsakyti
nl: Niet beantwoorden
ru: Не отвечать
sv: Svara ej
uk: Не відповідати
vi: Không trả lời lại

source: GB
ar: جيجابايت
fr: Go
ru: Гб
uk: Гб

source: MB
ar: ميجابايت
fr: Mo
ru: Мб
uk: Мб

source: KB
fr: Ko
ru: Кб
uk: Кб

source: bytes
ar: بايت
eu: byteak
fi: tavua
fr: octets
ja: バイト
lt: baitai
ru: байт
uk: байти

source: Close this window
ar: اغلق هذه النّافذة
de: Fenster schliessen
eu: Itxi leiho hau
fi: Sulje tämä ikkuna
fr: Fermer cette fenêtre
he: סגירה
ja: このウィンドウを閉じる
lt: Uždaryti šį langą
nl: Dit venster sluiten
ru: Закрыть окно
sv: Stäng det här fönstret
uk: Закрити це вікно
vi: Đóng cửa sổ này

source: Choose
ar: إختر
de: Auswählen
eu: Aukeratu
fi: Valitse
fr: Choisir
he: בחירה
ja: 選択
lt: Pasirinkti
nl: Kies
ru: Выбрать
sv: Välj
uk: Вибрати
vi: Chọn

source: Elgg auto-format
ar: التهيئة الالية لليلوغ
eu: Elgg auto-formatua
fi: Elgg:n automaattinen muotoilu
fr: Format auto Elgg
he: פורמט אוטומטי של Elgg
ja: Elgg自動書式
lt: Elgg automatinis formatavimas
nl: Elgg auto-indeling
ru: Форматировать автоматически
sv: Elgg autoformatering
uk: Авто-формат Elgg
vi: Tự động định dạng

source: HTML format
ar: تنسيق النص التشعبي
eu: HTML formatua
fi: HTML-muotoilu
fr: Format HTML
he: פורמט HTML
ja: HTML書式
lt: HTML
nl: HTML indeling
ru: Форматировать как HTML
uk: HTML формат
vi: Định dạng HTML

source: Plain text format
ar: تهيئة النص الفارغ
de: Reines Text Format
eu: Testu soileko formatua
fi: Pelkkä teksti
fr: Format plein texte
he: פורמט טקסט פשוט
ja: プレーンテキスト
lt: Paprastas tekstas
nl: Tekst indeling
ru: Форматировать как текст
sv: Enkelt textformat
uk: Звичайний текст
vi: Định dạng chữ

source: Markdown format
ar: ضع علامة التهيئة
de: Abrundung ins Format
eu: Markdown formatua
fi: Markdown muotoilu
fr: Format Markdown
he: פורמט Markdown
ja: Markdown書式
lt: Žymių formatas
nl: Markdown indeling
ru: Форматировать как Markdown
uk: Позначений формат
vi: Định dạng Markdown

source: Continue
ar: أكمل
de: Weiter
eu: Jarraitu
fi: Jatka
fr: Continuer
he: המשך
ja: 継続
lt: Tęsti
nl: Doorgaan
ru: Продолжить
sv: Fortsätt
uk: Далі
vi: Tiếp tục

source: Yes
ar: نعم
de: Ja
eu: Bai
fi: Kyllä
fr: Oui
he: כן
ja: はい
lt: Taip
nl: Ja
ru: Да
sv: Ja
uk: Авжеж
vi: Đồng Ý

source: No
ar: لا
de: Nein
eu: Ez
fi: Ei
fr: Non
he: לא
ja: いいえ
lt: Ne
nl: Nee
ru: Нет
sv: Nej
uk: Ні
vi: Không

source: You have been banned from the system!
ar: انت ممنوع من الدخول الى النظام
de: Du wurdest vom System gebannt!
eu: Sistemara sarrera debekatu egin zaizu!
fi: Järjestelmän kayttäminen tunnuksellasi on estetty!
fr: Vous avez été banni du système !
he: חל עליך איסור כניסה למערכת!
ja: あなたはシステムからアクセス禁止にされました！
lt: Prisijungimas uždraustas!
nl: Je bent op dit moment uitgesloten van het systeem!
ru: Вам был запрещён доступ в систему!
sv: Du har blivit utestängd från systemet!
uk: Ви забанені.
vi: Bạn đã bị cấm từ hệ thống này!

source: You need to log in to see this page.
fr: Vous devez être connecté pour voir cette page

source: Sorry, but your IP number seems to have changed from when you first logged in. This security feature prevents crackers stealing your identity while logged in to this site. Normal users should not be seeing this message - please ask the site administrator for help.
ar: رقمك السري الشخصي تم تغييره من اول دخول .عناصر الحماية تمنع اللصوص من سرقة هويتك اثاء الدخول.المستخدمين العاديين لايتوجب عليهم رؤية الرسالة. اطلب مساعدة الادارة
de: Entschuldigung, aber deine IP Adresse scheint sich seit deinem letzten Login geändert zu haben. Diese Sicherheitsvorkehrung verhindert, dass Cracker deine Identität stehlen, während du angemeldet bist. Normale Benutzer sollten diese Meldung nicht angezeigt bekommen - bitte kontaktiere den Administrator.
eu: Barkatu, baina zure IP helbidea identifikatu zinenetik aldatu dela dirudi. Segurtasun neurri honek crackerren zure identitatearen lapurketa ekiditen dute identifikatua zauden bitartean. Erabiltzaile arruntek ez dute mezu hau ikusiko - jarri gunearen kudeatzailearekin harremanetan mesedez.
fi: IP osoitteesi näyttäisi muuttuneen kirjautumisesi jälkeen. Tämä turvatoiminto estää murtautujaa varastamasta identiteettiäsi sinun ollessa kirjautuneena sivustolle. Tavalliset käyttäjät eivät tulisi saada tätä ilmoitusta näkyville - pyydä pääkäyttäjältäsi apua.
fr: Désolé, mais votre adresse IP semble avoir changé depuis que vous vous êtes authentifié. Ce dispositif de sécurité empêche des pirates de voler votre identité une fois que vous êtes authentifié sur ce site. Les utilisateurs normaux ne devraient pas voir ce message - demandez svp de l'aide à l'administrateur du site.
he: אנו מתנצלים, אבל מספר ה-IP שלך השתנה מאז כניסתך הראשונה. מאפיין אבטחה זה מונע מקראקרים לגנוב את זהותך כאשר הינך מחובר למערכת. משתמשים רגילים לא אמורים לראות הודעה זו - יש ליצור קשר עם הנהלת האתר לשם קבלת עזרה.
ja: 申し訳ありませんが、あなたの IP が最初にログインしたときと違っているようです。 このセキュリティ機能は、このサイトにログインしている間、あなたの個人情報がクラッカーに盗まれることを阻止します。 通常のユーザがこのメッセージを見るべきではありません - サイト管理者にご連絡ください。
lt: Pasikeitė jūsų IP adresas. Kreipkitės į administratorių.
nl: Sorry, Je ip nummer schijnt veranderd te zijn sinds je ingelogd bent. Deze beveiligings optie voorkomt dat crackers je identiteit stelen terwijl je ingelogd bent op de site. Normaal gesproken zou je deze melding niet moeten krijgen. Vraag je systeembeheerder voor hulp.
ru: Извините, но ваш IP-адрес изменился с момента входа в систему. Эта предосторожность сделана для того, чтобы предотвратить кражу информации о пользователях. Обратитесь к администратору за помощью.
sv: Ditt IP-nummer verkar ha ändrats från när du först loggade in. Denna säkerhetsfunktion förhindrar crackers från att stjäla din identited medan du är inloggad mot denna sajt. Normala användare ska inte se detta meddelande - vänligen kontakta sajtadminstratören för hjälp.
uk: Вибачте, але, здається, Ваш IP змінився з часу Вашого першого входу. Даний захисний захід запобігає викраденню Вашої особистої інформації під час входу на сайт. Зазвичай користувачі не повинні бачити цього повідомлення - будь-ласка зверніться до адміністратора сайту за допомогою.
vi: Xin lỗi, nhưng địa chỉ IP của bạn dường như đã thay đổi lần đăng nhập đầu tiên. Hệ thống bảo mật này nhằm chống lại việc ăn cắp thông tin cá nhân của bạn. Những thành viên bình thường sẽ không thấy được thông điệp này. Xin vui lòng liên hệ nhà quản trị để được giúp đỡ

source: The system will remember you and automatically log you in next time.
ar: سيتذكرك النظام وسيتم دخولك بشكل اوتوماتيكي بالمرة القادمة
de: Das System speichert deine Daten und meldet dich beim nächsten Login automatisch an.
eu: Sistemak gogoratuko zaitu eta hurrengoan automatikoki sartuko zaitu.
fi: Järjestelmä muistaa sinut ja kirjaudut automaattisesti seuraavalaa kerralla.
fr: Le système se souviendra de vous et vous authentifiera automatiquement lors de vos prochaines visites.
he: המערכת תזכור אותך ותכניס אותך אוטומטית בפעם הבאה.
ja: システムはあなたを覚えておき、次回は自動的にログインさせます。
lt: Sistema atsimins ir automatiškai prijungs kitą kartą.
nl: Het systeem zal je onthouden en bij het volgende bezoek je automatisch inloggen.
ru: Система запомнит вас и авторизирует при следующем посещении.
sv: Systemet kommer att komma ihåg dig och logga in dig automatiskt nästa gång.
uk: Система запам'ятає тебе і наступного разу авторизує тебе автоматично.
vi: Hệ thông sẽ nhớ bạn và tự động đăng nhập lần tiếp theo

source: Back
de: Zurück
eu: Atzera
fi: Takaisin
fr: Retour
he: אחורה
ja: 戻る
lt: Sugrįžti
nl: Vorige
ru: Назад
sv: Bakåt
uk: Назад
vi: Quay lại

source: Logged in users
ar: دخول المستخدمين
de: angemeldete Benutzer
eu: Konektatuta dauden erabiltzaileak
fi: Kirjautuneet käyttäjät
fr: Utilisateurs en ligne
he: משתמשים מחוברים למערכת
ja: ログインユーザ
lt: Prisijungę vartotojai
nl: Ingelogde gebruikers
ru: Пользователи сайта
sv: Inloggade användare
uk: Залогінені користувачі
vi: Những thành viên đã đăng nhập

source: Private
ar: خاص
de: Privat
eu: Pribatua
fi: Yksityinen
fr: Privé
he: פרטי
ja: プライベート
lt: Privatu
nl: Privé
ru: Личное
sv: Privat
uk: Особиста
vi: Cá nhân

source: Restricted
ar: مقيد
de: Eingeschränkt
eu: Mugatua
fi: Rajoitettu
fr: Restreint
he: מוגבל
ja: 制限
lt: Apribota
nl: Beperkt
ru: Ограничено
sv: Begränsad
uk: Обмежений
vi: Bị hạn chế

source: Restricted to Community:
de: Beschränkt auf die Gemeinschaft:
fr: Réservé à la communauté :
nl: Beperkt tot de gemeenschap.

source: Restricted to Group
de: Beschränkt auf die Gruppe
fr: Accès réserve au groupe
nl: Beperkt tot de groep

source: Click to view link
ar: إضغط لمشاهدة الرابط
de: Klicken, um Link anzuzeigen
eu: Esteka ikusteko klikatu
fi: Katso linkki klikkaamalla
fr: Cliquez pour voir le lien
he: לצפייה בקישור יש ללחוץ כאן
ja: クリックしてリンクを表示
lt: Sragtelėkite nuorodą
nl: Klik om link te bekijken
ru: Нажмите, чтобы увидеть ссылку
sv: Klicka för att se länk.
uk: Нажміть, щоб переглянути посилання
vi: Nhấn để xem link

source: This is how the story goes.
ar: هكذا ستجري الحكاية
de: Das ist die ganze Geschichte.
eu: Istorioak honela jarraitzen du.
fi: Ja tarina menee näin.
fr: C'est ainsi que l'histoire va.
he: כך זה קורה.
lt: Istorija.
nl: Zo gaat het verhaal.
ru: Как развивалась история.
sv: Så här lyder historien.
uk: Ось як розвивалась історія.

source: Change theme
ar: تغيير المغزى
de: Darstellung ändern
eu: Txantiloia aldatu
fi: Vaihda teema
fr: Permuter thème
he: שנה עיצוב
ja: テーマの変更
lt: Pakeisti temą
nl: Thema wijzigen
ru: Изменить тему
sv: Ändra tema
uk: Змінити тему
vi: Thay đổi giao diện

source: Account settings
ar: اعدادات الحساب
de: Konto Einstellungen
eu: Kontuaren ezarpenak
fi: Tilin asetukset
fr: Configuration du compte
he: הגדרות חשבון
ja: アカウント設定
lt: Vartotojo nustatymai
nl: Account instellingen
ru: Настройки аккаунта
sv: Dina inställningar
uk: Настройки акаунту
vi: Thông tin tài khoản

source: Log off
ar: خروج
de: Ausloggen
eu: Irten
fi: Kirjaudu ulos
fr: Quitter
he: יציאה מהמערכת
ja: ログオフ
lt: Atsijungti
nl: Log uit
ru: Выйти
sv: Logga ut
uk: Вийти
vi: Thoát

source: The templates have been changed according to your choices.
ar: تغير القالب وفقاً لاختيارك
de: Die Templates (Vorlagen) wurden entsprechend deiner Auswahl geändert.
eu: Txantiloiak aldatuak izan dira zure aukeren arabera.
fi: Mallipohjat ovat muutettu valintojesi mukaisiksi.
fr: Le gabarit a changé conformément à vos choix.
he: התבניות שונו לפי בחירותיך.
lt: Šablonai pakeisti.
nl: De templates zijn aangepast aan jouw wensen.
ru: Шаблоны изменены в соответствии с вашими установками.
sv: Mallarna har ändrats enligt dina val.
uk: Шаблони було змінено відповідно до Вашого вибору.
vi: Đã thay đổi giao diện theo như sự lựa chọn của bạn

source: No changes made as no area of change was selected!
ar: لم يتم اجراء اي تغييرات لانه لم يتم اختيار منطقة للتغيير
de: Keine &Auml;nderzungen durchgef&uuml;hrt, das keine &Auml;nderungen angegeben waren.
eu: Ez da aldaketarik egin aldaketa eremurik aurkitu ez baita aukeratu!
fi: Muutoksia ei tyhty, koska muutosten kohdetta ei ole valittu!
fr: Aucun changement car il n'y a rien eu de se sélectionné !
he: לא נעשו שינויים כי לא נבחר אף אזור לשינוי!
nl: Er zijn geen veranderingen doorgevoerd aangezien er geen selectie is gemaakt!
sv: Inga ändringar har gjorts eftersom inget område för ändringar valts.
uk: Не було зроблено ніяких змін, оскільки не була вибрана область для змін!
vi: Không có sự thay đổi nào

source: Your template has been updated.
ar: القالب تم تحديثه
de: Deine Designvorlage wurde aktualisiert.
eu: Zure txantiloia eguneratua izan da.
fi: Mallipohjasi on päivitetty.
fr: Votre gabarit a été mis à jour.
he: התבנית שלך עודכנה.
ja: テンプレートが更新されました。
lt: Šablonas atnaujintas.
nl: Jouw sjabloon is gewijzigd.
ru: Ваш шаблон был обновлен.
sv: Din mall har uppdaterats.
uk: Ваш шаблон було оновлено.
vi: Đã cập nhập giao diện của bạn

source: Your template was deleted.
ar: تم حذف القالب
de: Deine Designvorlage wurde gelöscht.
eu: Zure txantiloia ezabatua izan da.
fi: Mallipohjasi on poistettu
fr: Votre gabarit a été supprimé.
he: התבנית שלך נמחקה.
ja: テンプレートが削除されました。
lt: Šablonas ištrintas.
nl: Jouw sjabloon is verwijderd.
ru: Ваш шаблон был удален.
sv: Din mall raderades.
uk: Ваш шаблон було видалено.
vi: Đã xóa giao diện của bạn

source: Create theme
ar: إنشاء سمة
de: Design erstellen
eu: Azala sortu
fi: Luo teema
fr: Créer un gabarit
he: יצירת עיצוב
ja: テーマ作成
lt: Sukurti temą
nl: Creëer thema
ru: Создать тему
sv: Skapa tema
uk: Створити тему.
vi: Tạo giao diện

source: Here you can create your own themes based on one of the existing public themes. Just select which public theme you would like to alter and then create your own. You will now have edit privilages.
ar: هنا تستطيع ان تنشىء الموضوع بالاستناد الى المواضيع الموجودة فقط اختالر موضوعك العام الذي تريد ثم ابدا ومن هنا تستطيع التعديل
de: Hier kannst du deine eigenen Designs auf der Grundlage bestehender öffentlicher Designs erstellen. Wähle dazu das öffentliche Design aus, welches du verändern möchtest, und erstelle dein eigenes. Du hast dann Schreibrechte.
eu: Hemen zure azal propioak sortu ditzazkezu dagoeneko existitzen diren azal publikoetatik abiatuta. Soilik aukeratu zein azal eraldatu nahiko zenukeen eta ondoren sortu zurea. Ez da beharrezkoa edizio pribilegioak izatea.
fi: Täällä voit luoda oman teemasi pohjautuen valmiisiin teemoihin. Valitse mitä valmista teemaa haluat muokata omaksi teemaksesi. Sinulla on nyt muokkausoikeudet.
fr: Ici vous pouvez créer vos propres gabarits à partir d'un gabarit existant.Il suffit de choisir le gabarit que vous souhaitez modifier et créez le vôtre. Lorsque vous créerez le vôtre, vous serez en mesure de le modifier.
he: כאן ניתן ליצור עיצובים משלך, בהתבסס על עיצובים קיימים. יש לבחור איזה תבנית ברצונך לשנות ואז ליצור את שלך. כעט יהיו לך הרשאות עריכה.
ja: ここで、既存の共通テーマをもとにした独自のテーマを作成できます。 カスタマイズしたい好みの共通テーマを選択し、あなた自身のテーマを作成してください。 あなたは今、編集特権を持ちます。
lt: Čia galite kurti savo temas. Pažymėkite viešą temą, kurią norite keisti ir tada sukursite savo.
nl: Hier kun je op basis van bestaande thema's een eigen thema aanmaken. Selecteer een van de bestaande thema's die je wilt wijzigen en maak dan je eigen thema. Je hebt nu alle rechten om het te wijzigen.
sv: Här kan du skapa dina egna teman baserade på befintliga publika teman. Välg vilket publikt tema du vill ändra och skapa sedan din egna. Du kommer då att ha redigeringsprivilegier.
uk: Тут Ви можете створювати свої власні теми, базуючись на існуючих доступних темах. Просто оберіть доступну тему, яку Ви хочете змінити, а потім створіть власну. Ви будете мати права редагування.
vi: Ở đây bạn có thể tạo giao diện cho riêng mình dựa trên những giao diện có sẵn của chúng tôi. Chỉ cần lựa chọn giao diện mà bạn muốn dựa theo và tạo giao diện riêng của mình. Bạn sau đó sẽ có quyền sửa chữa. Lưu ý có 1 số code bạn không có quyền thay đổi trong giao diện (đều được đánh dấu trong giao diện) ; nếu bạn cố tình sửa chữa hay xóa bỏ những đoạn code đó hệ thống của chúng tôi sẽ xóa tài khoản và ban bạn ngay lập tức!

source: Theme name
ar: اسم السمة
de: Name des Designs
eu: Txantiloiaren izena
fi: Teeman nimi
fr: Nom du thème
he: שם העיצוב
ja: テーマ名
lt: Temos pavadinimas
nl: Thema naam
ru: Имя темы
sv: Temats namn
uk: Назва теми
vi: Tên giao diện

source: Default Template
ar: قالب تلقائي
de: Standardtemplate
eu: Lehenetsitako txantiloia
fi: Oletusmalli
fr: Gabarit par défaut
he: עיצוב ברירת מחדל
ja: デフォルトテンプレート
nl: Standaard thema
ru: Базовый шаблон
sv: Standardmall
uk: Стандартний шаблон
vi: Giao diện mặc định

source: name
ar: الاسم
eu: izena
fi: nimi
fr: nom
he: שם
ja: 名前
nl: Naam
ru: имя
sv: namn
uk: назва
vi: tên

source: Based on
ar: بالاستناد الى او اعتماد على
de: Basierend auf
eu: Oinarritzen da
fi: Pohjautuu
fr: Inspiré de
he: מבוסס על
ja: ベースにするテンプレート
lt: Paremta
nl: Gebaseerd op
ru: На основе
sv: Baserad på
uk: Базується на
vi: Dựa trên

source: Create Theme
ar: إنشاء سمة
de: Design erstellen
eu: Azala Sortu
fi: Luo teema
fr: Créer gabarit / thème
he: יצירת עיצוב
ja: テーマ作成
lt: Sukurti temą
nl: Creëer thema
ru: Создание темы
sv: Skapa tema
uk: Створити тему
vi: Tạo giao diện
