Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/politica/languages/*/LC_MESSAGES/*.po
Languages: ar, de, eu, fi, fr, he, ja, lt, nl, ru, sv, uk, vi

source: Error: you do not have authority to modify this membership request.
ar: ليس لديك صفة لتعديل العضوية
de: Fehler: Du hast nicht das Recht, diesen Mitgliedschaftsantrag zu bearbeiten.
eu: Errorea: ez duzu partaidetza eskaera hau eraldatzeko baimenik.
fi: Virhe: sinulla ei ole oikeutta muokata tätä jäsenyynpyntöä.
fr: Erreur : vous n'avez pas les droits pour modifier cette demande d'adhésion.
he: שגיאה: אין בסמכותך לערוך את בקשת ההצטרפות הזו.
ja: エラー： あなたにはこの参加申請を修正する権限がありません。
lt: Klaida: neturite galimybės modifikuoti šią registracijos užklausą.
nl: Foutmelding: je hebt niet de bevoegdheid om deze vriendschapaanvraag te veranderen.
ru: Ошибка: у вас нет прав для изменений этого запроса.
sv: Fel: Du har inte rätt att ändra denna medlemsansökan.
uk: Помилка: ви не маєте прав редагувати цей запит на членство.
vi: Xảy ra lỗi: bạn không có quyền để thay đổi yêu cầu thành viên này.

source: An error occurred: the membership request could not be found.
ar: ناسف طلب العضوية غير موجود
de: Ein Fehler trat auf: die Mitgliedschaftsanfrage konnte nicht gefunden werden.
eu: Errore bat gertatu da: partaidetza eskaera ezin izan da topatu.
fi: Tapahtui virhe: jäsenyyspyyntöä ei löydy.
fr: Une erreur est survenue : la demande d'adhésion est introuvable.
he: התרחשה שגיאה: בקשת ההצטרפות לא נמצאה.
ja: エラー発生： 参加申請が見つかりませんでした。
lt: Klaida: registracijos užklausa nepavyko.
nl: Foutmelding: de lidmaatschapaanvraag kon niet worden gevonden.
ru: Произошла ошибка: запрос на членство не найден.
sv: Ett fel uppstod: medlemsförfrågan kunde inte hittas.
uk: Сталась помилка: запит на членство не знайдено.
vi: Xảy ra lỗi: không tìm thấy yêu cầu làm thành viên.

source: You declined the membership request. %s is not a member of this community.
ar: أنت رفضت طلب العضوية. %s هو ليس عضو في هذه الجماعة.
de: Du hast den Mitgliedschaftsantrag abgelehnt. %s ist nun kein Mitglied dieser Gemeinschaft.
eu: Izen emate eskaera gaitzetsi duzu. %s ez da komunitateko erabiltzailea.
fi: Hylkäsit jäsenyynpyynnön. %s ei ole yhteisön jäsen.
fr: Vous avez refusé la demande d'adhésion. %s n'est pas un membre de cette communauté.
he: דחית את בקשת ההצטרפות. %s לא חבר/ה בקהילה זו.
ja: 参加申請を許否しました。 %sさんは、このコミュニティのメンバーではありません。
lt: Registracijos užklausa atmesta. %s nėra bendruomenės dalyvis.
nl: Je hebt het verzoek afgewezen. %s is geen lid van deze gemeenschap.
ru: Вы отклонили запрос на членство. %s не является членом сообщества.
sv: Du avslog medlemsansökan. %s är inte en medlem av denna community.
uk: Ви заборонили запити на членство. %s не є членом цієї спільноти.
vi: Bạn đã từ chối yêu cần làm thành viên. %s không là thành viên của diễn đàn này.

source: %s friend request denied
ar: تم رفض طلب الصداقة %s
de: %s Freundschaftsanfrage abgelehnt
eu: %s lagun eskaera gaitzetsia
fi: %s ystävyyspyyntö hylättiin
fr: La requête de %s pour être votre ami a été refusé
he: בקשת חברות %s נדחתה!
ja: %s での交友申請は拒否されました。
lt: %s draugystės užklausą atmetė.
nl: %s vriendschap aanvraag afgewezen.
ru: Запрос о добавлении в друзья %s отклонён
sv: %s vänskapsförfrågan nekad
uk: %s заборонив запити на дружбу
vi: %s từ chối yêu cầu làm quen

source: Create a new community
ar: انشاء مجتمع جديد
de: neue Gemeinschaft erstellen
eu: Komunitate berri bat sortu
fi: Luo uusi yhteisö
fr: Créer une nouvelle communauté
he: יצירת קהילה חדשה
ja: 新しいコミュニティを作成
lt: Kurti naują bendruomenę
nl: Maak een nieuwe gemeenschap aan
ru: Создание нового сообщества
sv: Skapa en ny community
uk: Створити нову спільноту
vi: Tạo diễn đàn mới

source: Community name:
ar: اسم المجتمع
de: Name der Gemeinschaft:
eu: Komunitatearen izena:
fi: Yhteisön nimi:
fr: Nom de la communauté :
he: שם הקהילה:
ja: コミュニティ名：
lt: Bendruomenės pavadinimas:
nl: Naam van de gemeenschap:
ru: Имя сообщества:
sv: Community-namn:
uk: Ім'я спільноти:
vi: Tên diễn đàn

source: Username for community (forms part of the community website address):
de: Benutzername für die Gemeinschaft (bildet einen Teil der Gemeinschafts-Internetseiten-Adresse):
fr: Nom d'utilisateur pour la communauté (partie du formulaire contenant l'adresse du site web de la communauté)

source: Create
de: Erstellen
eu: Sortu
fi: Luo
fr: Créer
he: יצירה
ja: 作成
lt: Kurti
nl: Aanmaken
ru: Создать
sv: Skapa
uk: Створити
vi: Tạo

source: Communities were %s belongs
de: Gemeinschaften zu denen %s gehört
fr: Les communautés étaient la propriété de %s

source: Communities owned by %s
de: Gemeinschaften, die von %s besessen werden
fr: Les communautés sont la propriété de %s

source: You don't have any communities listed! To join a community, click the 'join' button underneath a community's icon. You can find communities you're interested in by using the search function.
ar: انت عير مشترك باي مجتمع للاستراك اضغط على ايقونة المجتمع
de: Du hast keine Gemeinschaft gelistet! Um einer Gemeinschaft beizutreten, klicke auf das 'teilnehmen'-Button unter dem Gemeinschafticon. Du kannst Gemeinschaften finden, indem du die Suchfunktion nutzt.
eu: Ez duzu komunitaterik zerrendatuta! Komunitate batetan sartzeko, komunitatearen ikonoaren azpian dagoen 'sartu' botoia sakatu. Bilaketa funtzioa erabilita interesgarriak suerta dakizkizun komunitateak aurkitu ditzazkezu.
fi: Listallasi ei ole yhtään yhteisöä. Voit liittyä yhteisöön klikkaamalla 'liity' -nappia yhteisön kuvakkeen alapuolelta. Käytä etsi-toimintoa mielenkiintoisten yhteisöjen etsimiseen.
fr: Vous n'êtes membre d'aucune communauté. Pour devenir membre d'une communauté, cliquez sur le bouton 'm'inscrire' sous l'icône d'une communauté. Vous trouverez des communautés susceptibles de vous intéresser en utilisant le moteur de recherche.
he: לא נרשמת כחבר/ה באף קהילה! כדי להצטרף לקהילה יש ללחוץ על כפתור 'הצטרפות' שמתחת לסמל הקהילה. אפשר למצוא קהילות באמצעות מנגנון החיפוש.
nl: Je ben geen lid van een gemeenschap. Klik onder het pictogram op 'lid worden' om je bij een gemeenschap aan te sluiten. Je kunt interessante gemeenschappen vinden met behulp van de zoekfunctie.
ru: Вы не состоите в сообществах. Чтобы присоединиться к сообществу, нажмите кнопку «Присоединиться» под иконкой сообщества. Вы можете найти интересные сообщества, используя функцию поиска.
sv: Du har inga communities i din lista! Du kan gå med i en community genom att klicka på "Lägg till"- knappen under en communities sajtbild. Du kan hitta communities som du är intresserad av genom att använda sökfunktionen.
uk: У вашому списку немає спільнот. Щоб приєднатись до спільноти, натисніть "приєднатись" під іконкою спільноти. Ви можете знайти спільноти, які Вам будуть цікавими, скориставшись функцією пошуку.
vi: Bạn không có bất kỳ diễn đàn nào trong danh sách. Để tham gia diễn đàn, nhấn vào nút 'tham gia' ở phía dưới biểu tượng của diễn đàn. Bạn có thể tìm thấy các diễn đàn mà mình yêu thích bằng cách sử dụng chức năng tìm kiếm.

source: This user is not currently a member of any communities.
ar: المستخدم ليس عضوا باي مجتمع
de: Dieser Benutzer ist momentan keiner Gemeinschaft zugeordnet.
eu: Erabiltzaile hau orain ez da inolako komunitateren partaidea.
fi: Tämä käyttäjä ei ole minkään yhteisön jäsen.
fr: Cet utilisateur n'est actuellement membre d'aucune communauté.
he: המשתמש/ת לא חבר/ה באף קהילה כעת.
nl: Deze gebruiker is op dit moment geen lid van een gemeenschap.
ru: Этот пользователь не состоит в сообществах.
sv: Den här användaren är för närvarande inte medlem i någon community.
uk: Цей користувач не є учасником жодної спільноти.
vi: Thành viên này hiện không là thành viên của bất kỳ diễn đàn nào.

source: The following users would like to join this community. They need your approval to do this (to change this setting, visit the 'community settings' page).
ar: المستخدمين التاليين يرغبون في الاشتراك في هذا التجمع . هم بحاجة الى الموافقة " لتغيير الوضع قم بزيارة صفحة اوضاع التجنع
de: Die folgenden Benutzer möchten gerne der Gemeinschaft beitreten. Um das zu tun, benötigen sie deine Zustimmung. (Um diese Einstellung zu ändern, gehe zur 'Gemeinschafts-Einstellungen'-Seite.
eu: Erabiltzaile hauek komunitatean sartu nahi dute. Zure onespena behar dute (ezaugarri hauek aldatzeko, 'komunitate ezaugarri' orrialdea bisitatu.
fi: Seuraavat käyttäjät haluaisivat liittyä tähän yhteisöön. Siihen tarvitaan sinun hyväksyntäsi (vaihda asetuksia 'yhteisön asetukset' sivulla).
fr: Les utilisateurs suivants désirent rejoindre cette communauté. Il faut votre accord pour cela (pour modifier ce paramètre, consultez la page 'Paramètres de la communauté').
he: המשתמשים הבאים מבקשים להצטרף לקהילה. הם זקוקים לאישורך לשם כך (כדי לשנות הגדרות אלו, יש לבקר בעמוד 'הגדרות קהילה').
lt: Šie vartotojai nori prisijungti prie bendruomenės ir laukia patvirtinimo.
nl: De volgende gebruikers willen zich aanmelden voor deze gemeenschap. Hiervoor hebben ze jouw akkoord nodig (om dit te doen verander je instellingen, bezoek de 'gemeenschap instellingen' pagina).
ru: Эти пользователи хотят присоединиться к данному сообществу. Они просят у вас разрешения на это (для изменения данной установки посетите страницу «установки сообщества»).
sv: Följande användare vill gå med i denna gemenskap. De behöver ditt godkännande för att göra detta (gå till 'gemenskaps-inställningar' för att ändra denna inställning).
uk: Наступні користувачі хотіли б приєднатись до цієї спільноти. Вони потребують Вашого затвердження (щоб змінити це налаштування, відвідайте сторінку "налаштування спільноти").
vi: Những thành viên sau muốn tham gia vào diễn đàn này. Họ cần sự phê chuẩn để thực hiện được việc này (để thay đổi điều này,vào trang 'Cấu hình diễn đàn').

source: Profile
de: Profil
eu: Profila
fi: Profiili
fr: Profil
he: פרופיל
ja: プロフィール
lt: Nustatymai
nl: Profiel
ru: Профиль
sv: Profil
uk: Профіль
vi: Hồ sơ

source: You have no pending membership requests.
ar: ليس هناك طلب منع على العضوية
de: Es liegen keine unbearbeiteten Mitgliedschaftsanfragen vor.
eu: Ez duzu izen emate eskaerarik.
fi: Ei odottavia jäsenyyspyyntöjä.
fr: Vous n'avez pas de demande d'adhésion en attente.
he: אין לך בקשות הצטרפות בהמתנה.
ja: 承認待ちの参加申し込みはありません。
lt: Registracijos užklausų nėra.
nl: U hebt geen lopende lidmaatschapsverzoeken.
ru: Нет необработанных запросов на членство.
sv: Du har inga medlemsansökningar som väntar.
uk: Ви не маєте очікуючих запитів на членство.
vi: Bạn không có yêu cần thành viên nào.

source: Are you sure you want to separate this user from the community?
de: Bist du dir sicher, dass du diesen Benutzer aus der Gemeinschaft entfernen möchtest?
fr: Etes-vous sûr de vouloir sortir cet utilisateur de la communauté?

source: Separate
ar: منفصل
de: rausschmeißen
fr: Séparer

source: Owner
de: Besitzer
fr: Propriétaire

source: This community doesn't currently have any members.
ar: هذا التجمع ليس فيه اعضاء
de: Diese Gemeinschaft hat im Moment keine Mitglieder.
eu: Komunitate honek orain ez du partaiderik bat ere.
fi: Tässä yhteisössä eo ole tällä hetkellä yhtään jäsentä.
fr: Actuellement, cette communauté n'a pas de membres.
he: בקהילה זו אין כעת אף חבר.
nl: Deze gemeenschap heeft op dit moment geen leden.
ru: У этого сообщества нет членов.
sv: Den här communityn har för närvarande inga medlemmar.
uk: Ця спільнота наразі не містить жодного учасника.
vi: Diễn đàn này không có bất kỳ thành viên nào.

source: You don't own any communities. Why not create one?
ar: غير مشترك باي مجتمع لم لا تحاول الاشتراك
de: Du gehörst zu keiner Gemeinschaft. Möchtest du nicht deine eigene erstellen?
eu: Ez duzu zeure komunitate propiorik. Zergatik ez duzu bat sortzen?
fi: Et ole minkään yhteisön omistaja. Luodaanko yhteisö?
fr: Vous n'avez créé aucune communauté. Pourquoi ne pas le faire ?
he: אין בבעלותך אף קהילה. למה לא ליצור אחת?
ja: あなたはコミュニティを所有していません。 なぜ1つも作らないのですか？
nl: Je bent geen eigenaar van een gemeenschap. Is het een idee om er een te starten?
ru: У вас нету своих сообществ. Хотите создать новое?
sv: Du äger inga communities. Varför inte skapa en?
uk: Ви не володієте жодною спільнотою. Чому б не створити таку?
vi: Bạn không làm quản trị bất kỳ diễn đàn nào. Tại sao lại không tạo một cái?

source: This user is not currently moderating any communities.
ar: المشترك ليس مديرا لاي مجتمع حاليا
de: Dieser Benutzer nimmt momentan an keiner Gemeinschaft aktiv teil.
eu: Erabiltzaile hau ez du komunitaterik moderatzen.
fi: Tämä käyttäjä ei moderoi tällä hetkellä mitään yhteisöä.
fr: Cet utilisateur n'est gestionnaire d'aucune communauté.
he: המשתמש/ת לא מנהל/ת אף קהילה כעת.
nl: Deze gebruiker is op dit moment geen moderator van een gemeenschap.
ru: Этот пользователь не модерирует ни одно сообщество.
sv: Den här användaren moderar för närvarande inte någon community.
uk: Цей користувач не модерує жодної спільноти.
vi: Thành viên này không quản trị bất kỳ diễn đàn nào.

source: Owned communities
ar: مجتكعات مملوكة
de: abonnierte Gemeinschaften
eu: Zure komunitateak
fi: Omistetut yhteisöt
fr: Communautés m'appartenant
he: קהילות בבעלותך
ja: 所有コミュニティ
lt: Kuruojamos bendruomenės
nl: Gemeenschappen in beheer
ru: Владелец сообществ
sv: Ägda communities.
uk: Власні спільноти
vi: Diễn đàn của bạn

source: You joined %s.
ar: تم انضمامك إلى%s.
de: Du bist %s beigetreten.
eu: %sn sartu zara.
fi: Liityit %s.
fr: Vous avez rejoint %s.
he: הצטרפת ל-%s.
ja: あなたは %s に参加しました。
lt: Prisijungėte prie %s.
nl: Je bent lid geworden van %s.
ru: Вы присоеденились к %s.
sv: Du blev medlem i %s.
uk: Ви приєднані до %s
vi: Bạn đã tham gia %s.

source: %s has joined %s! To visit this user's profile, click on the following link:
ar: %s. قام بالانضمام %s! لزيارة سيرة المستخدم ، اضغط على الرابط التالي:
de: %s ist nun Mitglied von %s! Um das Profil des Nutzers / der Nutzerin zu betrachten, klicke auf folgenden Link:
eu: %s gehitu da %s! Erabiltzaile profil hau bisitatzeko klikatu ondoko estekan:
fi: %s on liittynyt %s! Katso käyttäjän profiilia klikkaamalla linkkiä:
fr: %s à rejoins %s! Pour consulter son profil, cliquez sur le lien suivant:
he: %s הצטרפ/ה ל%s! כדי לבקר בפרופיל של משתמש זה, יש ללחוץ על הקישור הבא:
lt: %s užregistruotas %s! Vartotojo profilis:
nl: %s heeft zich aangemeld %s!
ru: %s присоединился к %s! Для просмотра профиля этого пользователя нажмите на ссылку:
sv: %s har gått med i %s! Klicka på följande länk för att se denna användares profil:
uk: %s приєднався до %s! Для перегляду профілю користувача, перейдіть по наступному посиланню:
vi: %s đã tham gia %s! Để xem hồ sơ thành viên, nhấn vào đường link sau:

source: New %s member
ar: عضو %s جديد
de: Neues %s Mitglied
eu: %s erabiltzaile berria
fi: Uusi %s jäsen
fr: Nouveau membre %s
he: חבר חדש ב%s
ja: 新しい %s のメンバー
lt: Naujas %s dalyvis
nl: Nieuwe %s gebruiker
ru: Новый член %s
sv: Ny %s medlem
uk: Новий користувач %s
vi: %s thành viên mới

source: Membership of %s needs to be approved. Your request has been added to the list.
ar: يجب أن تتم الموافقة على عضوية %s. وقد تم إضافة طلبك إلى القائمة.
de: Die Mitgliedschaft von %s muss bestätigt werden. Deine Anfrage wurde in die Liste eingetragen.
eu: %s -ren izen ematea baieztatua izan behar da. Zure eskaera zerrendara gehitua izan da.
fi: %s: jäsenyys vaatii hyväksynnän. Pyyntösi on lisätty listalle.
fr: L'adhésion à %s nécessite d'être approuvée. Votre requête a été ajouté à la liste.
he: החברות ב%s מותנית באישור. בקשתך צורפה לרשימה.
ja: %s の参加申請は承認が必要です。 あなたの申請はリストへ加えられました。
lt: %s registracija turi būti patvirtinta. Užklausa užregistruota.
nl: Lidmaatschap van %s gaat per acceptatie. Jouw aanvraag is toegevoegd aan de lijst voor acceptatie.
ru: Членство в %s должно быть подтверждено. Ваша заявка добавлена в список.
sv: Medlemskapet i %s måste godkännas. Din ansökan har lagts till listan.
uk: Членство в %s має бути підтверджене. Ваш запит додано до списку.
vi: Thành viên của %s cần được phê chuẩn. Yêu cần của bạn đã được thêm vào danh sách.

source: %s has applied to join %s! To visit this user's profile, click on the following link:
ar: طبقت %s الانضمام الى %s!
de: %s möchte %s beitreten! Um das Profil des Benutzers zu sehen, klicke auf folgenden Link:
eu: %s sartzeko eskaera egin du %s! Erabiltzaile honen profila ikusteko, lotura honetan klikatu:
fi: %s on anonut jäseneksi %s! Katso käyttäjän profiilia klikkaamalla linkkiä:
fr: %s a demandé à rejoindre %s ! Pour consulter son profil, cliquez sur le lien suivant:
he: %s מבקש/ת להצטרף ל-%s! כדי לבקר בפרופיל של משתמש זה, יש ללחוץ על הקישור הבא:
lt: %s nori prisijungti prie %s! Šio vartotojo profilis:
nl: %s heeft zich opgegeven voor %s!
ru: %s хочет присоединиться к %s! Для просмотра профиля этого пользователя нажмите на ссылку:
sv: %s har ansökt om att få gå med i %s! Klicka på följande länk för att se denna användares profil:
uk: %s погодився приєднатись до %s! Для перегляду профілю користувача, перейдіть по наступному посиланню:
vi: %s đã xin đăng ký vào %s! Để xem hồ sơ của thành viên, nhấn và đường link sau đây:

source: New %s member request
ar: طلب مقدم من عضو جديد %s
de: Neuer %s Mitgliedschaftsantrag
eu: %s izen emate eskaera berria
fi: %s:n uusi jäsenyyspyyntö
fr: Requête pour être membre de %s
he: בקשת הצטרפות של חבר חדש ל%s
lt: Nauja %s dalyvavimo užklausa
nl: Nieuwe %s gebruiker verzoek
ru: Заявка нового члена %s
sv: Ny %s medlemsförfrågan
uk: Запит нового члена %s
vi: Những yêu cầu mới từ %s thành viên

source: %s is a private community. Your membership request has been declined.
ar: %s هو مركز خاص. تم رفض طلب العضوية المقدم من طرفك.
de: %s ist eine private Gemeinschaft. Deine Mitgliedschaft wurde abgelehnt.
eu: %s komunitate pribatu bat da. Zure izen emate eskaera gaitzetsia izan da.
fi: %s on yksityinen yhteisö. Jäsenyynpyyntösi on hylätty.
fr: %s est une communauté privé. Votre demande d'adhésion a été rejeté.
he: %s היא קהילה פרטית. בקשת ההצטרפות שלך נדחתה.
ja: %s はプライベートコミュニティのため、あなたの参加申請は拒否されました。
lt: %s yra uždara bendruomenė. Narystės užklausa atmesta.
nl: %s is een prive community. Je lidmaatschap aanvraag is geweigerd.
ru: Простите, но %s является приватным сообществом. Ваш запрос отклонен.
sv: %s är en privat community. Din medlemsförfrågan har avböjts.
uk: %s є приватною спільнотою. Ваш запит на участь відхилено.
vi: %s là điễn đàn riêng tư. Yêu cầu làm thành viên của bạn đã bị từ chối.

source: You left %s
fr: Vous avez quitté %s

source: %s was removed from your community
de: %s wurde aus deiner Gemeinschaft rausgeschmissen
fr: %s a été sorti de votre communauté

source: You coundn't left %s
de: Du konntest %s nicht verlassen
fr: Vous ne pourriez pas quitté %s

source: %s coundn't be removed from your community
de: %s konnte nicht aus deiner Gemeinschaft rausgeschmissen werden
fr: %s ne pourrait pas être sorti de votre communauté

source: You left %s.
ar: تم إبعادك من %s.
de: Du hast %s verlassen.
eu: %s utzi duzu.
fi: Olet lähtenyt %s.
fr: Vous avez quitté %s.
he: השארת %s.
lt: Jūs palikote %s.
nl: Je hebt %s verlaten.
ru: Вы покинули %s.
sv: Du lämnade %s.
uk: Ви залишили %s.
vi: Bạn rời khỏi %s.

source: Community memberships
ar: عضوية المجتمع
de: Gemeinschafts-Mitgliedschaften
eu: Komunitatearen partaideak
fi: Yhteisön jäsenyydet
fr: Membre de(s) communauté(s)
he: חברים בקהילה
ja: コミュニティメンバーシップ
lt: Bendruomenės narystė
nl: Leden van de gemeenschap
ru: Члены сообщества
sv: Du är medlem i följande communities:
uk: Члени спільноти
vi: Thành viên diễn đàn

source: Members
ar: الأعضاء
de: Mitglieder
eu: Partaideak
fi: Jäsenet
fr: Membres
he: חברים
ja: メンバー
lt: Dalyviai
nl: Leden
ru: Участники
sv: Medlemmar
uk: Учасники
vi: Thành viên

source: Your Communities
ar: مجتمعاتك
de: Meine Gemeinschaften
fr: Vos communautés

source: Edit community profile
de: Gemeinschaftsprofil ändern
fr: éditer le profil de la commauté

source: Community site picture
ar: صورة موقع المجتمع
de: Gemeinschaftsbild
eu: Komunitatearen argazkia gunean
fi: Yhteisön kuva
fr: Image de la communauté
he: תמונת אתר הקהילה
ja: コミュニティのサイト画像
lt: Bendruomenės svetainės paveikslėlis
nl: Gemeenschap site afbeelding
ru: Аватар сообщества
sv: Community-bild
uk: Аватар спільноти
vi: Hình ảnh đại diện của diễn đàn

source: Edit community details
ar: عدل تفاصيل المجتمع
de: Gemeinschafts-Details bearbeiten
eu: Komunitatearen xehetasunak editatu
fi: Muokkaa yhteisiön yksityiskohtia
fr: Changer les détails de la communauté
he: עריכת נתוני הקהילה
ja: コミュニティの詳細を編集
lt: Keisti bendruomenės aprašymą
nl: Gemeenschap details bewerken
ru: Изменить данные о сообществе
sv: Redigera detaljer för community.
uk: Редагувати інформацію про спільноту
vi: Chỉnh sửa thông tin của diễn đàn

source: Return to community profile
de: Zurück zum Gemeinschaftsprofil
fr: retour au profil de la communauté

source: Edit members
ar: تعديل العضاء
de: Mitglieder verwalten
fr: éditer les membres

source: View membership requests
ar: عرض مطالب الاعضاء
de: Mitgliedschaftsanträge ansehen
eu: Partaide izateko eskaerak ikusi
fi: Katso jäsenyyspyyntöjä
fr: Voir les requêtes d'adhésion
he: צפייה בבקשות חברות
ja: 参加申し込みの表示
lt: Registracijos užklausos
nl: Toon lidmaatschap verzoeken
ru: Просмотр требований членства
sv: Visa community-förfrågningar.
uk: Переглянути запити на вступ
vi: Xem yêu cầu làm thành viên

source: Manage widgets
de: Verwalte Widgets
fr: Gestion des modules

source: Add widget
de: Widget hinzufügen
fr: Ajoutez le module

source: New Community
ar: مجتمع جديد
de: Neue Gemeinschaft
fr: Nouvelle communauté

source: Owned Communities
ar: المجتمعات
de: abonnierte Gemeinschaften
eu: Norberaren komunitateak
fi: Omat yhteisöt
fr: Mes communautés
he: קהילות בבעלותך
ja: 所有コミュニティ
lt: Mano bendruomenės
nl: Gemeenschappen in beheer
ru: Мои Сообщества
sv: Ägda communities
uk: Ваші спільноти
vi: Diễn đàn của bạn

source: Community %s is now owned by -1 (nobody).
de: Gemeinschaft %s wird nun von -1 (nobody) besessen.
fr: la communauté %s est maintenant détenu par -1 (personne)

source: Upload / edit site pictures for this community.
ar: حمل او عدل صور المجتمع
de: Bild der Gemeinschaft hochladen / bearbeiten
eu: Igo / editatu gunerako argazkia komunitate honentzat.
fi: Lataa / muokkaa yhteisön kuvaa.
fr: Télécharger / modifier images du site de cette communauté.
he: העלאת / עריכת תמונות אתר עבור קהילה זו.
ja: コミュニティのサイト画像のアップロード／編集
lt: Įkelti / keisti bendruomenės paveikslėlius.
nl: Upload / bewerk het pictogram voor deze gemeenschap.
ru: Загрузить/отредактировать аватар для этого сообщества.
sv: Ladda upp / redigera sajtbilder för denna community.
uk: Завантажити / змінити аватару цієї спільноти.
vi: Đăng tải / chỉnh sửa hình đại diện cho diễn đàn.

source: Change this community's name.
ar: غير اسم المجتمع
de: Name der Gemeinschaft ändern
eu: Aldatu komunitate honen izena
fi: Vaihda yhteisön nimi.
fr: Changer le nom de cette communauté.
he: שינוי שם הקהילה
ja: このコミュニティの名前を変更する。
nl: Wijzig de naam van deze gemeenschap.
ru: Изменить имя этого сообщества.
sv: Ändra den här communityns namn.
uk: Змінити назву спільноти.
vi: Thay đổi tên của diễn đàn.

source: Community ownership transferred to %s.
ar: إن ملكية الجمعية انتقلت إلى %s
de: Der Eigentümer der Gemeinschaft wurden in %s geändert.
eu: Komunitatearen jabetza %s erabiltzaileak du orain.
fi: Yhteisön omistajuus siirretty %s:lle.
fr: La propriété de la communauté a été transférée à %s.
he: הבעלות על הקהילה הועברה ל-%s.
lt: Bendruomenės kuravimas perleistas %s.
nl: Gemeenschap eigendom overgehandigd aan %s.
ru: Владельцем сообщества стал %s.
sv: Ägarskapet för communityn överförd till %s.
uk: Володіння спільнотою передане %s
vi: Quản trị diễn đàn được chuyễn cho %s.

source: Could not retrieve community details.
ar: غير قادر على استرجاع التفاصيل
de: Konnte Gemeinschafts-Details nicht abfragen.
eu: Komunitatearen ezaugarriak ezin izan dira jaso.
fi: Yhteisön tietoja ei saada.
fr: Ne peut pas retrouver les détails du groupe
he: שחזור פרטי הקהילה נכשל.
lt: Bendruomenės informacija nerasta.
nl: Kan gemeenschap details niet ophalen.
ru: Невозможно показать данные о сообществе.
sv: Kunde inte hämta communitydetaljer.
uk: Не сожливо отримати деталі про спільноту.
vi: Không thể nhận thông tin chi tiết của diễn đàn.
