Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/politica/languages/*/LC_MESSAGES/*.po
Languages: ar, de, eu, fi, fr, he, ja, lt, nl, ru, sv, uk, vi

source: User %s already has that email address. Invitation not sent.
ar: حصل المستخدم %s على ذلك العنوان البريدي. الدعوة لم ترسل.
de: BenutzerIn %s verwendet diese E-Mail Adresse. Einladung wurde nicht versandt.
eu: %s erabiltzaileak dagoeneko badauka posta elektroniko helbide hau. Gonbidapena ez da bidali.
fi: Käyttäjällä %s on jo tuo sähköpostiosoite. Kutsua ei lähetetty.
fr: Utilisateur %s possède déjà cette adresse email. L'invitation n'a pas été envoyée.
he: המשתמש %s מחזיק כבר בכתובת דוא"ל זו. ההזמנה לא נשלחה.
ja: 同一メールアドレスを所有するユーザが存在するため、招待状は送信されませんでした。<!--%s-->
lt: Vartotojas %s registruotas šiuo el.pašto adresu. Pakvietimas neišsiųstas.
nl: Gebruiker %s heeft dit email adres al. Uitnodigng is niet verzonden.
ru: Такой адрес уже указан для пользователя %s. Приглашение не отправлено.
sv: Användare %s har redan den epsotadressen. Inbjudan skickades inte.
uk: Користувач %s вже має такий е-мейл. Запрошення не надіслане.
vi: Thành viên %s đã có địa chỉ email đó. Thư mời không được gửi

source: Someone with that email address has already been invited to the system.
ar: مستخدجم بنفس الاسم تم دعوته
de: Jemand mit dieser E-Mail Adresse wurde bereits zur Nutzung des Systems eingeladen.
eu: Posta elektroniko helbide hau duen norbait sistemara gonbidatua izan da dagoeneko.
fi: Saman sähköpostiosoitteen omistaja on jo kutsuttu järjestelmään.
fr: Quelqu'un avec cet adresse email a déjà été invitée à participer.
he: מישהו עם כתובת דוא"ל זו כבר הוזמן להצטרף למערכת.
ja: そのメールアドレスを持った方は、すでにシステムに招待済みです。
lt: Kažkas kitas šiuo el.pašto adresu jau pakviestas.
nl: Iemand met dit e-mailadres is al uitgenodigd. De uitnodiging is niet verstuurd.
ru: Кто-то с таким адресом уже приглашён на сайт.
sv: Någon med den epostadressen har redan bjudits in till system.
uk: Хтось, з тією ж е-мейл адресою вже був запрошений до системи.
vi: Ai đó với địa chỉ email này đã được mời đến hệ thống.

source: Invitation failed: The email address was not valid.
ar: فشل الارسال العنوان غير فعال
de: Einladung fehlgeschlagen: Die E-Mail Adresse ist nicht korrekt.
eu: Gonbidapenak huts egin du: Posta elektroniko helbidea okerra da.
fi: Kutsu epäonnistui: sähköpostiosoite ei kelpaa.
fr: L'invitation a échoué: L'adresse email n'est pas valide.
he: ההזמנה נכשלה: כתובת הדוא"ל אינה תקינה.
ja: 招待の失敗： メールアドレスが有効ではありません。
lt: Pakvietimas nepavyko: Neteisingas el.pašto adresas.
nl: Uitnodiging is mislukt: dit email adres bestaat niet.
ru: Приглашение не удалось: адрес e-mail неверен.
sv: Inbjudan misslyckades: Epostadressen var felaktig.
uk: Запрошення не вдалось: Цей е-мейл не дійсний.
vi: Thư mời bị thất bại: địa chỉ email không đúng.

source: Error: This community has reached its maximum number of users.
ar: وصل عدد المجتمع الى الحد الافصى
de: Fehlermeldung: Diese Gemeinschaft hat schon die maximale Nummer von Benutzern erreicht.
eu: Errorea: Komunitate hau gehienezko erabiltzaile kopurura iritsi da.
fi: Virhe: Tämän yhteisön enimmäisjäsenmäärä on jo täyttynyt.
fr: Erreur: Cette communauté a atteint son nombre maximum de participants.
he: שגיאה: קהילה זו הגיעה למספר המשתמשים המקסימלי שלה.
ja: エラー： このコミュニティは最大ユーザ数に達しました。
lt: Klaida: pasiektas maksimalus leistinas bendruomenės dalyvių skaičius.
nl: Foutmelding: Deze gemeenschap heeft zijn maximum aantal gebruikers behaald.
ru: Ошибка: сообщество достигло предела по количеству членов.
sv: Fel: Denna gemenskap har redan maximalt antal tillåtna användare.
uk: Помлка: Ця спільнота вже досягла максимальної кількості користувачів.
vi: Xảy ra lỗi: diễn đàn đã hết giới hạn thành viên.

source: Invitation failed: you are not logged in.
ar: العوة فسلت انت غير مسجل
de: Einladung fehlgeschlagen: Du bist nicht angemeldet.
eu: Gonbidapenak huts egin du: ez zaude identifikaturik.
fi: Kutsu epäonnitui: et ole kirjautunut.
fr: Invitation échoué: vous n'êtes pas identifié.
he: ההזמנה נכשלה: אינך מחובר למערכת.
ja: 招待の失敗： あなたはログインしていません。
lt: Kvietimas nepavyko: pirmiau prisijunkite prie aplinkos.
nl: Uitnodiging mislukt: u bent niet ingelogd.
ru: Приглашение не удалось: вы еще не авторизовались.
sv: Inbjudan misslyckades: du är inte inloggad.
uk: Запрошення не вдалося: ви не авторизовані.
vi: Thư mời thất bại: bạn không đăng nhập.

source: Invitation failed: you must specify both a name and an email address.
ar: فشلت الدعوة عليك تحديد الاسم والعنوان الالكتروني
de: Einladung fehlgeschlagen: bitte gib sowohl Name als auch E-Mail-Adresse an.
eu: Gonbidapena gaizki joan da: izen eta posta elektroniko helbidea zehaztu behar dituzu.
fi: Kutsu epäonnistui: sekä nimi että sähköpostiosoite vaaditaan.
fr: l'invitation a échouée : vous devez spécifier à la fois le nom et l'adresse email.
he: ההזמנה נכשלה: עליך לציין גם שם וגם כתובת דוא"ל.
ja: 招待の失敗： あなたは名前とメールアドレスの両方を指定する必要があります。
lt: Kvietimas nepavyko: patikslinkite vardą ir el.pašto adresą.
nl: De uitnodiging is niet geslaagd: je moet zowel een naam als e-mail adres opgeven.
ru: Приглашение не удалось: уакжите и имя, и адрес эл. почты.
sv: Inbjudan misslyckades: Du måste ange både ett namn och en epostadress.
uk: Запрошення не вдалося: ви повині вказати як ім'я так і е-мейл.
vi: Thư mời thất bại: bạn cần ghi rõ tên và địa chỉ email.

source: Unfortunately this community has reached its account limit and you are unable to join at this time.
ar: المجتمع بلغ الحدج المطلوب ليس بامكانك الانضمام
de: Leider hat diese Gemeinschaft die Höchstzahl möglicher Mitglieder erreicht - Du kannst derzeit nicht beitreten.
eu: Zoritxarrez komunitate honek bere kontu mugara iritsi da ezin duzu orain izen eman.
fi: Valitettavasti yhteisön enimmäisjäsenmäärä on jo täynnä. Liittyminen ei onnistunut.
fr: Malheureusement, ce groupe a atteint son nombre de comptes maximum et vous ne pouvez pas le rejoindre pour le moment.
he: לצערנו קהילה זו הגיעה לקצה מכסת החשבונות שלה ואי אפשר להצטרף אליה לעת עתה.
ja: 申し訳ありませんが、このコミュニティのアカウントが制限に達したため、今回は参加することができません。
lt: Pasiektas maksimalus bendruomenės dalyvių skaičius.
nl: Helaas heeft deze gemeenschap zijn limiet bereikt qua aantal gebruikers u kunt zich nu niet hiervoor aanmelden.
ru: К сожалению, сообщество достигло предела по количеству членов. Сейчас вы не можете присоединиться.
sv: Tyvärr har denna gemenskap redan uppnått sin kontogräns och du kan inte gå med just nu.
uk: На жаль, ця спільнота вже досягла межі свого аккаунту і ви не маєте можливості приєднатись до неї зараз.

source: You must indicate that you are at least 13 years old to join.
ar: يجب ان تبين ان عمرك على الاقل 13 سنة
de: Zum Beitritt musst du angeben, dass du mindestens 13 Jahre alt bist.
eu: Gutxienez 13 urte dituzula zehaztu behar duzu sartzeko.
fi: Sinun tulee olla vähintään 13 vuotta vanha liittyäksesi.
fr: Vous devez indiquer que vous êtes âgé d'au moins 13 ans pour vous inscrire.
he: עליך לציין שגילך גדול מ-13 כדי להצטרף.
ja: 参加するためには、13歳以上であることを示す必要があります。
lt: Pažymėkite, kad esate vyresnis nei 13 metų amžiaus.
nl: Voor het aanmelden moet je aangeven dat je minstens 13 jaar of ouder bent.
ru: Укажите, что вам больше 13 лет.
sv: Du måste vara minst 13 år för att gå med.
uk: Ви повинні засвідчити, що вам вже виповнилось як мінімум 13 років.
vi: Bạn cần phải công nhận bạn lớn hơn 13 tuỗi để tham gia.

source: Error! Invalid invite code.
ar: رمز دعوة خاطىء
de: Fehlermeldung: ungültiger Einladungs-Code.
eu: Errorea! Gonbidapen kode
fi: Virhe! Kutsukoodi ei kelpaa.
fr: Erreur! Code d'invitation non valide.
he: שגיאה! קוד הזמנה לא תקין.
ja: エラー！ 無効な招待コードです。
lt: Klaida! Neteisingas kvietimo kodas.
nl: Foutmelding! Ongeldige uitnodigingscode.
ru: Ошибка! Неверный код приглашения.
sv: Fel! Felaktig inbjudningskod.
uk: Помилка! Не правильний код запрошення.
vi: Xảy ra lỗi! Sai code thư mời.

source: Your account was created! You can now log in using the username and password you supplied. You have been sent an email containing these details for reference purposes.
ar: تم إنشاء رقم حساب لك! تستطيع الدخول الآن باستخدام كلمة المرور واسم المستخدم الخاص بك. وقد تم إرسال رسالة الكترونية تتضمن هذه التفاصيل وذلك للرجوع إليها وقت الحاجة.
de: Dein Konto wurde erstellt! Du kannst dich mit deinem Benutzernamen und Passwort anmelden. Die Anmeldedaten wurden dir per E-Mail geschickt.
eu: Zure kontua sortu da! Emandako izen eta pasahitzak erabiliz sar zaitezke. Informazio horrekin posta elektroniko bat bidali dizugu, erreferentzia helburuarekin bakarrik.
fi: Tili on luotu! Voit kirjautua antamallasi käyttäjätunnuksella ja salasanalla. Sinulle on lähetetty sähköpostilla nämä tiedot.
fr: Votre compte a été créé! Vous pouvez désormais vous brancher avec le nom d'usager et le mot de passe que vous avez fournis.A des fins de référence, vous avez re&ccedil;u un courriel contenant ces détails cruciaux.
he: חשבונך נוצר! כעת ביכולתך להכנס למערכת עם שם המשתמש והסיסמה שסיפקת. נשלח אליך דוא"ל עם פרטים אלו כתזכורת.
ja: アカウントが作成されました！ あなたの入力したユーザ名とパスワードを使用して、すぐにログインすることができます。 また、これらの詳細を含んだメールをあなた宛に送信しました。
lt: Paskyra sukurta! Galite prisijungti naudodami vartotojo vardą ir slaptažodį.
nl: Je account is aangemaakt! Je kunt nu inloggen met de naam en het wachtwoord die je hebt opgegeven. Er is een e-mail naar je gestuurd met deze gegevens.
ru: Ваш аккаунт был создан! Теперь вы можете войти, используя указанные вами имя пользователя и пароль. Вам было отправлено письмо с этими данными.
sv: Ditt konto skapades! Du kan nu logga in med det login och lösenord du angav. Ett epostbrev har skickats till dig med denna information som referens.
uk: Ваш аккаунт був створений! Ви можете зараз увійти використовуючи логін та пароль які ви вибрали. Вам було надіслано е-мейл, який містить ці деталі з метою нагадування.
vi: Tài khoản của bạn đã được tạo! Bây giờ bạn có thể đăng nhập bằng username và mật khẩu của mình. Bạn cũng đã được gửi 1 bản email về những thông tin này để làm tài liệu.

source: Your %s account
ar: رقم حسابك %s
de: Dein %s BenutzerInnenkonto
eu: Zure %s kontua
fi: Sinun %s tili
fr: Votre compte %s
he: חשבונך ב-%s
ja: あなたの %s でのアカウント
lt: Mano %s paskyra
nl: Jouw %s account
ru: Ваш аккаунт на %s
sv: Ditt %s konto
uk: Ваш %s аккаунт
vi: %s tài khoản của bạn

source: Verify your %s account password request
ar: قم بتثبيت الطلب الخاص بكلمة المرور %s
de: Bestätige deine %s Passwortanfrage
eu: Begiratu zure %s kontuaren pasahitz eskaera
fi: Varmenna tilisi %s salasanapyyntö.
fr: Vérifie votre demande de mot de passe de compte pour %s
he: אימות הזמנת הסיסמה עבור חשבונך ב-%s
ja: %s でのアカウントのパスワードリクエストの確認
lt: Patvirtinti %s slaptažodžio užklausą
nl: Bevestig jouw %s account wachtwoord aanvraag
ru: Подтвердите запрос пароля на %s
sv: Verifiera ditt %s kontolösenordsförfrågan
uk: Перевірте запит паролю до вашого %s аккаунту

source: A request has been received to generate your account at %s a new password.
ar: تم استلام الطلب المقدم من طرفك لإنشاء رقم حسابك في %s كلمة عبور جديدة.
de: Eine Anfrage für die Generierung eines neuen Passworts für Ihren Account wurde am %s gestellt.
eu: Eskaera bat jaso da zure %s kontuarentzako pasahitz berri bat sortzeko.
fi: Olemme saaneet pyynnön uuden salasanan luomiseksi tilillesi %s:ssä.
fr: Une requête a été reçu pour générer pour compte d'accès à %s un nouveau mot de passe.
he: התקבלה בקשה ליצור עבור חשבונך ב-%s סיסמה חדשה.
lt: Gauta užklausa %s sukurti naują slaptažodį.
nl: Uw verzoek is ontvangen voor het aanmaken van een nieuw wachtwoord voor jouw account %s.
ru: Была получена заявка с просьбой сгенегировать новый пароль для вашего аккаунта на %s.
sv: En förfrågan har mottagits för att skapa ett nytt lösenord till ditt konto hos %s.
uk: Був отриманий запит на генерацію нового паролю до вашого %s аккаунту.
vi: Yêu cầu đã được nhận để tạo mật khẩu mới cho tài khoản của bạn tại %s.

source: To confirm this request and receive a new password by email, please click the following link: %s
de: Um diese Anfrage zu bestätigen und ein neues Passwort per E-Mail zu erhalten, klicken Sie bitte auf den folgenden Link: %s
fr: Pour confirmer cette requête et recevoir un nouveau mot de passe par email, veuillez cliquer sur le lien suivant: %s
sv: Klicka på denna länk för att bekräfta denna förfrågan och få ett nytt lösenord via epost: %s

source: Please let us know if you have any further problems. Regards, The %s Team
de: Bei weiteren Problemen wenden Sie sich bitte an uns. Freundliche Grüße Das %s Team
fr: N'hésitez pas à nous contacter si vous rencontrez d'autres problèmes. Cordialement, Le team %s.
sv: Låt oss få höra om du har fler problem. Hälsningar, %s Teamet

source: Your verification email was sent. Please check your inbox.
ar: تاكيد حسلبك ارسل تاكد من البريد الوارد
de: Deine Bestätigungs-E-Mail wurde versandt. Bitte überprüfe deine Mailbox.
eu: Egiaztapen posta elektronikoa bidalia izan da. Zure posta elektroniko kontua egiaztatu.
fi: Varmistussähköposti on lähetetty. Tarkasta postisi.
fr: L'accusé de réception de votre demande est déjà dans votre boîte aux lettres, ou le sera sous peu.
he: דוא"ל אימות נשלח לכתובתך. יש לבדוק את תיבת הדוא"ל.
ja: あなた宛に確認メールが送信されました。 しばらくしてからメールの受信を確認してください。
lt: Patvirtinantis el.laiškas išsiųstas. Patikrinkite savo el.pašto dėžutę.
nl: Er is een e-mail ter bevestiging verstuurd. Controleer je inbox.
ru: Подтверждающее письмо выслано. Проверьте, пожалуйста, ваш почтовый ящик.
sv: Din verifiering skickades via epost. Kontrollera din inkorg.
uk: Лист для перевірки був надісланий. Будь-ласка, перевірте вхідну пошту.
vi: Thư xác nhận email đã được gửi. Xin vui lòng kiểm tra hộp thư của bạn.

source: No user with that username was found.
ar: لا يوجد مستخدم بهذا الاسم
de: Es konnte kein Benutzer mit diesem Benutzernamen gefunden werden.
eu: Ez da izen horrekin erabiltzailerik aurkitu.
fi: Käyttäjänimellä ei löytynyt yhtään käyttäjää.
fr: Ce compte n'existe pas.
he: לא נמצא משתמש עם שם משתמש זה.
ja: そのユーザ名のユーザは見つかりませんでした。
lt: Vartotojas nerastas.
nl: Er is geen gebruiker met deze gebruikernaam gevonden.
ru: Нет пользователя с таким именем.
sv: Ingen användare med det användarnamnet hittades.
uk: Не було знайдено користувача з таким ім'ям.
vi: Không có thành viên nào với username này.

source: I am at least thirteen years of age.
ar: ان على الاقل عمري 13 سنة
de: Ich bin mindestens 13 Jahre alt.
eu: Hamahiru urte dauzkat gutxienez.
fi: Ikäni on vähintään 13 vuotta.
fr: J'ai plus de 13 ans.
he: הגיל שלי גדול מ-13 שנים
ja: 私は満13才以上です。
lt: Man jau trylika metų.
nl: Ik ben dertien jaar of ouder.
ru: Мне по меньшей мере 13 лет.
sv: Jag är minst tretton år.
uk: Мені вже виповнилось тринадцять років.
vi: Tôi đã lớn hơn hoặc ít nhất là 13 tuổi.

source: Join
de: Teilnehmen
eu: Sartu
fi: Liity
fr: M'inscrire
he: הצטרפות
ja: 参加
lt: Prisijungti
nl: Lid worden
ru: Присоединиться
sv: Gå med
uk: Приєднатись
vi: Tham gia

source: We hope you enjoy using the system. Regards, The %s Team
de: Wir wünschen Ihnen viel Freude im Umgang mit dem System. Freundliche Grüße das %s Team
fr: Nous espérons que vous avez apprécié l'utilisation de ce système. Cordialement, L'équipe de %s
sv: Vi hoppas att du kommer att trivas med systemet. Hälsningar, %s Teamet

source: Username: %s Password: %s You can log in at any time by visiting %s and entering these details into the login form.
de: Benutzername: %s Passwort: %s Du kannst dich anmelden, indem du %s besuchst und diese Angaben in das Anmeldeformular eingibst.
eu: Erabiltzailea: %s Pasahitza: %s Nahi duzunean %s bisitatuz eta bertako sarbide formularioa betez sar zaitezke.
fr: Nom d'utilisateur: %s Mot de passe: %s Vous pouvez vous authentifier a tout moment en consultant %s et en saisissant ces informations dans le formulaire d'authentification.
sv: Användarnamn: %s Lösenord: %s Du kan logga in när du vill genom att besöka %s och skriva in detta i loginformuläret.

source: Your username - (Must be letters only)
ar: اسم الخول حروف فقط
de: Dein Benutzername - (nur Buchstaben)
eu: Zure erabiltzaile izena - (Hizkiak izan behar dute soilik)
fi: Sinun käyttäjänimi - (Vain kirjaimet kelpaavat)
fr: Votre compte - (doit être composé de lettres seulement)
he: שם המשתמש שלך - (חייב להיות מורכב מאותיות בלבד)
ja: ユーザ名 - （文字だけに限ります）
lt: Mano vartotojo vardas - (tiktai raidės)
nl: Jouw gebruikersnaam - (Mag alleen maar uit letters bestaan)
ru: Имя пользователя (только латинские буквы)
sv: Ditt användarnamn - (endast bokstäver)
uk: Логін - (Лише букви)
vi: Username của bạn - ( chỉ được bao gồm ký tự)

source: Enter a password
ar: ادخل الرقم السري
de: Passwort eingeben
eu: Pasahitza sartu
fi: Anna salasana
fr: Entrer un mot de passe
he: סיסמה
ja: パスワードを入力
lt: Įvesti slaptažodį
nl: Voer een wachtwoord in
ru: Введите пароль
sv: Ange ett lösenord
uk: Введіть пароль
vi: Mật khẩu:

source: Your password again for verification purposes
ar: اعادة الرقم السري
de: Passwort zur Bestätigung wiederholen
eu: Zure pasahitza berriro egiaztapen helburuarekin
fi: Salasana uudelleen
fr: Votre mot de passe à nouveau, à des fins de vérification
he: הקלדה חוזרת של הסיסמה לצורכי אימות
ja: 確認のためにパスワードを再入力
lt: Mano slaptažodis patvirtinumui
nl: Voer het wachtwoord ter bevestiging nogmaals in
ru: Повторите пароль
sv: Ditt lösenord igen för verifiering
uk: Повторіть пароль для перевірки
vi: Vui lòng điền mật khẩu lại để xác nhận

source: Your invitation code appears to be invalid. Codes only last for seven days; it's possible that yours is older.
ar: رمز الدخول غير فعال لان الرمز يدوم سبعة ايام فقط
de: Dein Einladungscode ist nicht korrekt. Dieser Code ist nur 7 Tage gültig; es ist möglich, das dieser Code älter ist.
eu: Zure gonbidapen kodeak ez du balio. Kodeak zazpi egunetako iraupena du; zurea zaharragoa izango da agian.
fi: Kutsukoodisi ei kelpaa. Koodi kelpaa vain seitsemän päivän ajan; mahtaako koodisi olla sitä vanhempi.
fr: Désolé, votre code d'invitation n'est pas valide. Les codes ne sont valables que 7 jours.
he: קוד ההזמנה שלך נמצא כלא תקין. תוקף הקוד הוא רק שבעה ימים; יכול להיות שפג תוקפו של קוד זה.
ja: あなたの招待コードは無効のようです。 コードの有効期限は７日間のため、それより古い可能性があります。
nl: Jouw uitnodigingscode schijnt ongeldig te zijn. Codes blijven 7 dagen geldig; het is mogelijk dat uw code ouder is dan 7 dagen.
ru: Ваш код приглашения неверен. Код действителен в течение семи дней; возможно, ваш был выдан раньше.
sv: Din kodinbjudan verkar vara ogiltig. Koden har bästa före datum inom sju dagar. Förmodligen är din kod äldre.
uk: Ваш код запрошення не дійсний. Коди дійсні лише протягом семи днів; можливо ваш код давніший.
vi: Code thư mời của bạn dường như không đúng. Code chỉ tồn tại trong bảy ngày, có thể của bạn đã quá cũ.

source: If you still want to join %s, it may be worth getting in touch with the person who invited you.
ar: إذا كنت لا تزال تود الانضمام إلى %s, فانه بجدر بك البقاء على اتصال بالشخص الذي قام بدعوتك.
de: Wenn Sie immer noch Mitglied bei %s werden möchten, wäre es vielleicht Sinnvoll mit der Person in Kontakt zu treten die Sie eingeladen hat.
eu: Oraindik izen eman nahi baduzu %s-ra, gonbidapena bidali dizun pertsonarekin harremanetan jarri beharko zenuke.
fi: Mikäli haluat yhä liittyä %s, ota yhteyttä sinut kutsuneeseen henkilöön.
fr: Si vous souhaitez toujours vous inscrire à %s, veuillez reprendre contact avec la personne qui vous a invité.
he: אם עדיין ברצונך להצטרף ל-%s, אולי כדאי לך ליצור קשר עם האדם שהזמין אותך.
nl: Als u zich nog steeds wilt aanmelden %s, is het wellicht handig om contact op te nemen met degene die u heeft uitgenodigd.
ru: Если вы хотите присоединиться к %s, рекомендуем связаться с тем, кто пригласил вас.
sv: Om du fortfarande vill gå med i %s, så kan det löna sig om du tar kontakt med personen som bjöd in dig
uk: Якщо ви все ще хочете приєднатись до %s, можливо вам варто звернутись до людини яка вас запросила.
vi: Nếu bạn vẫn muốn tham gia %s, bạn vẫn có thể liên hệ với người đã mời bạn.

source: For the moment, joining %s requires a specially tailored invite code. If you know someone who's a member, it may be worth asking them for one.
ar: في هذه اللحظة, الانضمام إلى %s يتطلب رمز خاص للدعوة. إذا كنت تعرف أحد الأعضاء , فيستحسن طلب واحدة منهم.
de: Im Moment benötigst du einen speziellen Code, um %s zu nutzen. Jeder registrierte Benutzer kann dich einladen und dir so den Code schicken.
eu: Momentuz, %s a sartzeak bereziki zehaztutako gonbidapen kode bat eskatzen du. Bertako kide den norbait ezagutzen baldin baduzu berari eskatzea izan daiteke onena.
fi: Tällä hetkellä %s liittyminen on mahdollista vain erityisellä kutsukoodilla. Jos tunnet jonkin jäsenen, niin kutsua kannattaa kysellä häneltä.
fr: Pour le moment, devenir membre de %s nécessite une invitation. Si vous connaisez quelqu'un qui est membre, demandez leur de vous inviter.
he: לעת עתה, ההצטרפות ל%s דורשת קוד הזמנה. אם מוכרים לך אנשים שכבר חברים במערכת, כדאי לך לבקש מהם שיזמינו אותך.
nl: Op dit moment is voor het lid worden van %s een speciale code nodig. Misschien is het de moeite waard een code te vragen aan iemand die al lid is.
ru: На данный момент для присоединения к %s нужен особый код. Если вы знаете участника системы, попробуйте попросить код у него.
sv: För tillfället, så kräver medlemskap i %s en speciell inbjudningskod. Om du känner till någon medlem, så kan det löna sig att be den personen om en inbjudningskod.
uk: На даний момент, приєднання до %s вимагає спеціально згенерованого коду запрошення. Якщо ви знаєте людину яка вже є членом, можливо варто спитати код в неї.

source: Thank you for registering for an account with %s! Registration is completely free, but before you confirm your details, please take a moment to read the following documents:
ar: شكرا للتسجيل لطلب رقم حساب مع %s! التسجيل مجانا بالكامل, ولكن قبل تثبيت التفاصيل, الرجاء قراءة المستندات التالية:
de: Vielen Dank für deine Registrierung bei %s! Dein Konto ist vollkommen gratis, bitte ließ vor der Bestätigung deiner Angaben aber folgende Dokumente durch:
eu: Eskerrik asko %s kontu batetetan erregistratzeagatik! Erregistroa guztiz doanekoa da baina zure datuak sartu aurretik irakurri ondoko dokumentuak mesedez:
fi: Kiitos, että rekisteröittilin %s! Rekisteröinti on täysin ilmainen, mutta ennen kuin täytät tietosi, niin käytä hetkinen seuraavien dokumenttien lukemiseen:
fr: Merci de vous êtes inscrit sur %s! Votre inscription est gratuite, mais avant de confirmer vos détails, veuillez s.v.p. prendre le temps de lire les documents suivants:
he: תודה על הרשמותך ל-%s! ההרשמה אינה כרוכה בתשלום, אך בטרם תאשר/י את פרטיך, אנא קח/י כמה רגעים לקרוא את המסמכים הבאים:
lt: Ačiū, kad registruojatės į %s! Registracija nemokama, tačiau prieš patvirtindami savo informaciją, susipažinkite su šiais dokumentais:
nl: Bedankt voor het aanmaken van een account bij %s! Hier zijn geen kosten aan verbonden maar lees eerst het volgende voor je jouw gegevens bevestigt:
ru: Спасибо за то, что зарегистрировались на %s! Регистрация абсолютно бесплатна, однако перед тем, как подтвердить ваши данные, ознакомьтесь с этими документами:
sv: Tack för att du har registrerat ett konto hos %s! Medlemskapet är helt gratis, men innan du bekräftar dina detaljer, läs igenom följande dokument:
uk: Дякуємо за реєстрацію аккаунту в %s! Реєстрація повністю безкоштовна, але перед тим як заповнити ваші дані, будь-ласка ознайомтесь з наступними документами:
vi: Cám ơn đã đăng ký tài khao3n tại %s! Đăng ký hoàn toàn miễn phí, tuy nhiên trước khi bạn xác nhận thông tin của mình, xin vui lòng đọc những tài liệu sau đây:

source: terms and conditions
ar: المدة والشروط
de: Nutzungsbedingungen
eu: erabilpen baldintzak
fr: conditions générales d'utilisation
he: תנאי שירות
ja: 利用条件
lt: terminai ir sąlygos
nl: voorwaarden voor gebruik
sv: villkor och begränsningar
uk: правила та обмеження
vi: Điều kiện & điều khoản

source: Privacy policy
ar: السياسات المتبعة لتحقيق الخصوصية
de: Datenschutz
eu: Pribatutasun oharra
fi: Henkilötietojen suojausperiaatteet
fr: Respect de la vie privée
he: פרטיות
ja: プライバシーポリシー
lt: Privatumo nuostatos
nl: Privacy beleid
ru: Политика безопасности
sv: Integritspolicy
uk: Політика конфіденційності
vi: Chính sách cá nhân
