Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/politica/languages/*/LC_MESSAGES/*.po
Languages: ar, de, eu, fi, fr, he, ja, lt, nl, ru, sv, uk, vi

source: No file was found - are you sure you selected one to upload?
ar: لا يوجد ملف انت متاكد انك اخترت ملف للتحميل
de: Keine Datei gefunden - hast du eine zum Upload ausgewählt?
eu: Ez da fitxategirik topatu - ziur al zaude bat aukeratu duzula igotzeko?
fi: Tiedostoa ei löydy - valitsitko varmasti siirrettävän tiedoston?
fr: Aucun fichier trouvé - êtes-vous sûr d'en avoir sélectionné un à télécharger ?
he: אף קובץ לא נמצא - האם בחרת קובץ להעלאה?
ja: ファイルが見つかりませんでした - 間違いなく、アップロードするために1つ選びましたか？
lt: Failas nerastas - ar gerai pasirinkote?
nl: Geen bestand gevonden. Weet je zeker dat je een bestand hebt geslecteerd om op te laden?
ru: Файлов не найдено — вы уверены, что выбрали хотя бы один для загрузки?
sv: Ingen fil hittades - laddade du verkligen upp någon?
uk: Файл не занйдено - Ви впевнені, що обрали файл для завантаження?
vi: Không tìm thấy tập tin nào - Bạn có chắc bạn đã lựa chọn tập tin để đăng tải?

source: Uploaded file exceeded the maximum size limit set by the server
ar: الملف المحمل اكبر من الحجم المسموح به
de: Heraufgeladene Datei überschreitet die vom Server maximal zugelassene Dateigröße
eu: Fitxategiak zerbitzarian ezarritako gehienezko tamaina baina handiagoa da
fi: Siirrettyn tiedoston koko ylitti palvelimelle asetetun rajoituksen
fr: Le fichier en téléchargement dépasse la taille maximum autorisée par le serveur
he: הקובץ שהועלה עבר את הגודל המירבי המוגדר לשרת זה.
ja: アップロードされたファイルが、サーバで設定されている最大サイズの制限を超過しました。
lt: Failas per didelis
nl: De grootte van het geuploade bestand overschrijd het server limiet
ru: Загруженный на сервер файл превышает максимальный разрешенный размер.
sv: Storleken på den uppladdade filen var större än vad servern tillåter
uk: Завантажений файл перевищив максимально дозволений сервером розмір.
vi: Tập tin đăng tải quá lớn

source: Uploaded file exceeded the maximum size limit set by the form
ar: حجم لملف اكبر من الشكل
de: Heraufgeladene Datei überschreitet die vom Formular maximal zugelassene Dateigröße
eu: Igotako fitxategiak formularioaren gehienezko tamaina gainditzen du.
fi: Siirretty tiedosto ylitti lomakkeessa määritellyn kokorajoituksen
fr: Le fichier en téléchargement dépasse la taille maximum autorisée par le formulaire
he: הקובץ שהועלה עבר את הגודל המירבי המוגדר לטופס זה.
ja: アップロードされたファイルが、フォームで設定されている最大サイズの制限を超過しました。
lt: Failas per didelis
nl: De grootte van het geuploade bestand overschrijd het formulier limiet
ru: Загруженный файл превышает максимальный разрешенный размер, установленный формой.
sv: Storleken på den uppladdade filen var större än vad formuläret tillåter
uk: Файл, що завантажується, перевищив обмеження розміру для цієї форми
vi: Tập tin đăng tải quá lớn

source: File was only partially uploaded
ar: الملف حمل جزئيا
de: Datei wurde nur teilweise heraufgeladen
eu: Fitxategia ez da guztiz igo
fi: Tiedosto siirrettiin osittain
fr: Le fichier n'a été que partiellement téléchargé
he: הקובץ הועלה באופן חלקי בלבד
ja: ファイルの一部分のみがアップロードされました。
lt: Failas dalinai įkeltas
nl: Bestand is alleen deels geupload
ru: Файл был загружен только частично.
sv: Endast delar av filen laddades upp
uk: Файл був лише частково завантажений.
vi: Tập tin chỉ được đăng tải 1 phần

source: Upload log for file %u
ar: تحميل سجل الأداء لملف %u
de: Upload Logdatei für Datei %u
eu: %u fitxategiarentzako erregistroa igo
fi: Siirrä lokitiedosto tiedostolle %u
fr: Charger le log pour le fichier %u
he: פירוט נתוני העלאה לקובץ %u
ja: %u ファイルのアップロードログ
lt: Įkėlimo registras failui %u
nl: Upload log voor bestand %u
ru: Лог загрузки файла %u
sv: Uppladdningslogg för filen %u
uk: Лог завантаження для файлу %u
vi: Bản ghi đăng tải cho tập tin %u

source: Title:
ar: العنوان
de: Titel:
eu: Izenburua:
fi: Otsikko:
fr: Titre :
he: כותרת:
ja: タイトル：
lt: Pavadinimas:
nl: Titel
ru: Заголовок:
sv: Titel:
uk: Заголовок
vi: Tiêu đề :

source: The file has been moved to a quarantine directory.
ar: الملف تم تحويله الى العزل
de: Die Datei wurde in ein Quarantäne-Verzeichnis verschoben.
eu: Fitxategia koarentena direktoriora mugitua izan da.
fi: Tiedosto on siirretty karanteenikansioon.
fr: Ce fichier a été déplacé dans un dossier de quarantaine.
he: הקובץ הועבר לספריית בידוד.
ja: ファイルが隔離ディレクトリへ移動されました。
lt: Failas perkeltas į sistemos laikiną katalogą.
nl: Het bestand is verplaats naar een quarantaine map.
ru: Файл был перемещён в карантин.
sv: Filen har flyttats till en karantänkatalog.
uk: Файл був переміщений у карантинний розділ.
vi: Tập tin đã được chuyển đến thư mục bảo đảm

source: The file has been moved to your specified quarantine directory, the new location is %s
de: Die Datei wurde in das von Ihnen angegebene Quarantäneverzeichnis verschoben, der neue Speicherort ist %s
eu: Fitxategia zehaztu duzun koarentena direktoriora mugitua izan da, %s da kokagune berria
fi: Tiedosto on siirretty määrittämääsi karanteenikansioon, uusi sijainti on %s
fr: Ce fichier a été déplacé dans votre dossier spécifique de quarantaine, son nouvel emplacement est %s
he: הקובץ הועבר לספריית הבידוד שהגדרת. המיקום החדש הינו %s
ja: ファイルが指定された隔離ディレクトリへ移動されました。 新しい場所は %s です。
lt: Failas perkeltas į katalogą, nauja vieta - %s
nl: Het bestand is verplaats naar jouw opgegeven quarantaine map, de nieuwe locatie is %s
ru: Файл был перемещён в карантин, его новый адрес — %s
sv: Filen har flyttats till din specifierade karantänkatalog, den nya placeringen är %s
uk: Файл було переміщено до вашої теки карантину, новий шлях %s
vi: Tập tin đã được chuyển đến thư mục bảo đảm của bạn, vị trí mới là %s

source: The file has been deleted
ar: الملف تم حذفه
de: Die Datei wurde gelöscht
eu: Fitxategia ezabatua izan da
fi: Tiedosto on poistettu
fr: Le fichier a été supprimé
he: הקובץ נמחק
ja: ファイルが削除されました
lt: Failas ištrintas
nl: Het bestand is verwijderd.
ru: Файл был удалён.
sv: Filen har raderats.
uk: Файл видалено.
vi: Tập tin đã được xóa

source: Could not move the file into your specified quarantine directory, %s. You need to fix this as files are being deleted if they're found to be infected.
ar: عدم استطاعة نقل الملف الى الدليل الخاص بك في جهاز الحاسوب % s. عليك إصلاح الأمر لأن الملفات تلغى إذا وجدت مصابة بفيروس
de: Konnte die Datei nicht in dein angegebenes Quarantäne Verzeichnis verschieben, %s. Dies solltest du richtigstellen, da Daten, welche als infiziert gelten, gelöscht werden.
eu: Ezin izan da fitxategia zuk zehaztutako %s, koarentena direktoriora mugitu. Hau zuzendu behar duzu infektaturiko fitxategiak ezabatuak izaten ari baitira.
fi: Tiedostoa ei oitu siirtää määrittämääsi karanteenikansioon %s. Sinun tulee korjata tämä, koska saastuneet tiedostot poistetaan.
fr: Impossible de déplacer le fichier dans votre dossier de quarantaine, %s. Vous devriez résoudre ce problème car les fichiers seront supprimés s'ils sont détectés comme infectés.
he: לא הייתה אפשרות להעביר את הקובץ לספריית הבידוד שהגדרת, %s. עליך לטפל בזה כי קבצים שנמצאים כנגועים נמחקים.
lt: Nepavyko perkelti failo į nurodytą laikiną katalogą %s. Pataisykite failą, nes kitaip jis bus ištrintas.
nl: Kan het bestand niet verplaats naar je opgegeven quarantaine map, %s. Je dient dit op te lossen aangezien bestanden worden verwijderd als ze geinfecteerd zijn.
ru: %s, невозможно переместить файл в указанную карантинную папку. Необходимо исправить это, иначе заражённые файлы будут удаляться.
sv: Kunde inte flytta filen till din specifireade karantänskatalog, %s. Du måste åtgärda detta eftersom infekterade filer raderas.
uk: Не можливо перемістити файл в ваш карантинний каталог, %s. Вам потрібно вирішити цю проблему, оскільки файли будуть знищені, якщо вони будуть інфіковані.
vi: Không thể chuyển dời tập tin đến thư mục bảo đảm của bạn, %s. Bạn cần phải khắc phục điều này bởi vì tập tin sẽ bị xóa nếu như nó bị nhiễm.

source: The file could not be deleted
ar: لا يمكن حذف الملف
de: Die Datei konnte nicht gelöscht werden
eu: Fitxategia ezin da ezabatu
fi: tiedostoa ei voitu poistaa
fr: Le fichier ne peut pas être supprimé
he: לא הייתה אפשרות למחוק את הקובץ
ja: ファイルは削除できませんでした
lt: Failo ištrinti negalima
nl: Het bestand kon niet verwijderd worden.
ru: Файл не может быть удалён
sv: Filen kunde inte raderas.
uk: Файл не може бути видалений
vi: Tập tin không thể bị xóa

source: Elgg is configured to run clam on file upload, but the path supplied to Clam AV, %s, is invalid.
ar: من المفترض أن يقوم Elgg بتشغيلclam على الملف الذي تم تحميله, ولكن الطريق المتوفرة للدخول الى Clam AV, %s,هي لاغية الصلاحية.
de: Elgg wurde mit Clam-Unterstützung beim Upload von Dateien konfiguriert. Der Pfad zu Clam AV, %s, ist ungültig.
eu: Fitxategi baten igoeran clam-a abiarazteko konfiguratuta dago Elgg, baina Clam AV antibirusari eman zaion ibilbidea, %s, okerra da.
fi: Elgg on säädetty suorittamaan clam tiedostoa siirrettäessä, mutta Clam AV:n määritelty sijainti (%s) on virheellinen.
fr: Elgg est configuré pour utiliser clam lors des téléchargements de fichier, mais le chemin fournit pour Clam AV %s, est non valide.
he: Elgg מתוכנת להריץ את clam כשקבצים מועלים, אבל הספריה שסופקה לclam, %s, אינה קיימת.
lt: Elgg antivirusinė programa tikrina kiekvieną įkeltą failą, tačiau failas %s nepasiekiamas.
nl: Elgg is geconfigureerd om clam uit te voeren op een geupload bestand, maar de opgegeven lokatie naar Clam AV, %s, is onjuist.
ru: Elgg должен запускать clam после загрузки файла, но путь к Clam AV, %s, неверен.
sv: Elgg har konfigurerats att köra clam när filer laddas upp, men den angivna sökvägen till Clam AV, %s, är felaktig.
uk: Elgg налаштовано на запуск clam при завантажені файлу, але шлях , %s, до Clam AV невірний.
vi: Chúng tôi chạy clam trên các file đăng tải, nhưng đường link đến Clam AV, %s, là không hợp lệ

source: In addition, Elgg is configured so that if clam fails to run, files are treated like viruses. This essentially means that no student can upload a file successfully until you fix this.
ar: بالاضافة الى أن Elgg مصممة بشكل معين بحيث تدير ما فشل clam عن ادارته, فتعالج الملفات كما تعالج الفيروسات. هذا يعني بشكل رئيسي انه لا يستطيع أي طالب تحميل أي ملف بنجاح اذا لم تقم باصلاح الامر.
de: Elgg ist derzeit so konfiguriert, dass wenn Clam AV nicht läuft, alle Dateien als virus-infiziert behandelt werden. Das bedeutet, dass niemand Dateien erfolgreich hochladen kann, bis Sie die entsprechende Einstellung geändert haben.
eu: Horretaz gain, Elgg konfiguratuta dago clam-aren abiarazteak huts egingo balu fitxategiak birus gisa tratatuak izateko. Hau da, ikasleek ezingo dituzte fitxategiak igo hau konpontzen ez duzun bitartean.
fi: Mikäli Elgg ei voi suorittaa calm:ia niin tieostoja käsitellään saastuneina. Tämä tarkoittaa sitä, että kukaan oppilas ei voi siirtää tiedostoja palvelimelle ennen kuin asia on korjattu.
fr: En complément, Elgg est configuré de façon que si clam ne se déroule pas correctement, les fichiers sont considérés comme infectés par des virus. Ceci signifie essentiellement qu'aucune personne ne peut télécharger un fichier correctement tant que vous n'aurez pas résolu ce problème.
he: בנוסף, במידה וclam לא מצליח לפעול Elgg מתייחס לקבצים המתקבלים כווירוס. כתוצאה מכך משתמשים לא יוכלו להעלות קבצים עד שהבעיה לא תתוקן.
lt: Elgg antivirusinė programa tikrina kiekvieną įkeltą failą.
nl: Bovendien is Elgg configureerd zodat als clam niet uitgevoerd kan worden, de bestanden als virussen worden behandeld. Dit betekent hoofdzakelijk dat geen student een bestand met succes uploaden kan tot u dit corrigeerd
ru: Вдобавок Elgg сконфигурирован так, что если clam не запускается, файлы считаются инфицированными. Пользователи не смогут загружать файлы, пока вы не исправите эту ошибку.
sv: Elgg är inställt så att om clam inte kan köras behandlas filer som virus. Detta innebär i grund och botten att inga studenter kan ladda upp filer innan detta åtgärdats.
uk: На додаток, Elgg сконфігурований так, що якщо clam не зможе запуститись, файли будуть оброблятись як віруси. Це означає, що жоден учень не зможе успішно завантажити файл доти, доки ви не вирішите проблему.

source: Your administrator has enabled virus checking for file uploads but has misconfigured something.<br />Your file upload was NOT successful. Your administrator has been emailed to notify them so they can fix it.<br />Maybe try uploading this file later.
ar: ان مدير النظام التابع له قد تمكن من عمل فحص الفيروس للملفات التي يتم تحميلها ولكن أخطأ في تشكيلة ما..<br /> وان عملية تحميل الملف الخاص بك لم تكن ناجحة. وقد تم ارسال email الى مدير النظام لابلاغهم بالموضوع لكي يستطيعوا اصلاح الامر. ربما تعني .<br /> "حاول تحميل هذا الملف لاحقا".
de: Deinem Administrator ist bei der Aktivierung der Virenprüfung für Dateiuploads ein Konfigurationsfehler unterlaufen.<br />Dein Dateiupload war NICHT erfolgreich. Dein Administrator wurde durch eine E-Mail von dem Fehler informiert.<br />Versuch diese Datei später noch einmal hochzuladen.
eu: Zure administratzaileak igotako fitxategientzat birus bilaketa aktibatu du baina zerbait deskonfiguratu da.<br />Zure fitxategia EZ da ondo igo. Zure administratzaileari posta bat bidali zaio honen berri emanez eta beraz konpondu dezake.<br />Saiatu agian fitxategi hau beranduago igotzen.
fi: Pääkäyttäjä on ottanut käyttöön virustarkastuksen siirretyille tiedostoille, mutta määrityksissä on jokin virhe. <br /> Tiedoston siirtosi EI onnistunut. Pääkäyttäjälle on lähetetty sähköpostia, jotta hän voi korjata ongelman.<br /> Kokeile myöhemmin uudestaan.
fr: Votre administrateur a activé la vérification antivirus pour le téléchargement de fichier mais ne l'a pas configuré correctement.<br />Votre téléchargement NE s'est PAS déroulé correctement. Votre administrateur a été notifié par email afin de résoudre ce problème.<br />Essayez peut-être de télécharger ce fichier ultérieurement.
he: מנהל המערכת איפשר בדיקת וירוסים עבור העלאת קבצים אבל טעה בהגדרות. <br /> הקובץ לא הועלה בהצלחה. נשלחה הודעה למנהל כדי שיטפל בבעיה זו. <br /> כדאי לנסות שוב מאוחר יותר.
lt: Administratorius įdiegė antivirusinę programą, bet kažką klaidingai sukonfigūravo. <br />Failas neįkeltas. Administratorius informuotas.<br />Bandykite vėliau.
nl: Uw beheerder heeft de gelegenheid een viruscheck te doen voor het opladen van bestanden, maar er is iets misgegaan.<br />Uw bestand is NIET opgeladen. Uw administrateur is geë-maild zodat het opgelost kan worden.<br />U kunt later nogmaals proberen dit bestand op te laden.
ru: Администратор включил проверку на вирусы для загружаемых файлов, но ошибся в конфигурации.<br />Ваш файл НЕ БЫЛ загружен. Администратору отправлено письмо, которое известит его об ошибке.<br />Попробуйте загрузить файл позднее.
sv: Administratören har aktiveras viruskontroll för filuppladdning, men något är felinställt.<br />Din uppladdning var INTE lyckad. Administratören har varskotts så att detta kan åtgärdats.<br />Försökt ladda upp filen vid ett senare tillfälle.
uk: Ваш адміністратор увімкнув вірусну перевірку щодо завантаження файлів, але помилився з конфігурацією.<br />Завантаження вашого файлу було НЕ успішним. Ваш адміністратор був проінформований про це для того щоб він міг усунути проблему.<br />Можливо спробуйте завантажити цей файл пізніше.

source: Attention administrator! Clam AV has found a virus in a file uploaded by %s. Here is the output of clamscan:
ar: مدير النظام انتبه! استطاع Clam AV ان يجد فيروس في الملف الذي تم تحميله عن طريق %s واليك نتاج clamscan:
de: Achtung Administrator! Clam AV hat einen Virus gefunden in einer Datei die von %s hochgeladen wurde. Hier ist die Meldung von Clamscan:
eu: Adi administratzaile! Clam AV-k birus bat topatu du %s k igotako fitxategi batean. Antibirusaren emaitza ondokoa da:
fi: Huomio järjestelmänvalvoja! Clam AV on löytönyt viruksen siirretystä tiedostosta %s. Tässä on clamscanin raportti:
fr: Attention administrateur ! Clam AV a trouvé un virus dans un fichier téléchargé par %s. Voici la sortie de clamscan:
he: הודעה חשובה למנהל המערכת: Clam AV מצא וירוס בקובץ שהועלה ע"י %s. אלו תוצאות הסריקה:
lt: Dėmesio! Virusas faile kurį įkėlė %s. Antiviruso programos rezultatai:
nl: Attentie beheerder! Clam AV heeft een virus gevonden in een file opgeladen door %s. Hier is een rapport van de clamscan
ru: Администратор, внимание! Clam AV нашёл вирус в файле, загруженном %s. Вот вывод clamscan:
sv: VARNING Administratör! Clam AV har hittat ett virus i en fil som laddades upp av %s. Här är vad clamscan säger:
uk: Увага адміністратор! Clam AV знайшов вірус у файлі завантаженому %s. Ось результат сканування:

source: The file you have uploaded, %s, has been scanned by a virus checker and found to be infected! Your file upload was NOT successful.
ar: ان الملف الذي قمت بتحميله,%s, قد اصيب بفيرس و تم مسحه عن طريق فاحص الفيروسات. لذلك فان عملية تحميل الملف لم تكن ناجحة.
de: Die Datei wurde hochgeladen, %s, wurde auf Viren überprüft und als infiziert erkannt! Dein Dateiupload war nicht erfolgreich.
eu: %s, zuk igotako fitxategia, antibirus batek arakatu du eta infektatuta dagoela ikusi du! Zure fitxategi igoera EZ da burutu.
fi: Siirtämäsi tiedosto, %s, on tarkastettu virusten varalta ja havaittu saastuneeksi! tiedoston siirto EI onnistunut.
fr: Le fichier que vous avez téléchargé, %s, a été scanné par un programme antivirus et détecté comme infecté ! Votre téléchargement NE s'est PAS déroulé correctement.
he: הקובץ שהעלית, %s, נבדק על ידי אנטי- וירוס ונמצא נגוע! העלאת הקובץ לא הצליחה.
lt: Įkeltame faile, %s, rastas virusas! Įkėlimas nepavyko.
nl: De file die je probeerde te uploaden, %s, is gescanned door een virus scanner en is geinfecteerd. Je file is hierdoor niet opgeladen.
ru: Загруженный вами, %s, файл был проверен антивирусом и оказался заражён! Ваш файл НЕ БЫЛ загружен.
sv: Filen du laddade upp, %s, har viruskontrolleras och befanns vara infekterad! Din uppladdning var INTE lyckad.
uk: Завантажений Вами файл, %s, був просканований на віруси, і виявився інфікованим! Ваш файл НЕ БУЛО завантажено.

source: Clam AV has failed to run. The return error message was %s. Here is the output from Clam:
ar: هناك فشل في تشغيل Clam AV. وان الرسالة الراجعة والخاطئة كانت %s.واليك النتائج المستخلصة من Clam:
de: Clam AV konnte nicht gestartet werden. Die Fehlermeldung war %s. Hier ist die Rückmeldung von Clam:
eu: Clam AV antibirusa ezin izan da exekutatu. %s da bueltako errore mezua. Clam-aren irteera ondokoa da:
fi: Clam AV suoritus epäonnistui. Palautunu virhe oli %s. Tässä Clam:in raportti:
fr: Clam AV n'arrive pas à fonctionner. Le message d'erreur en retour est %s. Voici la sortie de Clam:
he: הפעולה של Calm AV נכשלה. הודעת השגיאה שהתקבלה הייתה %s. לפניך ההודעה מClam:
lt: Antiviruso paleisti nepavyko. Klaida %s. Antiviruso ataskaita:
nl: Clam AV kan niet gestart worden. De fout melding is: %s. Hier is de output van Clam:
ru: Clam AV не смог запуститься. Сообщение об ошибке: %s. Вот вывод Clam:
sv: Clam AV kunde inte köras. Felmeddelandet som returnerades var %s. Utdata från Clam:
uk: Clam AV не зміг запуститись. Повідомлення про помилку %s. Ось вихідні дані Clam:

source: %s :: Clam AV notification
ar: تسجيل ملاحظات %s :: Clam AV
de: %s :: Clam AV Benachrichtigung
eu: %s :: Clam AVaren notifikazioa
fi: %s :: Clam AV huomautus
fr: %s :: Notification Clam AV
he: %s :: הודעה מ-Clam AV
lt: %s :: Antiviruso pranešimas
nl: %s :: Clam AV melding
ru: %s :: Сообщение Clam AV
sv: %s :: Clam AV meddelande
uk: %s :: повідомлення Clam AV

source: There was an unknown error with clam.
ar: هناك خلل غير معروف في العمل
de: Es gab einen unbekannten Fehler mit clam
eu: Errore ezezagun bat gertatu da clam-arekin.
fi: Clam:ssä tapahtui tuntematon virhe.
fr: Il y a une erreur inconnu avec clam.
he: התרחשה שגיאה לא ידועה בClam.
lt: Nežinoma klaida.
nl: Onbekende fout opgetreden met Clam.
ru: Неопознанная ошибка Clam.
sv: Clam hade ett okänt fel.
uk: Сталась невідома помилка з Clam.

source: You have been logged on.
ar: تم دخولك
de: Du wurdest erfolgreich angemeldet.
eu: Saioa hasi duzu.
fi: Olet kirjautunut.
fr: Vous êtes maintenant connecté.
he: נכנסת למערכת.
ja: あなたはログオンしました。
lt: Esate prisijungę.
nl: Je bent ingelogd
ru: Вы вошли в систему.
sv: Du har loggats in.
uk: Ви увійшли.
vi: bạn đã đăng nhập

source: Unrecognised username or password. The system could not log you on, or you may not have activated your account.
ar: عدم التعرف على اسم الخول والرقم السري ولا يسمح لك بالخول ربما تحتاج الى اعادة تفعيل العنوان
de: Unbekannter Benutzername oder falsches Passwort. System konnte dich nicht anmelden.
eu: Erabiltzaile izen edo pasahitz ezezaguna. Sistemak ezin zaitu sartu, edo zure kontua aktibaturik ez egotea gerta daiteke.
fi: Tuntematon käyttäjänimi tai salasana.
fr: Non-reconnaissance du nom d'usager ou du mot de passe. Soit que vous n'avez pas un compte ou vous n'aviez pas activé votre compte au préalable.
he: שם משתמש או סיסמה לא מוכרים. הכניסה למערכת לא הצליחה, או שמא עוד לא הפעלת את חשבונך.
ja: ユーザ名またはパスワードを承認できませんでした。 システムがログオンさせられなかったか、あるいはあなた自身がアカウントを活性化していない可能性があります。
lt: Nežinomas vartotojas ar slaptažodis. Sistema negali prijungti arba jūsų prisijungimas neaktyvuotas.
nl: De gebruikersnaam of het wachtwoord worden niet herkend. Het systeem kan je dus niet inloggen, of misschien heb je je account nog niet geactiveerd.
ru: Пароль или имя не найдены. Система не может авторизовать вас (возможно, вы не активировали вашу запись).
sv: Okänt användarnamn eller lösenord. Systemet kunde inte logga in dig, eller så har du inte aktiverat ditt konto.
uk: Невідомий логін чи пароль. Система не може вас авторизувати, або ви не активували свій акаунт.
vi: Không tìm thấy tên đăng nhập hay mật khẩu. Hệ thống không thể cho phép bạn đăng nhập hay bạn vẫn chưa khởi động tài khoản của mình.

source: Either the username or password were not specified. The system could not log you on.
ar: لم يتم التعلرف على اسم الخول والرقم السري ليس بامكانك الدخول
de: Falscher Benutzername oder Passwort. Du konntest nicht angemeldet werden.
eu: Ez dira, ez erabiltzaile izena ezta gakoa zehaztu. Sistemak ezin dizu sartzen utzi.
fi: Käyttäjänimeä tai salasanaa ei annettu.
fr: Le compte ou le mot de passe n'ont pas été specifiés. Le système n'a pu autoriser votre accès.
he: לא צויין שם משתמש או סיסמה. לא בוצעה כניסה למערכת.
ja: ユーザ名またはパスワードが特定できませんでしたので、システムはログオンさせることができません。
lt: Nenurodytas vartotojo vardas ar slaptažodis. Prisijungti nepavyko.
nl: De gebruikersnaam of het wachtwoord was niet ingevuld. Het systeem kan jou om deze reden niet inloggen.
ru: Не введено имя пользователя или пароль. Вы не вошли в систему.
sv: Användarnamnet eller lösenordet saknades. Du loggades inte in.
uk: Не було вказано ім*я чи пароль. Ви не можете увійти в систему.
vi: Có thể là tên đăng nhập hay mật khẩu không đúng. Hệ thống không cho phép bạn đăng nhập

source: Access Denied
ar: غير مسموح بالدخول
de: Zugriff verweigert
eu: Sarbidea Ukatua
fi: Pääsy estetty
fr: Accès refusé
he: הגישה נדחית
ja: アクセスが許否されました
nl: Toegang geweigerd
ru: Доступ запрещён
sv: Åtkomst nekades
uk: Доступ заборонено
vi: Truy cập bị từ chối

source: You cannot reply to this message by email.
ar: لا يمكن الرد على الرسالة باستخدام البريد
de: Du kannst auf diese Nachricht NICHT per E-Mail antworten.
eu: Ezin diozu mezu honi emailez erantzun.
fi: Ei voi vastata tähän viestiin sähköpostilla.
fr: Vous ne pouvez pas répondre à ce message par courriel
he: אי אפשר להגיב להודעה זו בדוא"ל.
ja: このメッセージにメールで返信できません。
lt: Atsakymas el.paštu negalimas.
nl: Beantwoorden van dit bericht via email is niet mogelijk.
ru: Вы не можете ответить на это сообщение по электронной почте.
sv: Du kan inte svara på detta meddelande via e-post.
uk: Ви не можете відповісти на це повідомлення через е-мейл.
vi: Bạn không thể trả lời thông điệp này bằng email.
