Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/politica/languages/*/LC_MESSAGES/*.po
Languages: ar, de, eu, fi, fr, he, ja, lt, nl, ru, sv, uk, vi

source: The uploaded icon file was invalid. Please ensure you are using JPEG, GIF or PNG files.
ar: تحميل ملف الايقونات غير صالح تاكد انك تستخدم ج ب ج - جف - ب ن ج
de: Die hochgeladene Icondatei ist fehlerhaft. Bitte stelle sicher, dass es im Format JPEG, GIF oder PNG vorliegt.
eu: Igotako ikono fitxategia ez da baliagarria. Ziurtatu JPEG, GIF edo PNG fitxategi bat igotzen ari zarela.
fi: Siirretty kuvaketiedosto ei kelpaa. Varmista, että tiedostomuoto on JPEG, GIF tai PNG.
fr: L'icône qui a été téléchargé était invalide. Veuillez vous assurez que vos images sont des fichiers JPEG, GIF ou PNG.
he: קובץ האייקון שהועלה אינו תקין. יש לוודא שהקבצים הם בפורמט JPEG, GIF, או PNG.
ja: アップロードされたアイコンファイルは無効です。 JPEG、GIF、PNG のファイルを使用してください。
lt: Įkeltas netinkamas failas. Įsitikinkite, kad naudojate JPEG, GIF ar PNG failus.
nl: Het geuploade pictogram kan niet worden gebruikt. Wees er zeker van dat het een JPEG, GIF of PNG bestand ist.
ru: Загрузка изображения не удалась. Убедитесь, что вы используете файл типа JPEG, GIF или PNG.
sv: Den uppladdade ikonfilen var felaktig. Försäkra dig om att du använder dig av JPEG, GIF eller PNG-filer.
uk: Завантажений файл іконки був некоректним. Будь-ласка впевніться, що ви використовуєте JPEG, GIF або PNG файли.
vi: Hình ảnh đại diện vừa đăng tải không đúng. Xin vui lòng chọn các tập tin JPEG, GIF hay PNG.

source: The uploaded icon file was in an image format other than JPEG, GIF or PNG. These are unsupported at present.
ar: الملف المحمل هوصورة غير ج ب ج - جف - ب ن ج وهي ليست متوفرة الان
de: Das hochgeladene Icon war nicht im Format JPEG, GIF oder PNG. Andere Dateitypen werden im Moment nicht unterstützt.
eu: Igotako ikonoak JPEG, GIF edo PNG ez den beste formatu batetan dagoen irudi bat da. Ezin da onartu orain.
fi: Siirretty kuvaketiedosto on jotakin muuta muotoa kuin JPEG, GIF tai PNG.
fr: L'icône qui a été téléchargé était dans un format-image autre que JPEG, GIF ou PNG. Le format de cette image n'est pas présentement supporté.
he: קובץ האייקון שהועלה הוא בפורמט אחר מאשר JPEG, GIF, או PNG. המערכת אינה תומכת בפורמטים אחרים מאלו.
ja: JPEG、GIF、PNG 以外の画像形式のアイコンファイルがアップロードされましたが、現在のところ、それらはサポートしていません。
lt: Įkelkite JPEG, GIF ar PNG failą.
nl: Het geuploade bestand heeft een ander formaat dan JPEG, GIF of PNG. Andere formaten worden op dit moment niet ondersteund.
ru: Загруженное изображение имеет формат, отличный от JPEG, GIF или PNG. Такие изображения не поддерживаются.
sv: Den uppladdade ikonfilen hade ett annat format än JPEG, GIF eller PNG. Dessa stöds inte för närvarande.
uk: Завантажений файл іконки був у форматі який відрізняється від JPEG, GIF або PNG. Такий формат поки не підтримується.
vi: Hình ảnh đại diện không phải là các tập tin JPEG, GIF hay PNG.

source: Your icon was uploaded successfully.
ar: الايقونات حملت بنجاح
de: Dein Icon wurde erfolgreich upgeloadet.
eu: Zure ikonoa ondo igo da.
fi: Kuvaketiedoston siirto onnistui.
fr: Votre icône a été téléchargé avec succès.
he: האייקון שלך הועלה בהצלחה.
ja: アイコンは正常にアップロードされました。
lt: Piktograma įkelta.
nl: Jouw pictogram is met succes geupload
ru: Ваш аватар благополучно загружен.
sv: Uppladdningen av din ikon lyckades.
uk: Ваша ікона завантажена успішно.
vi: Hình ảnh đại diện của bạn đã được đăng tải thành công.

source: An unknown error occurred when saving your icon. If this problem persists, please let us know and we'll do all we can to fix it quickly.
ar: خلل حصل اثناء الحفظ - ارجو اعلامنا
de: Ein Fehler trat beim Speichern des Icons auf. Wenn dieses Problem weiterhin besteht, informiere uns bitte und wir werden uns um die Lösung des Problems bemühen.
eu: Errore ezezagun bat suertatu da zure ikonoa gordetzerakoan. Arazo honek bere hortan jarraitzen badu, mesedez jakin arazi iezaguzu eta ahal duguna egingo dugu lehen bait lehen konpontzeko.
fi: Tuntematon virhe kuvaketta tallennettaessa. Jos ongelma toistuu ilmoita asiasta meille.
fr: Une erreur est survenue lors de l'enrregistrement de votre icône. Si ce problème persiste, veuillez s.v.p. nous en informer et nous ferons notre possible pour régler ce problème rapidement.
he: שגיאה לא מוכרת התרחשה בעת שמירת האייקון שלך. אם הבעיה חוזרת על עצמה, אנא דווח/י לנו ואנו נעשה כל שביכולתנו לתקן את הבעיה במהירות.
ja: アイコン保存時に未知のエラーが発生しました。 この問題が継続して発生する場合、開発者までご連絡いただければ、できるだけ早期に修正するように努めます。
lt: Nežinoma klaida. Jei problema kartosis, praneškite ir mes tai greitai pataisysime.
nl: Een onbekende fout is opgetreden tijden het bewaren van jouw pictogram. Laat het ons weten als deze fout steeds terugkeert zodat wij er alles aan kunnen doen om het zo snel mogelijk te repareren.
ru: При сохранении аватара изошла неизвестная ошибка. Если она повторяется, дайте нам знать и мы постараемся решить проблему.
sv: Ett okänt fel inträffade när din ikon skulle sparas. Om detta problem kvarstår, kontakta oss så ska vi åtgärda det så snart vi kan.
uk: Під час зберігання іконки трапилась невідома помилка. Якщо ця проблема повториться, дайте нам знати, і ми зробимо все, щоб якнайшвидше її вирішити.
vi: Có lỗi không biết đã xảy ra khi lưu trữ hình ảnh đại diện của bạn. Nếu vấn đề này vẫn còn tồn tại, xin vui lòng thông báo cho chúng tôi biết và chúng tôi sẽ nhanh chóng khắc phục nó.

source: Upload a new picture
ar: تحميل صورة جديدة
de: neues Bild hochladen
eu: Argazki berri bat igo
fi: Siirrä uusi kuva
fr: Télécharger une nouvelle image
he: העלאת תמונה חדשה
ja: 新しい画像のアップロード
lt: Įkelti naują paveikslėlį
nl: Een nieuwe afbeelding uploaden
ru: Загрузка нового изображения
sv: Ladda upp en ny bild
uk: Завантажити нову картинку
vi: Đăng tải hình ảnh mới

source: Upload a picture for this profile below. Pictures need to be 100x100 pixels or smaller, but don't worry - if you've selected a larger picture, we'll shrink it down for you. You may upload up to
ar: قم بتحميل صورة للتوجه الحاسوبي التالي. على أن تكون الصور 100x100 pixels أو أصغر, ولكن لا تقلق- إذا قمت باختيار صورة أكبر, سنقوم بتصغيرها. تستطيع أن تحمل الصور حتى...
de: Lade ein Bild zum Profil hoch. Bilder müssen 100x100 Pixel oder kleiner sein. Größere Bilder werden automatisch ins passende Format gebracht. Hochgeladen werden können bis zu
eu: Irudi bat igo ondoko profilarentzat. Irudiak 100x100 pixeletakoa, edo txikiagoa izan behar du, baina ez larritu - handiagoa den irudi bat aukeratzen baldin baduzu, txikituko dizugu. Igo dezakezu
fi: Siirrä kuva tätä profiilia varten. Kuvien tulee olla kooltaan 100x100 pikseliä tai sitä pienempiä.
fr: Télécharger une image pour le profil ci-dessous. La dimension de ces images doit être ou inférieure à 100x100 pixels, mais ne vous faites pas trop de souci avec ça car, si vous fournissez une image trop large, elle sera réduite pour vous. Téléchargez vers
he: כאן אפשר להעלות תמונה עבור הפרופיל למטה. תמונות צריכות להיות בגודל של 100X100 פיקסלים או קטנות מזה, אך אל דאגה - אם בחרת תמונה גדולה יותר, אנו נכווץ אותה עבורך. ביכולתך להעלות עד
ja: 以下で、このプロフィールの画像をアップロードしてください。 画像は 100x100 ピクセル以下である必要がありますが、選んだ画像が大きい場合でも、それは自動的に縮小されますので心配はいりません。 最大で合計
lt: Įkelti paveikslėlį į nustatymus. Paveikslėlio dydis 100x100 pikselių ar mažesnis. Jei pasirinkote didesnį, jis bus automatiškai sumažintas. Galite įkelti į
nl: Upload een afbeelding voor dit profiel. Afbeeldingen moeten 100 bij 100 pixels of kleiner zijn, maar maak je geen zorgen: wij verkleinen het voor je als de afbeelding groter is. Je mag uploaden tot
ru: Загрузите аватар для этого профиля. Изображения должны быть размером 100x100 пикселов или меньше, но не волнуйтесь — мы уменьшим большие изображения. Вы можете загружать до
sv: Ladda upp en bild för profilen nedan. Bilderna ska vara 100x100 pixlar eller mindre, men oroa dig inte - om bilden är större kommer vi förminska den åt dig. Du får ladda upp till
uk: Завантажте картинку для цього профілю нижче. Картинка має бути 100х100 пікселів, або менша, але не хвилюйтесь, якщо ви обрали більшу картинку, ми її зменшимо. Ви можете завантажити до
vi: Đăng tải hình ảnh mới cho hồ sơ phía dưới. Hình ảnh gần phải có kích thước là 100x100 pixels hay nhỏ hơn. Nhưng đừng lo lắng, nếu hình ảnh bạn quá lớn, chúng tôi sẽ tự động thu nhỏ lại. Bạn có thể đăng tải đến

source: pictures in total.
ar: الصور بالمجمل
de: Bilder insgesamt
eu: argazkiak guztira.
fi: kuvaa kaikkiaan.
fr: images au total.
he: תמונות בסה"כ
ja: 画像をアップロードできます。
lt: paveikslėlių.
nl: totaal aantal afbeeldingen
ru: картинок всего.
sv: bilder totalt.
uk: картинок в цілому.
vi: tổng số các hình ảnh

source: Picture to upload:
ar: صورة للتحميل
de: Bild uploaden:
eu: Igotzeko irudia:
fi: Siirrettävä kuva:
fr: Image à télécharger:
he: תמונה להעלאה:
ja: アップロードする画像：
nl: Te uploaden afbeelding
ru: Изображение для загрузки:
sv: Bild som skall laddas upp:
uk: Картинка для завантаження:
vi: Hình ảnh để đăng tải

source: Icon description:
ar: وصف الايقونة
de: Icon Beschreibung:
eu: Ikono deskribapena:
fi: Kuvakkeen kuvaus:
fr: Description de l'icône:
he: תיאור האייקון:
ja: アイコンの説明：
nl: Beschrijving van het pictogram:
ru: Описание аватара:
sv: Ikon förklaring
uk: Опис іконки:
vi: Chú thích hình ảnh

source: Make this the default icon:
ar: اجعلها ايقونة افتراضية
de: zum Standard Icon machen:
eu: Ikono hau hobetsitako ikono bilakatu:
fi: Oletuskuvake:
fr: Cet icône sera l'icône par défaut:
he: אייקון ברירת מחדל:
ja: これをデフォルトのアイコンにする：
nl: Maak dit het standaard pictogram:
ru: Сделать аватаром по умолчанию:
sv: Gör denna ikon till standard
uk: Зробити типовою:
vi: Hiển thị hình này là hình ảnh đại diện mặc định

source: Upload new icon
ar: تحميل ايقونات حديدة
de: neues Icon hochladen
eu: Ikono berria igo
fi: Siirrä uusi kuvake
fr: Télécharger une nouvelle icône
he: העלאת אייקון חדש
ja: 新しいアイコンのアップロード
nl: Een nieuw pictogram uploaden
ru: Загрузить нового аватара
sv: Ladda upp en ny ikon
uk: Завантажити нову іконку
vi: Đăng tải hình ảnh đại diện mới

source: Site pictures
ar: صور الموقع
de: Benutzerbilder
eu: Gunearen argazkiak
fi: Sivuston kuvat
fr: Images du site
he: תמונות אתר
ja: サイト画像
lt: Svetainės paveikslėliai
nl: Site afbeeldingen
ru: Картинки сайта
sv: Sajtbilder
uk: Картинки сайту
vi: Hình ảnh của trang web

source: Site pictures are small pictures that act as a representative icon throughout the system.
ar: الموقع المخصص للصور هو عبارة عن صور صغيرة تعمل كأيقونة تمثل الموقع خلال النظام.
de: Benutzerbilder sind kleine Bilder die als repräsentatives Icon im System dienen.
eu: Guneko argazkiak sisteman zehar ordezkatze lanak egiten dituzten argazki txikiak dira.
fi: Sivuston kuvat ovat pieniä kuvia jotka toimivat kuvakkeina koko järjestelmän laajuudella.
fr: Les images du site sont de petits icônes utilisés un peu partout dans le système.
he: תמונות אתר הן תמונות קטנות שמתפקדות כאייקון ייצוגי ברחבי המערכת.
ja: サイト画像は、システム全体にわたる代表的なアイコンの役割をする小さな画像です。
nl: Site afbeeldingen zijn kleine afbeeldingen die als herkenbaar pictogram in de website worden gebruikt.
ru: Аватары — маленькие картинки, представляющие вас на сайте.
sv: Hemsidebilderna är små ikonavbilder i hela systemet
uk: Картинки сайту - це маленькі картинки, які виступають як іконки презентації в системі.
vi: Hình ảnh của trang web là những hình ảnh nhỏ để làm biểu tượng trong cộng đồng này.

source: Name:
eu: Izena:
fi: Nimi:
fr: Nom :
he: שם:
ja: 名前：
nl: Naam:
ru: Имя:
sv: Namn:
uk: Назва:
vi: Tên

source: Default:
de: Standard:
eu: Hobetsitakoa:
fi: Oletus:
fr: Défaut :
he: ברירת מחדל:
ja: デフォルト：
nl: Standaard:
ru: По умолчанию:
sv: Standard:
uk: Типова:
vi: Mặc định:

source: No default:
ar: ليس افتراضي
de: kein Standard:
eu: Ez hobetsitakoa:
fi: Ei oletusta:
fr: Pas de valeur par défaut :
he: ללא ברירת מחדל:
ja: デフォルトなし：
lt: Nenumatyta:
nl: Geen standaard:
ru: Нет исходного варианта:
sv: Ingen standard:
uk: Не типова:
vi: Không mặc định

source: You don't have any site pictures loaded yet.
ar: ليس لديك صور للموقع بعد
de: Sie haben bis jetzt keine Bilder definiert.
eu: Ez duzu guneko irudirik kargatuta oraindik.
fi: Sivuston kuvia ei ole ladattuina.
fr: Vous n'avez aucune images enregistrée.
he: אין לך אף תמונת אתר כרגע.
ja: 今のところ、サイト画像はありません。
nl: Je hebt nog geen site afbeeldingen geplaatst.
ru: У вас нет загруженных аватаров.
sv: Du har inte laddat upp någon hemsidebild
uk: Ви поки не маєте жодної завантаженої картинки сайту.
vi: Bạn không có hình ảnh trang web nào được đăng tải.

source: Generate a New Password
ar: احصل على كلمة سر جديدة
de: neues Passwort erzeugen
eu: Pasahitza sortu
fi: Luo uusi salasana
fr: Générer un nouveau mot de passe
he: יצירת סיסמה חדשה
ja: 新しいパスワードの発行
lt: Sukurti naują slaptažodį
nl: Genereer een nieuw wachtwoord
ru: Создать новый пароль
sv: Skapa ett nytt lösenord
uk: Згенерувати Новий Пароль
vi: Tạo mật khẩu mới

source: Invite a Friend
ar: وجه دعوة لصديق
de: Freund einladen
eu: Gonbidatu laguna
fi: Kutsu ystävä
fr: Inviter un ami
he: הזמנת חבר
ja: 友人を招待
lt: Pakviesti draugą
nl: Nodig een vriend uit
ru: Пригласить друга
sv: Bjud in en vän
uk: Запросити друга
vi: Mời bạn bè

source: Join %s
ar: انضم إلى %s
de: an %s teilnehmen
eu: %s gehitu
fi: Liity %s
fr: Devenir membre de %s
he: הצטרפות ל%s
ja: %s に参加
lt: Prisijungti prie %s
nl: Wordt lid van %s
ru: Присоединится к сообществу %s
sv: Anslut till %s
uk: Приєднався %s.
vi: Tham gia %s

source: If you have a friend or colleague you would like to join the system, perhaps because you would like to share protected resources or reflections with them, you can enter their details below. They will then receive a special invitation email containing a code that allows them to create a new account; once they do so, a mutual friend connection will be created between their account and yours.
de: Wenn angemeldet eine Person kennst, die angemeldet gerne einladen würdest, dieses System mitzubenutzen, z.B. weil angemeldet Dateien oder Gedanken mit Ihr teilen möchtest, dann gib bitte deren Details unten ein. Eine Einladungs-E-Mail wird an diese Person geschickt. Diese Nachricht enthält dann einen Code, der ihr erlaubt, ein neues Konto zu erstellen. Sobald sie sich im System angemeldet hat, wird sie deiner Freundesliste hinzugefügt.
eu: Sisteman izen eman nahi duen lagun edo kide bat baduzu, agian baliabide edo hausnarketa berarekin era pribatuan banatu nahi dituzulako, hemen sartu ditzakezu bere datuak. Kontu bat irekitzeko aukera ematen duen posta elektroniko gonbidapen bat jasoko dute kode berezi batekin; hau egin ostean, lagunen arteko konexio bat sortuko da bere kontu eta zeurearen artean.
fi: Mikäli haluat kolleegasi tai ystäväsi käyttämään tätä järjestelmää tai haluaisit jakaa suojattuja resursseja heidän kanssaan, niin voit täyttää heidän tiedot allaolevaan lomakkeeseen. He saavat kutsun sähköpostiinsa, joka sisältää koodin uuden tilin luomista varten. Kun he ovat luoneet tilinsä, niin käyttäjätunnukset linkitetään keskenään ystäviksi.
fr: Si vous souhaitez inviter des personnes à rejoindre la liste des utilisateurs, pour partager notamment avec elles des ressources protégées ou entamer une discussion, vous pouvez indiquer leurs coordonnées ci-dessous. Elle recevront alors une invitation de votre part qui contiendra un code pour créer un compte. En cas d'acceptation de celle-ci, elles seront automatiquement ajoutées à votre liste de contacts.
he: אם ברצונך לצרף חבר או עמית למערכת, אולי כי ברצונך לשתף אותם במשאבים מוגנים או ברעיונות, ניתן להוסיף את פרטיהם למטה. הם יקבלו בדוא"ל הזמנה מיוחדת המכילה קוד שיאפשר להם ליצור חשבון חדש; ברגע שיעשו כן, יווצר קשר חברי הדדי בין חשבונותיכם.
ja: あなたがシステムに参加したい友人や同僚を持ち、保護されたリソースや考えなどを共有したいのなら、以下に招待したい人の詳細を記入し、「招待」ボタンを押してください。 すると、招待をされた方には、新しいアカウントを作成するためのコードを含んだ特別な招待メールが届きます。 招待された方がアカウントを作成すると、共通の友人コネクションがあなたとの間に作られます。
lt: Jei norite pakviesti draugą naudotis šia aplinka, įveskite jų duomenis žemiau. Užsiregistravę jie automatiškai bus jūsų draugų sąraše, o jūs - jų.
nl: Vul de gegevens van een vriend of collega in die je zou willen uitnodigen, misschien om in een beschermde omgeving gegevens of gedachten uit te wisselen. Zij ontvangen dan een speciaal bericht met daarin een uitnodigingscode waarmee zij een persoonlijk account kunnen aanmaken. Zodra zij dit hebben gedaan zal deze persoon aan jouw vriendelijst en omgekeerd worden toegevoegd.
ru: Если у вас есть друзья или коллеги которых вы хотите пригласить сюда на сайт, впишите их данные ниже. Они получат специальное приглашение по электронной почте с ссылкой, по которой они смогут зарегистрироваться. После регистрации они будут автоматически добавлены в ваш список друзей, а вы - в их.
sv: Om du har en vän eller kollega som du vill ska bli medlem, kanske för att du vill dela skyddade resurser eller reflektioner med dem, så kan du skriva in deras detaljer nedan. De kommer att få en speciell inbjudan via e-post med en kod som låter dem skapa ett nytt konto. När de gjort detta kommer de adderas som vänner automatiskt.
uk: Якщо у Вас є друзі чи колеги, і Ви хотіли б, щоб вони приєднались до системи, можливо для того, щоб поділитися з ними захищеними ресурсами або думками, Ви можете ввести їх нижче. Вони отримають спеціальний лист-запрошення з кодом, що дозволить їм створити новий обліковий запис. Щойно вони це зроблять, взаємний дружній зв'язок буде створено між Вашим та їхніми обліковими записами.
vi: Nếu bạn có người bạn hay là đồng nghiệp và bạn muốn họ cùng tham gia hệ thông, có thế bởi vì bạn muốn cùng chia sẻ những tài nguyên với họ, bạn có thể điền thông tin của họ dưới đây. Rồi sau đó họ sẽ nhận dược 1 bức thư mời đặc biệt mà cho phép họ đăng ký 1 tài khoản mới; một khi họ đã đăng ký; kết nối bạn bè sẽ được tự động thiết lập giữa 2 người trong hệ thống.

source: Thank you for registering with %s.
ar: شكرا لقيامكم بالتسجيل مع %s.
de: Danke für deine Registrierung bei %s.
eu: Eskerrik asko %s-rekin izen emateagatik.
fi: Kiitos rekisteröitymisestä kohteeseen %s.
fr: Merci de vous enregistrement avec %s.
he: תודה על הצטרפותך ל%s.
ja: %s へのご登録ありがとうございます。
lt: Ačiū, kad užsiregistravote %s.
nl: Bedankt voor jouw aanmelding bij %s.
ru: Спасибо за регистрацию в %s.
sv: Tack för att du registrerade med %s.
uk: Дякуємо за реєстрацію на %s.
vi: Cám ơn đã đăng ký với %s

source: %s account verification
ar: التحقق من الحساب%s
de: %s Konto Überprüfung
eu: %s kontu egiaztapena
fi: %s: tilin vahvistus
fr: Vérification du compte %s
he: אימות חשבון %s
ja: %s さんのアカウント確認
lt: %s paskyros patikrinimas
nl: %s account bevestiging
ru: Проверка аккаунта %s
sv: %s kontoverifiering
uk: %s аккаунту перевірка
vi: %s xác nhận tài khoản

source: They included the following message:
ar: تم تضمين الرسائل التالية
de: Du hast die folgende Nachricht angefügt:
eu: Mezu hauek ditu:
fi: He lisäsivät seuraavan viestin:
fr: Ils incluent le message suivant:
he: הם הוסיפו את המסר הבא:
ja: 招待した方は以下のメッセージを付加しました：
lt: Prisegtas pranešimas:
nl: Ze hebben het volgende bericht toegevoegd:
ru: Они приложили следующее сообщение:
sv: De inkluderade följande meddelande:
uk: Вони включили наступне повідомлення:
vi: Họ đã được bao gồm thông điệp kèm theo sau:

source: has invited you to join
ar: تم دعوتك للانضمام
de: hat dich zur Teilnahme eingeladen bei
eu: parte-hartzera gonbidatu zaituzte
fi: on kutsunut sinut mukaan
fr: vous a invité à devenir membre
he: הזמינ/ה אותך להצטרף
ja: さんから次のお誘いがありました：
lt: pakvietė prisijungti
nl: heeft jou uitgenodigd lid te worden
ru: пригласил(а) вас присоединиться
sv: har bjudit in dig till att gå med i
uk: запросив вас приєднатись до
vi: đã mời bạn để tham gia

source: a learning landscape system.
ar: نظام واسع للتعلم
de: einem E-Portfolio-Tool
eu: ikasketa ingurune sistema bat.
fr: environnement d'apprentissage.
he: מערכת סביבת למידה.
ja: ソーシャルネットワークへ参加しませんか？
lt: mokymosi aplinkos sistema.
nl: een leerlandschap omgeving
sv: ett lärlandskap.
uk: навчальна соціальна стистема.
vi: hệ thống cộng đồng mở

source: Dear %s, %s %s To join, visit the following URL: %s Your email address has not been passed onto any third parties, and will be removed from our system within seven days. Regards, The %s team.
ar: عزيزي %s, %s %s للانضمام, ولزيارة الموقع التالي : %s إن عنوان بريدك الالكتروني لم يرحل إلى أي من الفرقاء الثلاثة , وسوف يلغى من نظامنا خلال سبعة أيام. تحيات, فريق %s
de: Liebe/r %s, %s %s besuche folgenden Link: %s Deine E-Mail-Adresse wird nicht an Dritte weitergegeben und wird vom System automatisch nach sieben Tagen gelöscht. Freundliche Grüße, Dein %s Team.
fi: Hyvä %s %s %s Käy seuraavassa osoitteessa liittyäksesi: %s Sähköpostiosoitettasi ei ole välitetty kolmansille osapuolilleja se poistetaan järjestelmästä seitsemän päivän kuluttua. Terveisin, %s tiimi.
fr: %s, %s %s, Pour vous inscrire, cliquez sur le lien ci-dessous : %s Votre adresse email n'est pas diffusée à des tiers et sera supprimé de nos bases de données dans un délai maximum de 7 jours. Cordialement, L'équipe %s.
he: %s היקר/ה, %s %s להצטרפות, יש לבקר בכתובת הURL הבאה: %s כתובת הדוא"ל שלך לא הועברה לאף צד שלישי, והיא תימחק מהמערכת שלנו תוך שבעה ימים. שלך, צוות %s.
ja: こんにちは、%s さん。 %s %s 参加するには以下のURLを訪れてください： %s あなたのメールアドレスが第三者にわたることはなく、私たちのシステムからも7日以内に削除されます。 あなたのご参加をお待ちしております。 %s チーム
nl: Beste %s, %s %s Om je aan te melden, bezoek de volgende URL: %s Jouw email adres zal niet worden doorgegeven aan andere partijen en zal verwijderd worden van het systeem binnen 7 dagen. Groeten, Het %s team.
ru: Уважаемый(ая) %s, %s %s Чтобы присоединиться. нажмите здесь: %s Адрес вашей электронной почты не будет передан третьим лицам и будет удалён из нашей системы через семь дней. С уважением, Команда %s.
sv: Kära %s, %s %s För att gå med, så besöker du följande URL: %s Din emailadress har inte skickats till tredje part och kommer att bli raderat från systemet inom sju dagar. Hälsningar, %s gruppen.
uk: Дорогий(а) %s, %s %s Для того щоб приєднатись, відвідайте наступний URL: %s Ваш е-мейл не був переданий комусь ще, і буде видалений з нашої системи впродовж семи днів. З найкращими побажаннями, Команда %s.
vi: Kính gửi %s, %s %s Để tham gia, xin vui lòng theo đường link sau đây: %s Địa chỉ email của bạn không được thông qua một cơ sở thứ 3 nào và sẽ được xóa trong hệ thống hệ thống của chúng tôi trong vòng 7 ngày. Trân trọng, Đội ngũ %s.

source: Your invitation was sent to %s at %s. It will be valid for seven days.
ar: ان الدعوة المقدمة من طرفك قد تم ارسالها الى %s على عنوان %s. وخلال سبعة أيام ستنتهي صلاحيتها القانونية.
de: Deine Einladung wurde an %s mit der Mailadresse %s versendet. Die Einladung ist sieben Tage lang gültig.
eu: Zure gonbidapena %s bidali zaio %s tan. Zazpi egunetan balio izango du.
fi: Kutsusi on lähetetty %s:lle %s:ään. Se on voimassa seitsemän päivää.
fr: Votre invitation a été envoyé à %s à %s. Elle sera valide pendant sept jours.
he: ההזמנה שלך נשלחה ל%s ב%s. היא תהיה תקפה למשך שבעה ימים.
ja: あなたからの招待状は %s (%s) さん宛に送信されました。 招待状の有効期間は7日間です。
lt: Pakvietimas išsiųstas %s adresu %s. Jis galioja septynias dienas.
nl: Uw uitnodiging is verzonden naar %s van %s. Ze is zeven dagen geldig.
ru: Приглашение отправлено %s (%s). Оно будет действительно в течение семи дней.
sv: Din inbjudan skickades till %s %s. Den kommer vara giltig i sju dagar.
uk: Ваше запрошення було надіслане до %s на %s. Воно буде дійсним впродовж семи днів.
vi: Thư mời của bạn đã được gửi đến %s tại %s. Nó sẽ tồn tại trong vòng 7 ngày.
