Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/politica/languages/*/LC_MESSAGES/*.po
Languages: ar, de, eu, fi, fr, he, ja, lt, nl, ru, sv, uk, vi

source: Publish to blog
ar: نشر في المدونة
de: Am Blog veröffentlichen
eu: Blogean argitaratu
fi: Julkaise blogissa
fr: Publier dans le blog
he: פרסום לבלוג
ja: ブログへ掲載
lt: Saugoti į dienoraštį
nl: Publiceer naar blog
ru: Опубликовать в блоге
sv: Publicera i blogg
uk: Опублікувати у блозі
vi: Đăng tải lên blog

source: Popular Feeds
ar: التغذية العامة
de: Beliebte Feeds
eu: Elikadura iturri hedatuak
fi: Suositut syötteet
fr: Flux populaires
he: ערוצים פופולארים
ja: 人気の高いフィード
lt: Populiarūs kanalai
nl: Populaire Feeds
ru: Популярные ленты новостей
sv: Populära feeds
uk: Популярні стрічки новин
vi: Feed nổi tiếng

source: Feed widget
ar: تغذية عناصر التحكم(ويدجيت)
eu: Jario gehigarria
fi: Syötevimpain
fr: Widget flux
he: וידג'ט ערוץ
ja: フィード・ウィジェット
lt: Kanalas
ru: Элемент «новости»
uk: Віджет стрічки новин

source: Displays the latest entries from an external feed of your choice.
ar: عرض المداخلات من التزويد الداخلي حسب اختيارك
de: Zeigt die letzten Einträge eines externen Feeds deiner Wahl
eu: Erakutsi kanpoko jario bateko azken sarrerak.
fi: Näyttää viimeisimmät lisäykset valitsemistasi ulkoisista syötteistä.
fr: Affiche les derniers articles d'un flux externe de votre choix.
he: מציג את הפרסומים האחרונים מערוץ חיצוני לבחירתך.
ja: 好みの外部フィードから最新のエントリを表示します。
lt: Rodomi paskutiniai pasirinkto kanalo pranešimai.
nl: Toont de laatste items van een zelf gekozen externe feed
ru: Показ последних записей из выбранной вами внешней ленты новостей.
uk: Показує останні повідомлення вибраної вами зовнішньої стрічки новин.
vi: Hiển thị những bài cuối cùng từ feed bên ngoài

source: This feed is currently empty.
ar: التغذية فارغة حاليا
de: Dieser Feed hat momentan keinen Inhalt.
eu: Feed hau hutsik dago orain.
fi: Tämä syöte on tyhjä.
fr: Ce flux est actuellement vide.
he: ערוץ זה ריק כרגע
ja: 現在、このフィードは空です。
lt: Tuščias kanalas.
nl: Deze feed is momenteel leeg.
ru: Лента новостей пуста в настоящее время.
sv: Denna feed är tom för närvarande.
uk: Ця стрічка новин поки-що порожня.
vi: Feed này hiện thời đang trống

source: This feed widget is undefined.
ar: الويب جيت المغذى غير معرف
de: Dieses Feed Widget ist nicht definiert.
eu: Widget-aren feed-a ez dago definituta.
fi: Tätä syötevimapinta ei ole määritelty.
fr: Ce widget flux est indéfini.
he: ווידג'ט ערוץ זה אינו מוגדר.
ja: フィード・ウィジェットが未定義です。
lt: Neapibrėžtas elementas.
nl: Dit feed programma is onbepaald
ru: Этот элемент «новости» не определен.
sv: Denna feedwidget är inte definierad.
uk: Віджет стрічки новин не визначений.
vi: Feed widget này không xác định

source: Feeds widget
de: Feed-Widget
fr: Alimente le module tiers (widgets)

source: This widget displays the last couple of entries from an external feed you have subscribed to. To begin, select the feed from your subscriptions below:
ar: هذا الصندوق يعرض آخر إضافتين من خلاصات (تلقيمات) خارجية تشترك فيها. لكي تبدأ، اختر الخلاصة (التلقيمة) من الإشتراكات التالية :
eu: Widget honek harpidetuta zauden kanpoko feed baten sarrera pare bat erakusten ditu. Hasteko, zure harpidetzetatik aukereatu feed bat:
fi: Tämä vimpain näyttää pari uusinta artikkelia tilaamastasi ulkoisesta syötteestä. Aloita valitsemalla tilaamistasi työtteistä:
fr: Ce widget affiche les dernières articles d'un flux externe auquel vous avez souscrit. Pour commencer, sélectionnez le flux dans vos souscriptions ci-dessous:
he: ווידג'ט זה מציג את העדכונים האחרונים מערוץ חיצוני אליו נרשמת. כדי להתחיל, יש לבחור את הערוץ מרשימת המנויים שלך למטה:
lt: Ši priemonė rodo paskutinius du išorinio naujienų kanalo įrašus. Pasirinkite savo naujienų kanalus:
nl: Dit programma laat de laatste toevoegingen zien van externe feeds waarvoor je een abonnement op hebt. Om te beginnnen, kies een feed van je abonnementenlijst hieronder:
ru: Этот элемент показывает последние записи из внешней ленты новостей, на которую вы подписаны. Чтобы начать, выберите ленту из вашего списка:
sv: Denna widget visar de senaste sakerna från en extern feed som du har prenumererat på. Börja med att välja feeden från dina prenumerationer nedan:
uk: Цей віджет показує останні декілька повідомленнь зовнішньої стрічки новин до якої ви підписані. Щоб розпочати, оберіть стрічку новин зі списку ваших підписок нижче:
vi: Widget này hiển thị những thông tin từ feed bên ngoài của bạn. Để bắt đầu, lụa chọn feed mà bạn đã đăng ký dưới đây:

source: Then enter the number of feed entries you'd like to display:
ar: ادخل رقم التزويد الذي تريد عرضه
de: Gib an, wieviele Feedeinträge angezeigt werden sollen:
eu: Erakutsi nahi dituzun jarioaren sarrera kopurua zehaztu:
fi: Montako syötettä haluat näkyviin:
fr: Puis entrez le nombre d'articles du flux que vous souhaitez afficher :
he: כעת יש להזין את מספר העדכונים שברצונך להציג עבור הערוץ:
ja: 表示したいフィードエントリ数を入力してください：
lt: Tuomet įveskite kiek naujienų kanalo pranešimų norite matyti:
nl: Voer dan vervolgens het aantal feeds in dat je wilt displayen:
ru: Затем введите количество новостных сообщений, которые вы хотите видеть:
uk: Потім оберіть кількість новин які ви хочете показати:
vi: Sau đó điền số feed mà bạn muốn hiển thị:

source: You can't select a feed for this widget because you don't have any feed subscriptions. Click on <a href="%s">Your</a> Resources to subscribe to a feed.
ar: لايمكنك اختيار الخلاصة (التلقيمة) لهاذا الصندوق لأنك لا تتوفر على اشتراك في أي خلاصة (تلقيمة). انقر على <a href="%s">مواردك </a> للإشتراك في خلاصة (تلقيمة)
de: Sie können keinen Feed für dieses Widget auswählen, weil Sie keine Abonnements haben. Klicken Sie auf <a href="%s">Ihre</a> Ressourcen, um einen Feed zu abonnieren.
eu: Ezin duzu feed bat aukeratu widget honentzako ez bait duzu feed-harpidetzarik. Klikatu <a href="%s">Zure</a> Baliabidetan feed batetara harpidetzeko.
fi: Et voi valita syötettä tälle vempaimelle, koska et ole tilannut yhtään syötettä. Klikkaa <a href="%s">Sinun</a> resursseihisi ja tilaa syöte.
fr: Vous ne pouvez sélectionner un flux pour ce widget car vous n'avez aucune souscription à aucun flux. Cliquez sur <a href="%s">Vos</a> ressources pour souscrire à un flux.
he: אין באפשרותך לבחור ערוץ שכן אין לך מנוי על אף ערוץ. יש ללחוץ על <a href="%s">המשאבים שלי</a> כדי להרשם לערוץ.
lt: Nesate užregistravęs nė vieno naujienų kanalo. Pasirinkite <a href="%s">Mano ištekliai</a> ir užregistruokite naujienų kanalą.
nl: Je kan geen feed voor dit programma kiezen, want je hebt geen feed abonnementen. Klik op <a href="%s">Jouw</a>Bronnen om je voor een feed abonnement aan te melden.
ru: Вы не можете выбрать ленту для этого блока, потому что у вас нет подписок. Нажмите на <a href="%s">Мои</a> ресурсы, чтобы подписаться на ленту новостей.
sv: Du kan inte välja en feed för denna widget eftersom du inte har några feed-prenumerationer. Klicka på <a href="%s">Dina</a> Resurser för att prenumerera på en feed
uk: Ви не можете обрати стрічку новин для цього віджету, оскільки ви не підписані до жодної. Натисніть <a href="%s">Ваші</a> Ресурси щоб підписатись.
vi: Bạn không thể lựa chọn feed cho widget này bởi vì bạn không có đăng ký bất kỳ feed nào cả. Nhấn vào <a href="%s">Tài nguyên của bạn</a> để đăng ký feed.

source: Feed subscriptions for %s
ar: %s إشتراكات التلقيم لـ
de: Abonnement für %s
eu: %s jarioetara harpidetzak
fi: Tilatut syötteet %s:lle
fr: Abonnement(s) au(x) flux pour %s
he: הרשמה עבור ערוץ %s
ja: %s さんの定期購読フィード
nl: Feed abonnementen voor %s
ru: Подписки %s на RSS ленты
sv: Feed-prenumeration på %s
uk: Підписки на стрічки новин для %s
vi: Đăng ký feed cho %s

source: No subscriptions found
ar: لم يتم ايجاد مشاركات
de: keine Abonnements gefunden
eu: Ez da harpidetzarik aurkitu
fi: Tilauksia ei löytynyt
fr: Aucun abonnement trouvé
he: לא נמצאו הרשמות
ja: 定期購読しているフィードはありません
nl: Geen feeds gevonden voor deze gebruiker.
ru: Подписок не найдено
sv: Du har inga prenumerationer ännu.
uk: Немає знайдених підписок
vi: Không tìm thấy đăng ký

source: Username not found: %s
ar: اسم الدخول غير موجود: %s
de: Benutzernamen nicht gefunden: %s
eu: Erabiltzaile hau ez da aurkitu: %s
fi: Käyttäjänimeä ei löytynyt: %s
fr: Nom d'utilisateur introuvable : %s
he: שם המשתמש לא נמצא: %s
ja: ユーザ名が見つかりません： %s
nl: Gebruikersnaam niet gevonden: %s
ru: Пользователь не найден: %s
sv: Användarnamnet finns inte: %s
uk: Ім'я користувача не знайдено: %s.

source: RSS Management
ar: ادارة RSS
de: RSS Verwaltung
eu: RSS kudeaketa
fi: RSS-hallinta
fr: Gestion des flux RSS
he: ניהול RSS
ja: RSS管理
lt: Tvarkyti RSS
nl: RSS beheer
ru: Управление RSS
sv: RSS-hantering
uk: Керування RSS
vi: Quản lý RSS

source: To add this feed to your resources page, click here.
ar: انقر هنا لإضافة هذا التلقيم الى صفحة مصادرك
de: Um diesen Feed deinen Nachrichtenquellen hinzuzufügen, klicke hier.
eu: Zure baliabide orrialdean elikadura iturri hau gehitzeko hemen klikatu.
fi: Lisää tämä syöte resurssisivulle napauttamalla tähän.
fr: Pour ajouter ce flux dans votre page de ressources, cliquez ici.
he: להוספת ערוץ זה לדף המשאבים שלך, יש ללחוץ כאן.
ja: このフィードをリソースページに追加するには、ここをクリックしてください。
lt: Pridėti dienoraštį prie savo išteklių.
nl: Klik hier om deze feed toe te voegen aan jouw nieuws feeds pagina
ru: Чтобы добавить эту RSS ленту на страницу ваших ресурсов, нажмите здесь.
sv: Klicka här för att lägga till denna feed till din resurssida
uk: Щоб додати цей RSS-канал на свою сторінку ресурсів, клацніть тут
vi: Để thêm feed này vào tài nguyên của bạn, nhấn ở đây

source: To add this feed to an external RSS aggregator, click the link that corresponds to your aggregator:
ar: لإضافة هذه التلقيمة لمحصل آر‌إس‌إس خارجي. اضغط على الوصلة التي تقابل محصلك:
de: Um diesen Feed einem externen RSS Aggregator hinzuzufügen, klicke auf den Link deines Aggregators.
eu: Jario hau kanpoko RSS jario irakurgailu batera gehitzeko, zure jario irakurgailuari dagokion botoia sakatu.
fi: Lisää tämä syöte ulkoiseen RSS lukijaan napauttamalla linkkiä joka vastaa sinun lukijaasi:
fr: Pour ajouter ce flux dans un aggrégateur RSS externe, cliquez sur le lien qui correspond à votre agrégateur:
he: על מנת להוסיף את הערוץ לקורא RSS חיצוני, יש ללחוץ על הקישור המתאים לקורא ה-RSS שלך:
ja: このフィードを外部のRSSアグリゲータに追加するには、対応するリンクをクリックしてください。
lt: Pasirinkite kokią RSS priemonę naudojate:
nl: Om een feed toe te voegen aan een externe RSS-lezer, klik op de link die overeenkomt met je lezer.
ru: Чтобы добавить эту RSS ленту во внешний аггрегатор, выберите нужный вам сервис (к примеру, Google Reader, Яндекс.Лента, и пр.):
sv: Klicka på länken som motsvarar din aggregator för att lägga till denna feed till en extern RSS-aggregator.
uk: Щоб додати цей канал до зовнішнього RSS-агрегатора, натисніть на посилання, що відповідає вашому агрегатору
vi: Để thêm feed này vào RSS aggregator ngoài thì nhấn vào đường link đến aggregator của bạn:

source: Summary
ar: خلاصة
de: Zusammenfassung
eu: Laburpena
fi: Yhteenveto
fr: Sommaire
he: תקציר
ja: 概要
lt: Santrauka
nl: Samenvatting
ru: Резюме
sv: Summering
uk: Підсумок
vi: Tóm tắt

source: This is an RSS feed for
ar: هذه تلقيمة آر‌إس‌إس لـ
de: Dies ist ein RSS Feed für
eu: Hau %s rentzako RSS elikadura iturri bat da
fi: Tämä on RSS-syöte
fr: Ceci est un flux RSS pour
he: זהו ערוץ RSS עבור
ja: RSSフィード -
lt: Tai RSS kanalas apie
nl: Dit is een RSS feed voor
ru: Это - RSS лента для:
sv: Detta är en RSS-feed för
uk: Це RSS-стрічка для
vi: Đây là RSS feed cho

source: Didn't mean to come here? Click to exit!
ar: إذا لم تكن تنوي الدخول؟ الى هذا الموقع انقر هنا ! أضغط خروج
de: Du wolltest garnicht hierhin? Klicke hier, um diese Seite zu verlassen!
eu: Ez al zenuen hona etorri nahi? Klikatu irteteko!
fi: Eikö tarkoituksesi ollut tulla tänne? Poistu klikkaamalla!
fr: Pas prévu de venir ici ? Cliquez pour sortir !
he: לא התכוונת להגיע לכאן? יש ללחוץ כאן כדי לצאת!
ja: 迷い込みましたか？ ここをクリックすると抜け出せます！
lt: Atsiradote čia atsitiktinai? Spauskite 'grįžti'!
nl: Ben je hier per ongeluk gekomen? Klik om weg te gaan!
ru: Попали сюда по ошибке? Нажмите, чтобы выйти!
sv: Kom du hit av misstag? Klicka här!
uk: Не бажали потрапити сюди? Нажміть "вихід"!
vi: Bạn không có ý đến đây? Nhấn để thoát!

source: About
de: Über...
fr: A propos de
nl: Over

source: Photo gallery
ar: معرض الصور
de: Foto Galerie
eu: Argazki galeria
fi: Kuvagalleria
fr: Gallerie photo
he: גלריית תמונות
ja: フォトギャラリー
nl: Foto gallerij
ru: Фотогалерея
sv: Fotogalleri
uk: Фотогалерея
vi: Thư viện hình ảnh

source: Uploaded on %s
ar: محمَل على %s
de: Geladen am %s
eu: %s ean eguneratua
fi: Siirrettynä %s
fr: Télécharger sur %s
he: הועלה ב%s
nl: Opgeladen op %s
ru: Загружено на %s
sv: Uppladdat på %s
uk: Заванатажено до %s
vi: Đã đăng tải trên %s

source: No title
ar: لا يوجد عنوان
de: Kein Titel
eu: Izenbururik gabea
fi: Ei otsikkoa
fr: Sans titre
he: ללא כותרת
ja: タイトルなし
nl: Geen titel
ru: Нет заголовка
sv: Ingen titel
uk: Немає назви
vi: Không có tiêu đề

source: Non-photo files
ar: لا ملفات للصور
de: Keine Bilder
eu: Ez dago argazki fitxategirik
fi: Muita kuin valokuvatiedostoja
fr: Autres fichiers
he: קבצים שאינם תמונות
ja: フォト以外のファイル
nl: Geen foto files
ru: Не фотографии
sv: Filer (ej för foton)
uk: Не фотографії
vi: Không phải tập tin hình ảnh

source: Add widgets
de: Füge Widget hinzu
fr: Ajouter des modules tiers (widgets)

source: Widget added.
ar: أضيفت عناصر تحكم ( ويد جيت)
de: Widget hinzugefügt.
eu: Widget-a gehitu da.
fi: Vimpain lisätty.
fr: Widget ajouté.
he: ווידג'ט הוסף.
ja: ウィジェットが追加されました。
lt: Vedlys pridėtas.
nl: Widget toegevoegd
ru: Элемент добавлен.
sv: La till widget.
uk: Віджет додано.
vi: Đã thêm widget

source: Select a widget type from the list below:
ar: اخترويبجيت من القائمة
de: Wähle einen Widget Typ aus der Liste aus:
eu: Aukeratu widget mota bat ondoko zerrendatik:
fi: Valitse vimpaimen tyyppi listasta:
fr: Sélectionnez un widget dans la liste ci-dessous :
he: יש לבחור סוג ווידג'ט מהרשימה למטה:
ja: 以下のリストからウィジェットタイプを選択してください：
lt: Pasirinkite elementą:
nl: Selecteer uit onderstaande een widget soort:
ru: Выберите тип элемента из списка ниже:
sv: Välj widget från listan nedan:
uk: Виберіть тип віджету зі списку нижче:
vi: Lựa chọn 1 loại widget từ danh sách dưới đây:

source: You do not have permission to add widgets to this profile.
de: Du hast nicht die Berechtigung Widgets zu diesem Profil hinzuzufügen.
fr: Vous n'avez pas la permission d'ajouter des modules tiers (widgets) à ce profil

source: This screen allows you to edit your profile. Blank fields will not show up on your profile screen in any view; you can change the access level for each piece of information in order to prevent it from falling into the wrong hands. For example, we strongly recommend you keep your address to yourself or a few trusted parties.
ar: هذه الصفحة تمكنك من التعديل الحقول السداء لن تظهر عند عرض السيرة
de: Diese Oberfläche erlaubt es dir dein Profil zu ändern. Leere Felder werden in der Profilansicht nicht angezeigt; Du kannst die Berechtigungen für jede Information gezielt festlegen um zu verhindern, dass sie in die falschen Hände fällt. Zum Beispiel empfehlen wir dir deine Adresse für dich zu behalten oder nur wenigen Vertrauten zugänglich zu machen.
eu: Leiho honek zure profila aldatzen uzten dizu. Eremu hutsak ez dira zure profilean inoiz zure profilean erakutsiko; eremu bakoitzaren atzipen maila zehaztu dezakezu zure informazioa esku okerretan erori ez dadin. Adibidez, zure helbidea zuretzako edo pertsona konkretu batzuentzako bakarrik gordetzea gomendatzen dizugu.
fi: Täällä voit muokata profiiliasi. Tyhjät kentät eivät tule näkyviin missään näkymässä; voit muuttaa rajoituksia jokaisen tiedon osalta, jotta ne eivät päätyisi vääriin käsiin. Esimerkkinä suosittelemme pitämään osoitetietosi vain itsesi ja muutaman luotettavan ystäväsi tiedossa.
fr: Cet écran vous permet de modifier votre profil. Les champs vides n'apparaîtront pas dans votre profil peu importe la vue choisie. Vous pouvez ajuster le niveau d'accès de chaque information afin d'en limiter l'accès. Par exemple, nous vous conseillons vigoureusement de ne pas diffuser votre adresse ou seulement à quelques personnes de confiance.
he: מסך זה מאפשר לך לערוך את הפרופיל שלך. שדות ריקים לא יופיעו במסך הפרופיל שלך באף תצוגה; באפשרותך לשנות את רמת הגישה עבור כל פרט מידע כדי למנוע ממנו ליפול לידיים הלא נכונות. לדוגמה, אנו ממליצים בחום לשמור את כתובתך לעצמך או לחבריך הקרובים.
ja: この画面であなたのプロフィールを編集することができます。 空欄にしたフィールドは、どの領域のプロフィール画面上にも現れることはありません。 個人情報が悪用されることを阻止するために、各情報ごとにアクセスレベルを変更することができます。 例えば、住所や電話番号などの重要な情報は、自分自身や信頼の置ける仲間以外には公開しないことを強くお勧めします。
lt: Šiame puslapyje keičiate savo duomenis. Neužpildyti laukai peržiūroje nerodomi. Rekomenduojame neviešinti savo adreso.
nl: Op deze pagina kun je jouw profiel bewerken. Lege velden zullen niet zichtbaar zijn. Je kunt voor elk element de toegangsrechten bepalen zodat het niet in de verkeerde handen kan vallen. Bijvoorbeeld, wij raden aan dat je jouw adres voor jezelf bewaart of alleen voor mensen die je kent en vertrouwt.
ru: Этот экран позволяет редактировать ваш профиль. Пустые поля отображены на странице вашего профиля не будут. Вы можете контролировать доступ к различным пунктам вашего профиля; к примеру, мы настоятельно рекомендуем вам не демонстрировать публично ваш адрес электронной почты.
sv: Här kan du redigera din profil. Tomma fält kommer inte synas på din profil oavsett vy; du kan ändra åtkomstnivån på varje del av informationen för att förindra att fel personer ser den. Vi rekommenderar till exempel att du håller din adress för dig själv eller några betrodda.
uk: Цей екран дозволяє вам редагувати ваш профіль. Пусті поля не будуть показуватись на сторінці профілю; ви можете змінити рівень доступу до кожної частини інформації для запобігання потраплянню інформації в "пагані руки". Наприклад, ми дуже рекомендуємо вам зберігати вашу адресу для вас, або кількох найближчих друзів.
vi: Màn hình này cho phép bạn chỉnh sử hồ sơ của mình. Những dòng trắng sẽ không hiển thị trên màn hình hồ sơ ở mọi góc độ; bạn có thể thay đổi quyền truy cập cho từng phần của thông tin để chống lại việc thông tin rơi vào nhầm người. Ví dụ: chúng tôi khuyên bạn nên giữ địa chỉ nhà cho những người thân quen mà thôi.

source: Click here to edit this profile.
ar: اضغط هنا لتعديل صفحة السيرة
de: Klicke hier, um dieses Profil zu editieren.
eu: Hemen klikatu profil hau editatzeko.
fi: Muokkaa profiilia napauttamalla tästä.
fr: Cliquez ici pour modifier ce profil.
he: יש ללחוץ כאן כדי לערוך פרופיל זה.
ja: このプロフィールを編集するには、ここをクリックしてください。
lt: Keisti profilį.
nl: Klik hier om dit profiel te bewerken
ru: Нажмите здесь для редактирования этого профиля.
sv: Klicka här för att redigera denna profil.
uk: Натисніть тут для редагування цього профілю.
vi: Nhấn vào đây để chỉnh sửa hồ sơ này

source: Access Restriction:
ar: استعرض الموانع
de: Zugriffsbeschränkung:
eu: Atzipen Murriztapenak:
fi: Pääsyrajoitukset:
fr: Restriction des accès :
he: הגבלת גישה:
ja: アクセス制限
lt: Teisės:
nl: Toegangsrechten:
ru: Ограничения доступа:
sv: Accessbegränsningar:
uk: Обмеження Доступу:
vi: Quyền truy cập

source: Profiles where
ar: اين السيرة
de: Profile mit Inhalt
eu: Profilak non
fi: Profiilit joissa
fr: profil ou
he: פרופילים בהם
lt: Profiliai kur
nl: Profielen waarvan
ru: Профили, где
sv: Profiler där
uk: Профілі, де
vi: Hồ sơ ở

source: There was an error uploading the file. Possibly the file was too large, or the upload was interrupted.
ar: هناك خلل في تحميل الملف ربما بسبب كبر الحجم او مساكل في التحميل
de: Fehler beim Upload der Datei. Eventuell war die Datei zu groß oder der Uploadvorgang wurde unterbrochen.
eu: Fitxategia igotzerakoan arazo bat egon da. Ziur aski fitxategia handiegia izango zen, edo igoera eten egingo zen.
fi: Tapahtui virhe siirrettäessä tiedostoa. Tiedosto on mahdollisesti liian suuri tai lataaminen keskeytettiin.
fr: Une erreur est survenue lors du téléchargement du fichier. C'est possible que ce fichier est trop large ou que le téléchargement a été intérrompu.
he: אירעה שגיאה בעת העלאת הקובץ. יכול להיות שהקובץ גדול מדי, או שההעלאה הופרעה.
ja: ファイルのアップロード中にエラーが発生しました。 ファイルが大きすぎるか、転送が中断された可能性があります。
lt: Klaida įkeliant failą (tikriausiai failas per didelis).
nl: Het uploaden van het bestand is mislukt. Het kan zijn dat het bestand te groot is of dat de upload is onderbroken.
ru: Ошибка загрузки файла. Вероятно, файл был слишком большой или загрузка прервалась.
sv: Det uppstod ett fel när filen laddades upp. Möjligen var filen för stor eller så avbröts uppladdningen.
uk: Під час завантаження файлу відбулась помилка. Можливо файл був завеликий, або завантаження було перерване.
vi: Đã có lỗi xảy trong khi tải lên. Có thể là file quá lớn hay quá trình đăng tải bị ngừng.

source: Data from your FOAF file has been preloaded. You must click Save at the bottom of the page for the changes to take effect.
ar: ان البيانات من ملفFOAF قد تم اعادة تحميلها. عليك أن تنقر على ايقونة حفظ في أسفل الصفحة لحفظ التغييرات.
de: Die Daten einer FOAF Datei wurden geladen. Du musst auf 'Speichern' am Ende der Seite klicken, damit die Änderungen gespeichert werden.
eu: FOAF fitxategiaren zenbait informazio aurre kargatuta izan da. Orriaren azpialdean agertzen den Gorde botoia sakatu, aldaketak gauzatu daitezen.
fi: FOAF-tiedostosi tiedot on ladattu. Klikkaa Tallenna-nappia sivun alalaidasta.
fr: Les données de votre fichier FOAF ont été préchargées. Vous devez cliquer sur 'Sauvegarder' en bas de page pour que les changements prennent effet.
he: נתונים מקובץ הFOAF שלך נטענו. עליך ללחוץ על 'שמירה' בתחתית העמוד כדי שהשינויים יכנסו לתוקף.
lt: FOAF failas įkeltas.
nl: Data van je FOAF file is opgeladen. Klik op opslaan onderaan de pagina om te bevestigen.
ru: Данные из вашего файла FOAF были загружены. Нажмите Сохранить внизу страницы для подтверждения изменений.
sv: Data från din FOAF-fil har förladdat. Du måste klicka på Spara nederst på sidan för att ändringarna ska slå igenom.
uk: Дані з вашого FOAF файлу були попередньо завантажені. Вам потрібно натиснути кнопку Зберегти, для того щоб зберегти зміни.
vi: Dữ liệu từ FOAF của bạn đã được đăng tải trước. Bạn cần phải nhấn Lưu ở phía dưới trang web thì sự thay đổi mới có hiệu lực.

source: Error: supplied file did not appear to be a FOAF file.
ar: خلل املف المزود لا يحمل علامة ملف FOAF
de: Fehler: die Datei scheint keine FOAF Datei zu sein.
eu: Errorea: fitxategiak ez dirudi FOAF fitxategi bat.
fi: Virhe: tiedosto ei näytä olevan FOAF-tiedosto.
fr: Erreur : le fichier soumis ne semble pas être un fichier FOAF.
he: שגיאה: הקובץ שסופק אינו קובץ FOAF.
lt: Klaida: tai ne FOAF failas.
nl: Fout: de opgegeven bestand blijkt geen FOAF bestand te zijn.
ru: Ошибка: загруженный файл не является файлом FOAF.
sv: Fel: filen verkar inte vara en FOAF-fil.
uk: Помилка: вибраний файл не є FOAF файлом.
vi: Xảy ra lỗi: file mà bạn cung cấp không phải là fie FOAF

source: Your Profile
ar: معلوماتك الخاصة
de: Mein Profil
eu: Zure Profila
fi: Omat tietosi
fr: Votre profil
he: הפרופיל שלך
ja: プロフィール
lt: Mano profilis
nl: Jouw profiel
ru: Ваш профиль
sv: Din profil
uk: Ваш профіль
vi: Hồ sơ của bạn

source: Edit this profile
ar: عدل السيرة
de: dieses Profil bearbeiten
eu: Profil hau editatu
fi: Muokka tätä profiilia
fr: Modifier ce profil
he: עריכת פרופיל זה
ja: プロフィールの編集
lt: Keisti profilį
nl: Bewerk dit profiel
ru: Изменить этот профиль
sv: Redigera denna profil.
uk: Редагувати цей профайл
vi: Chỉnh sửa hồ sơ này

source: Change site picture
ar: تغيير موقع الصورة
de: Benutzerbild ändern
eu: Guneko argazkia aldatu
fi: Vaihda sivuston kuva
fr: Changer sa photo
he: שנה את תמונת האתר
ja: サイト画像の変更
lt: Pakeisti svetainės paveikslą
nl: Verander profiel foto
ru: Изменить аватар
sv: Ändra sajtbild
uk: Змінити картинку сайту
vi: Thay đổi hình ảnh của trang

source: People
de: Personen
eu: Jendea
fi: Ihmiset
fr: Personnes
he: אנשים
ja: ピープル
lt: Žmonės
nl: Mensen
ru: Люди
sv: Personer
uk: Люди
vi: Người
