Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/politica/languages/*/LC_MESSAGES/*.po
Languages: ar, de, eu, fi, fr, he, ja, lt, nl, ru, sv, uk, vi

source: Add a comment
ar: أضف تعليق / أضف ملاحظة
de: Kommentar hinzufügen
eu: Komentario bat gehitu
fi: Lisää kommentti
fr: Ajouter un commentaire
he: הוספת תגובה
ja: コメントの追加
lt: Pridėti komentarą
nl: Voeg een reactie toe
ru: Добавить комментарий
sv: Lägg till kommentar
uk: Додати коментар
vi: Thêm ý kiến

source: Your comment text
ar: تعليقاتك النصية / ملاحظاتك النصية
de: Dein Kommentartext
eu: Zure komentarioaren testua
fi: Kommenttisi teksti
fr: Le texte de votre commentaire
he: תוכן תגובתך
ja: コメントテキスト
lt: Mano komentarų tekstas
nl: De tekst van je reactie
ru: Текст вашего комментария
sv: Din kommentarstext
uk: Текст Вашого коментаря
vi: Ý kiến của bạn

source: Your name
ar: اسمك
de: Dein Name
eu: Zure izena
fi: Nimesi
fr: Votre nom
he: שמך
ja: あなたの名前
lt: Mano vardas
nl: Jouw naam
ru: Ваше имя
sv: Ditt namn
uk: Ваше ім’я
vi: Tên của bạn

source: Add comment
ar: أضف تعليق / أضف نص
de: Kommentar hinzufügen
eu: Komentario bat
fi: Lisöö kommentti
fr: Ajouter un commentaire
he: הוספת תגובה
ja: コメントの追加
lt: Pridėti komentarą
nl: Voeg een reactie toe
ru: Добавить комментарий
sv: Lägg till kommentar
uk: Додати коментар
vi: Thêm ý kiến

source: Your friends currently don't have any %s
fr: Vos amis n'ont actuellement aucun %s

source: You haven't marked any %s as interesting
de: Du hast im Moment noch kein %s als interessant markiert.
fr: Vous n'avez marqué aucun %s comme étant intéressant

source: Post
ar: ارسال
de: Beitrag absenden
eu: Mezua
fi: Lähetä
fr: Publier
he: פרסום
ja: 投稿
lt: Įrašas
nl: Publiceer
ru: Запись
sv: Posta
uk: Надіслати
vi: Đăng bài

source: Keywords (Separated by commas):
ar: الكامات الرئيسية محددة بفواصل
de: Stichwörter (Komma-getrennt):
eu: Hitz-gakoak (Kakotx bidez bananduak):
fi: Avainsanat (eritettuina pilkuilla)
fr: Mots-clés (séparés par des virgules) :
he: מילות מפתח (מופרדות בפסיקים):
ja: キーワード（コンマで区切ってください）：
lt: Raktažodžiai (Atskirti kableliais):
nl: Steekwoorden (gescheiden door kommas):
ru: Ключевые слова (разделённые запятыми):
sv: Nyckelord (kommaseparerade):
uk: Ключові слова
vi: Từ khóa (cách nhau bằng dấu phẩy):

source: Keywords commonly referred to as 'Tags' are words that represent the weblog post you have just made. This will make it easier for others to search and find your posting.
ar: الكلمات المفتاحية التي يشار عليها عادة 'كإرتباط' هي الكلمات التي تمثل بريد الـ weblog الذي قمت مؤخرا بعمله. هذا ييسر للآخرين عملية البحث عن بريدك.
de: Stichwörter, die als 'Tags' bezeichnet werden, sind Wörter, die den soeben von dir erstellten Blog-Beitrag beschreiben. Dadurch wird es anderen Benutzern erleichtert deinen Beitrag zu suchen und zu finden.
eu: 'Etiketa' bezala izendatzen ditugun gako hitzak egin berri duzun weblog mezua adierazteko dira. Honek arrazagoa egingo du besteentzat zure mezuak bilatu eta aurkitzea.
fi: Avainsanat eli tagit ovat artikkeli kuvaavia sanoja. Muiden on helpompi etsiä artikkeleja avainsanojen ansiosta.
fr: Les tags sont des mots-clés qui caractérisent l'article que vous venez de poster. Ils faciliteront la recherche et l'identification de vos articles.
he: מילות מפתח, שנקראות גם תגים, הן מילים שמייצגות את הפרסום שזה עתה כתבת. מילות מפתח מקלות על אחרים לחפש ולמצוא את פרסומיך.
ja: 一般に「タグ」と呼ばれる、あなたのブログ投稿を表すキーワードを入力してください。 これにより、他の人たちが検索によってあなたの投稿を見つけ出すのを容易にします。
lt: Raktažodžiai nurodyti kaip 'žymės' yra žodžiai esantys dienoraščio įraše. Tai palengvina įrašo radimą.
nl: Sleutelwoorden, ook wel 'Tags' genoemd, zijn woorden die een weblog bijdrage die je net hebt geschreven kunnen vertegenwoordigen. Dit maakt het makkelijker voor anderen om jouw bijdrage te zoeken en vinden.
ru: Ключевые слова или «теги» — слова, описывающие вашу запись. Если вы добавите их, другим будет легче найти интересующую их запись.
sv: Nyckelord vanligen refererade till som 'Märkningar' eller 'Tags' är ord som representerar webbloggpostningen du just gjort. Detta gör det enklare för andra att söka och hitta din postning.
uk: Ключові слова, що часто називають "Тегами" - це слова, що представлені у повідомленні, яке Ви щойно створили. Це полегшить іншим пошук у ваших повідомленнях.
vi: Từ khóa được dùng để hiển thị những từ chính trong bài viết. Điều này giúp mọi người dễ dàng tìm đọc bài viết của bạn.

source: Access restrictions:
ar: ضوابط الدخول
de: Zugriffsbeschränkungen:
eu: Atzipen murriztapenak:
fi: Pääsyrajoitukset:
fr: Restrictions d'accès :
he: הגבלות גישה:
ja: アクセス制限
lt: Priėjimo apribojimai:
nl: Toegangsrechten:
ru: Ограничения доступа:
sv: Accessbegränsningar:
uk: Обмеження доступу:
vi: Quản lý truy cập

source: You must be logged in to post a new entry. You may do so using the login pane to the right of the screen.
de: Du musst eingeloggt sein, um neue Einträge absenden zu können. Du kannst dazu den Anmeldebereich auf dieser Seite verwenden.
fr: Vous devez être connecté (identifié) pour pouvoir écrire un nouveau message. Vous devez pour cela utiliser la fenêtre d'identification sur la droite de l'écran.

source: More
ar: المزيد
de: Mehr
eu: Gehiago
fi: Lisää
fr: Plus
he: עוד
ja: 続き
lt: Toliau
nl: Meer
ru: Больше
sv: Mer
uk: Докладніше
vi: Thêm nữa

source: Keywords:
ar: الكلمة المفتاحية
de: Stichwörter:
eu: Hitz-gakoak:
fi: Avainsanat:
fr: Mots-clés:
he: מילות מפתח:‏
ja: キーワード：
lt: Raktažodžiai:
nl: Steekwoorden:
ru: Ключевые слова:
sv: Nyckelord:
uk: Ключові слова:
vi: Từ khoá:

source: You must be logged in to post a comment.
ar: لإضافة أي تعليق يجب الدخول لحسابك
de: Zum Antworten musst Du angemeldet sein.
eu: Identifikaturik egon behar zara mezu bat idazteko.
fi: Sinun täytyy kirjautua lähettääksesi kommentin.
fr: Vous devez être connecté pour écrire un commentaire.
he: עליך להכנס למערכת כדי לפרסם תגובה.
ja: コメントを投稿するにはログインする必要があります。
nl: Je moet ingelogd zijn voordat je een reactie kan plaatsen.
ru: Вы должны войти в систему для того, чтобы оставить комментарий.
sv: Du måste vara inloggad för att posta en kommentar.
uk: Ви маєте залогінитися, щоб писати коментарі
vi: Bạn cần phải đăng nhập để gửi ý kiến

source: Recent Activity
ar: آخر نشاط
de: kürzliche Aktivitäten
eu: Arestiko Jarduera
fi: Viimeisimmät tapahtumat
fr: Activité Récente
he: חדשות
ja: 最近の活動
lt: Paskutiniai veiksmai
nl: Recente activiteit
ru: Последняя активность
sv: Ny aktivitet
uk: Остання активність
vi: Hoạt động gần đây

source: View your activity
ar: عرض نشاطك
de: eigene Aktivitäten ansehen
eu: Zure jarduera ikusi
fi: Katso omaa aktiivisuuttasi
fr: Voir vos activités
he: צפייה בפעילות שלך
ja: あなたの活動を表示
lt: Peržiūrėti veiksmus
nl: Bekijk jouw activiteit
ru: Просмореть вашу активность
sv: Titta på din aktivitet
uk: Продивитись вашу активність
vi: Xem hoạt động của bạn

source: Personal blog
ar: مدونة شخصية
de: Persönliches Blog
eu: Blog pertsonala
fi: Henkilökohtainen blogi
fr: Blog personnel
he: בלוג אישי
ja: 個人ブログ
nl: Persoonlijke blog
ru: Персональный блог
sv: Personlig blog
uk: Персональний блог
vi: Blog cá nhân

source: Community blog
ar: مدونة جماعية
de: Gemeinschafts-Blog
eu: Komunitate bloga
fi: Yhteisön blogi
fr: Blog de communauté
he: בלוג קהילתי
ja: コミュニティブログ
nl: De Gemeenschapsblog
ru: Блог сообщества
sv: Communityblogg
uk: Блог спільноти
vi: Diễn đàn

source: Friends blog
ar: مدونة الاصدقاء
de: Blogs von Freunden
eu: Lagunen bloga
fi: Ystävien blogit
fr: Blog de mes amis
he: בלוגים של חברים
ja: 友人のブログ
lt: Draugų dienoraščiai
nl: Vrienden weblog
ru: Блоги друзей
sv: Vänners bloggar
uk: Блог друзів
vi: Blog của bạn bè

source: You currently don't have any %s
de: Du hast im Moment noch kein %s.
fr: Vous n'avez pour l'instant aucun %s

source: Weblog items tagged with %s
ar: مواد المدونة معلمه ب %s
de: Bloginhalte, die mit %s gekennzeichnet sind
eu: %s rekin etiketaturiko weblog itemak
fi: Blogit merkittyinä %s
fr: Eléments du blog marqués avec %s
he: פריטי בלוג המתוייגים כ-%s
ja: %s のタグが付けられたブログ
lt: Dienoraščio įrašai pažymėti %s
nl: Weblog artikelen met de tag %s
ru: Записи блога, отмеченные как %s
sv: Blogginlägg markerade med %s
uk: Елементи блогу, позначені %s
vi: Các bài viết được đánh dấu với %s

source: Weblog items
ar: عناصر المدونة
de: Bloginhalte
eu: Weblog-aren itemak
fr: Articles du blog
he: פריטי בלוג
ja: ブログ項目
lt: Dienoraščio įrašai
nl: Weblog bericht
ru: Записи блога
sv: Blogginlägg
uk: Елементи блогу
vi: Những bài viết trong blog

source: All users
ar: جميع المستخدمين
de: Alle Benutzer
eu: Erabiltzaile guztiak
fi: Kaikki käyttäjät
fr: Tout les utilisateurs
he: כל המשתמשים
ja: すべてのユーザ
lt: Visi vartotojai
nl: Gebruikers toevoegen
ru: Все пользователи
sv: Alla användare
uk: Усі користувачі
vi: Tất cả thành viên

source: The most recent weblog posts on %s.
ar: آخر إدراجات المدونة على %s.
de: Die aktuellsten Blogbeiträge auf %s.
eu: Weblog-aren posta berrienak %s n.
fi: Viimeisin blogin artikkeli %s
fr: Les messages les plus récents du blog %s.
he: הפרסומים האחרונים ב %s.
ja: %s での最新ブログ投稿です。
lt: Naujausi dienoraščio įrašai %s.
nl: Het meest recente weblog bericht is %s.
ru: Самые последние записи в %s.
sv: De senaste blogginläggen på %s.
uk: Останні повідомлення у %s
vi: Những bài viết mới nhất trên %s

source: Unkind Guest
ar: ضيف غير مرغوب به
de: unerwünschter Gast
eu: Gonbidatu Desatxegina
fi: Töykeä vieras
fr: Invité impoli
he: אורח לא רצוי
lt: Nemandagus svečias
nl: Vervelende gast
ru: Нежелательный гость
sv: 'Unkind' Gäst
uk: Недоброзичливий Гість
vi: Khách

source: I mock you, Babbage! Your difference engine will never catch on.
ar: لقد سخرت منك, Babbage! لن يستطيع محركك المختلف أن يستوعب.
de: Das ist ein Beispieltext. Das ist ein Beispieltext.
fr: Je me moque de toi, Babbage! Votre ordinateur différentiel va foirer.
he: הצחקת אותי, בבג'! המנוע הדיפרנציאלי שלך לעולם לא יתפוס.
lt: Juokingas Babidžai! Tavo kompiuteris labai lėtas.
nl: Ik lach je uit, Babbage! Jouw difference engine zal nooit wat worden.

source: Says you!
ar: وقع الاختيار عليك!
de: Sagst du!
eu: Diostazu!
fr: Je conteste!
he: אתה אמרת!
lt: Sako tau!
nl: Dat zeg jij!
sv: Säger du!

source: Access denied or post not found
ar: الغي الدخول أو المشاركة غير موجودة
de: Zugang verweigert oder Beitrag nicht gefunden
eu: Sarrera ukatu edo posta ez da aurkitu
fi: Pääsy estetty tai merkintää ei löydy
fr: Accès refusé ou article non trouvée
he: אין גישה או הפרסום לא נמצא
ja: アクセスが許可されていないか、投稿が見つかりません
lt: Įrašas nepasiekiamas
nl: Toegang geweigerd of bericht niet gevonden
ru: Доступ запрещен или статья не найдена
sv: Åtkomst nekad eller inlägget ej funnet
uk: Доступ заборонено або повідомлення не знайдено
vi: Không được truy cập hay không tìm thấy bài viết

source: Either this blog post doesn't exist or you don't currently have access privileges to view it.
ar: اما ان تكون المدونة المرسلة غير موجودة او او انه ليس مسموح عرضها حاليا
de: Dieser Blogbeitrag existiert nicht oder angemeldet hast nicht das Recht ihn zu sehen.
eu: Blog mezu hau ez da existitzen edo zuk orain ez duzu berau ikusteko sarrera pribilegiorik.
fi: Tätä artikkelia ei joko ole tai sinulla ei ole oikeuksia nähdä sitä.
fr: Soit cet article du blog n'existe pas soit vous n'avez actuellement pas les privilèges pour le voir.
he: או שפרסום זה אינו קיים או שכרגע אין לך הרשאות גישה לצפות בו.
ja: ブログ投稿が存在しないか、あなたは現在、表示するためのアクセス権を持っていません。
lt: Įrašas nepasiekiamas.
nl: Ofwel bestaat dit blog bericht niet, ofwel heb je niet de juiste toegangsrechten om het bericht te lezen.
ru: Эта статья или не существует, или у вас нет достаточных прав для ее просмотра.
sv: Antingen finns inte denna blogg eller så har du för närvarnde inte rättighet att se den.
uk: Цього поста не існує, або Ви на даний момент не маєте прав для його перегляду.
vi: Có thể bài viết này không tồn tại hay bạn không có quyền để xem nó.

source: Browser
eu: Nabigatzailea
fi: Selain
fr: Navigateur
he: דפדפן
ja: ブラウザ
ru: Браузер
sv: Webbläsare
uk: Браузер
vi: Bộ duyệt

source: Communities
ar: مجتمعات
de: Gemeinschaften
eu: Komunitateak
fi: Yhteisöt
fr: Communautés
he: קהילות
ja: コミュニティ
lt: Bendruomenės
nl: Gemeenschappen
ru: Сообщества
uk: Спільноти
vi: Diễn đàn

source: Users
de: NutzerInnen
eu: Erabiltzaileak
fi: Käyttäjät
fr: Utilisateurs
he: משתמשים
ja: ユーザ
nl: Gebruikers
ru: Пользователи
sv: Användare
uk: Користувачі
vi: Thành viên

source: Browse
de: Durchsuchen
eu: Nabigatu
fi: Selaa
fr: Parcourir
he: עיון
ja: 一覧
nl: Blader
ru: Просмотр
sv: Genomsök
uk: Навігація
vi: Lựa chọn

source: Filter
ar: المرشح
eu: Filtroa
fi: Suotimet
fr: Filtre
he: סינון
ja: フィルタ
ru: Фильтр
sv: Filtrera
uk: Фільтри
vi: Bộ Lọc

source: Name
eu: Izena
fi: Nimi
fr: Nom
he: שם
ja: 名前
nl: naam
ru: Имя
sv: namn
uk: Ім’я
vi: Tên:

source: Connections
ar: اتصالات
de: Verbindungen
eu: Harremanak
fi: Yhteydet
fr: Connexions
he: קישורים
ja: コネクション
nl: Verbindingen
ru: Соединения
sv: Förbindelser
uk: З'єднання
vi: Kết nối

source: Posts
ar: مرسلات
de: Beiträge
eu: Mezuak
fi: Artikkelit
fr: Messages
he: פרסומים
ja: 投稿
nl: Berichten
ru: Записи
sv: Poster
uk: Повідомлення
vi: Bài viết

source: Comment posted.
de: Kommentar abgeschickt.
fr: Commentaire envoyé.

source: Click here to see.
de: Klicke hier, um ihn zu sehen.
fr: Cliquez ici pour voir

source: left
ar: لليسار
fr: gauche
nl: links

source: replied to
de: erwidert auf
fr: répondu à
nl: antwoord gegeven op

source: A message
de: Eine Nachricht
fr: Le message
nl: Een bericht

source: A reply
ar: رد
de: Eine Antwort
fr: La réponse
nl: Een antwoord

source: Comment could not be posted.
de: Kommentar konnte nicht abgeschickt werden.
fr: Le commentaire ne peut pas être posté
nl: De opmerking kon niet geplaatst worden

source: %s's Comment Wall
de: %ss Kommentar-Mauer
fr: Mur de commentaires de %s's
nl: %s' berichtenmuur

source: Comment wall
de: Kommentar-Mauer
fr: mur des commentaires

source: Access level:
de: Zugangs-Level:
fr: Niveau d'accèsl:

source: Post comment
de: Schicke Kommentar ab
fr: Poster un commentaire
nl: Plaats opmerking

source: Anonymous User
ar: مستخدم مجهول
de: Anonymer Benutzer
fr: Utilisateur anonyme
nl: Anonieme gebruiker

source: Post reply
ar: اضافة رد
de: Schicke Antwort ab
fr: Réponse à un message posté
nl: Plaats een antwoord

source: Reply on %s's wall
fr: Répondre sur le mur de %s's
nl: Geef antwoord op %s' berichtenmuur

source: Forward
de: Vorwärts
fr: Faire suivre

source: %s's comment wall
fr: mur des commentaires de %s's

source: See all...
ar: اظهار الكل
de: Alle ansehen ...
fr: Voir tout ...

source: No comments on this wall, why not be the first?
de: Bisher sind keine Kommentare auf der Kommentar-Mauer, möchtest du nicht die/der Erste sein?
fr: Aucun commentaire sur ce mur pour le moment, pourquoi pas être le premier?

source: Post a comment
de: Füge einen Kommentar hinzu
fr: Poster un commentaire

source: Reply to a comment
de: Antworte auf einen Kommentar
fr: Répondre à un commentaire

source: <p>Use this form to post a comment.</p>
de: <p>Benutze dieses Formular, um einen Kommentar hinzuzufügen.</p>
fr: <p>Utiliser ce formulaire pour envoyer un commentaire.</p>

source: Invite a Community
ar: اضافة مجتمع
fr: Inviter une communauté

source: Comminity Members admin page
de: Gemeinschafts-Mitglieder-Administrator-Seite
fr: page d'administration des membres de la communauté

source: A template for the community members admin page.
de: Eine Vorlage für die Gemeinschafts-Mitglieder-Administrator-Seite.
fr: un squelette type de la page d'administration des membres de la communauté

source: Community members list
de: Gemeinschafts-Mitglieder-Liste
fr: Liste des membres de la communauté

source: Community member visualization
fr: Visualisation des membres de la communauté

source: A template for the community member display
de: Eine Vorlage für die Gemeinschafts-Mitglieder-Ansicht
fr: Un canevas pour l'affichage des membres de la communauté

source: Member's name
ar: اسم المستخدم
de: Name des Mitglieds
fr: Nom du membre

source: Member's profile page
de: Profilseite des Mitglieds
fr: Profil du membre

source: Member's icon
de: Symbol des Mitglieds
fr: Icone du membre

source: Member's functions
de: Aufgaben des Mitglieds
fr: Fonctions des membres

source: Community membership visualization
fr: Visualisation de l'appartenance à une communauté

source: A template for the community membership display
de: Eine Vorlage für die Gemeinschafts-Mitgliedschafts-Ansicht
fr: Un canevas pour l'affichage de l'appartenance à une communauté

source: Community creation
de: Gemeinschafts-Erstellung
fr: Création d'une communauté

source: A template for the community creation form
de: Eine Vorlage für das Gemeinschafts-Erstellungs-Formular
fr: Un canevas pour le formulaire de création de la communauté

source: Page title
ar: عنوان الصفحة
de: Seitentitel
eu: Orrialdearen izenburua
fi: Sivun otsikko
fr: Titre de la page
he: כותרת הדף
ja: ページタイトル
lt: Puslapio pavadinimas
nl: Pagina titel
ru: Заголовок страницы
sv: Sidotitel
uk: Заголовок сторінки
vi: Tựa trang

source: Form fields
de: Formular-Felder
fr: Champs du formulaire

source: Search
de: suchen
eu: Bilatu
fi: Etsi
fr: Chercher
he: חיפוש
ja: 検索
lt: Ieškoti
nl: Zoeken
ru: Поиск
sv: Sök
uk: Пошук
vi: Tìm kiếm

source: Invite
de: Einladen
eu: Gonbidatu
fi: Kutsu
fr: Inviter
he: הזמנה
ja: 招待
nl: Uitnodigen
ru: Пригласить
sv: Bjud in
uk: Запросити
vi: Mời

source: Error! The community username must contain letters and numbers only, cannot be blank, and must be between 3 and 12 characters in length.
ar: خطأ! يجب أن يتضمن اسم المستخدم لمجموعة ما حروف وأرقام فقط , لا يوجد بينهم فراغ, ويجب أن يكون بين 3-12 علامة ( حرف - رقم) من حيث الطول.
de: Fehler! Der Gemeinschafts-Benutzername darf nur Buchstaben und Nummern enthalten, darf nicht leer sein und muss zwischen 3 und 12 Zeichen lang sein.
eu: Errorea! Komunitateko erabiltzaile izenak hizki eta zenbakiak baina ezin ditu eduki, ezin da zuriz utzi eta 3-12 karaktere bitarteko luzera izan behar du.
fi: Virhe! Yhteisön nimin voi sisältää vain kirjaimia ja numeroita. Se ei voi olla tyhjä. Pituuden tulee olle kolmesta kahteentoista merkkiä.
fr: Erreur! Le nom de la communauté doit contenir lettres et chiffres seulement, ne doit pas être vide, et doit être entre 3 et 12 caractères de long.
he: שגיאה! שם הקהילה צריך להכיל בין 3 ל-12 אותיות ו/או מספרים.
ja: エラー！ コミュニティのユーザ名は 3 ～ 12 文字の英数字のみで入力する必要があります。 また、空欄にはできません。
lt: Klaida! Bendruomenės vartotojo vardas sudaromas tik iš raidžių ir skaičių ir jo ilgis nuo 3 iki 12 simbolių.
nl: Fout! De naam van de gemeenschap mag allen maar letters en cijfers bevatten, mag niet leeg zijn en moet tussen de drie en twaalf karakters lang zijn.
ru: Ошибка! Имя сообщества может содержать только буквы и цифры, не может быть пустым и должно быть от 3 до 12 символов длиной.
sv: Fel! Gemenskapsanvändarnamnet får endast innehålla bokstäver och siffror, kan inte vara tomt, och måste vara mellan 3 och 12 tecken långt.
uk: Помилка! Логін спільноти повинен складатись лише з літер та цифр, не може бути пустим, та повинен містити від 3 до 12 символів в довжину.
vi: Xảy ra lỗi! Tên của diễn đàn chỉ được bao gồm chư và số thôi, không thể bỏ trống và cần phải từ 3 cho đến 12 ký tự.

source: Error! The community name cannot be blank.
ar: خلل اسم الجتمع ليس بالاسود
de: Fehler! Der Gemeinschafts-Name kann nicht leer sein.
eu: Errorea! Komunitatearen izena ezin da zuriz utzi.
fi: Virhe! Yhteisön nimi ei voi olla tyhjä.
fr: Erreur ! Le nom de la communauté ne doit pas être vide.
he: שגיאה! שם הקהילה לא יכול להיות ריק.
ja: エラー！ コミュニティ名の入力は必須です。
lt: Klaida! Įveskite bendruomenės vardą.
nl: Fout! De naam van de gemeenschap mag niet leeg zijn.
ru: Ошибка! Имя сообщества не может быть пустым.
sv: Fel! Community-namnet kan inte vara tomt.
uk: Помилка! Назва спільноти не може бути порожньою.
vi: Xảy ra lỗi! Tên diễn đàn không thể bỏ trống.

source: Your community was created and you were added as its first member.
ar: انشاء اسم الجتمع وتمت اضافتك كاول مستخدم
de: Deine Gemeinschaft wurde erstellt und du wurdest als erstes Mitglied aufgenommen.
eu: Zure komunitatea sortua izan da eta zu bere lehenengo kide gisa gehitua izan zara.
fi: Yhteisösi on luotu ja sinut on lisätty ensimmäiseksi jäseneksi.
fr: Votre communauté a été créé et vous en êtes le premier membre.
he: הקהילה שלך נוצרה ואת/ה החבר/ה הראשונ/ה בה.
ja: コミュニティが作成され、あなたが最初のメンバーとして加えられました。
lt: Bendruomenė sukurta ir pirmas narys pridėtas.
nl: Jouw gemeenschap is aangemaakt en je bent als eerste lid toegevoegd.
ru: Ваше сообщество создано и вы добавлены в него как его первый член.
sv: Din community skapades och du lades till som dess första medlem.
uk: Ваша спільнота створена і Ви були додані як перший її користувач.
vi: Diễn đàn của bạn đã được tạo và bạn đã được thêm vào là thành viên đầu tiên của nó.

source: Are you sure you want to delete this community?
de: Bist du sicher, dass du diese Gemeinschaft löschen möchtest?
fr: Etes-vous sûr de vouloir supprimer cette communauté?

source: The community was deleted.
de: Die Gemeinschaft wurde gelöscht.
fr: La communauté a été supprimée

source: Error: the community could not be deleted.
de: Ein Fehler ist aufgetreten: Die Gemeinschaft konnte nicht gelöscht werden.
fr: Erreur: la communauté n'a pas pu être supprimée

source: Your post has been added to the community weblog.
ar: رسالتك اضيفت الى مدونة المجتمع
de: Beitrag wurde zum Gemeinschafts-Blog hinzugefügt.
eu: Zure mezua komunitatearen weblog-ean gehitu da.
fi: Artikkelisi on lisätty yhteisön blogiin.
fr: Votre article a été ajoutée au blog de la communauté.
he: הפרסום שלך הוסף לבלוג הקהילתי.
ja: 投稿がコミュニティブログに追加されました。
lt: Įrašas pridėtas prie bendruomenės dienoraščio.
nl: Jouw bericht is aan de weblog van de gemeenschap toegevoegd.
ru: Ваша запись добавлена в блог сообщества.
sv: Din post har lagts till till gemenskapens webblogg.
uk: Ваше повідомлення було додане до блогу спільноти.
vi: Bài viết của bạn đã được thêm vào diễn đàn.

source: You approved the membership request. %s is now a member of this community.
ar: أنت وافقت على طلب العضوية. %s هو الآن عضو في هذه الجماعة.
de: Du hast den Mitgliedschaftsantrag bestätigt. %s ist nun Mitglied dieser Gemeinschaft.
eu: Izen emate eskaera onartu duzu. %s komunitatearen erabiltzailea da orain.
fi: Hyväksyit jäsenyynpyynnön. %s on nyt tämän yhteisön jäsen.
fr: Vous avez approuvé la demande d'adhésion. %s est maintenant un membre de cette communauté.
he: אישרת את בקשת ההצטרפות. %s כעת חבר/ה בקהילה זו.
ja: 参加申請を承認しました。 %sさんは、今からこのコミュニティのメンバーです。
lt: Registracijos užklausa patvirtinta. %s yra naujas bendruomenės dalyvis.
nl: U hebt de lidmaatschap aanvraag geaccepteerd. %s is nu lid van deze community.
ru: Вы утвердили запрос на членство. %s теперь является членом сообщества.
sv: Du godkände medlemsförfrågan. %s är nu medlem av denna gemenskap.
uk: Ви підтвердили запит на всуп. Тепер %s член цієї спільноти.
vi: Bạn đã phê chuẩn yêu cầu làm thành viên. %s bây giờ là thành viên của diễn đàn này.

source: An error occurred: the membership request could not be approved.
ar: ناسف لم تتم الموافقة على العضوية
de: Ein Fehler trat auf: der Mitgliedschaftsantrag konnte nicht bestätigt werden.
eu: Errore bat gertatu da: partaidetza eskaera ezin izan da onartu.
fi: Tapahtui virhe: jäsenyynpyyntöä ei voitu hyväksyä.
fr: Une erreur est intervenue : la demande d'adhésion ne peut pas être approuvée.
he: התרחשה שגיאה: אי אפשר היה לאשר את בקשת ההצטרפות.
ja: エラー発生： 参加申請が承認できませんでした。
lt: Klaida: registracijos užklausa nepatvirtinta.
nl: Foutmelding: De lidmaatschapaanvraag kon niet goedgekeurd worden.
ru: Произошла ошибка: запрос на членство не удовлетворен.
sv: Ett fel uppstod: medlemskapsansökningen kunde inte godkännas.
uk: Сталась помилка: запит на членство не може бути стверджений.
vi: Có lỗi xảy ra: yêu cầu làm thành viên không thể phê chuẩn.
