Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/politica/languages/*/LC_MESSAGES/*.po
Languages: ar, de, eu, fi, fr, he, ja, lt, nl, ru, sv, uk, vi

source: Friend visualization
fr: Visualiser ses amis

source: Friend's name
de: Name des Freundes
fr: Nom de l'ami

source: Friend's profile page
de: Profilseite des Freundes
fr: Le profil de cet ami

source: Friend's icon
de: Symbol des Freundes
fr: L'icone de cet ami

source: Friends who have linked to you
ar: الاصدقاء المرتبطون بك
de: Freunde mit Verbindung zu Ihnen
eu: Estekatu zaituzten lagunak
fi: Ystävät, jotka ovat linkittäneet sinuun
fr: Personnes en relation avec vous
he: חברים שקישרו אליך
ja: リンクされた友人
lt: Vartotojai kuriems esu draugas
nl: Vrienden die naar jou heben gelinkt
ru: Друзья, поставившие на вас ссылку
sv: Vänner som har länkat till dig
uk: Друзі, які посилаються на вас
vi: Những bạn bè mà kết nối đến bạn

source: Friends I have linked to
ar: الاصدقاء المرتبط بهم
de: Freunde auf die ich verweise
eu: Estekatu ditudan lagunak
fi: Ystävät, joihin minä olen linkittänyt
fr: Mes contacts
he: חברים שקישרת אליהם
ja: リンクした友人
lt: Mano draugai
nl: Vrienden naar wie ik heb gelinkt
ru: Друзья, на которых я поставил(а) ссылку
sv: Vänner som jag har länkat till
uk: Друзі, на яких я посилаюсь
vi: Những bạn bè mà bạn kết nối đến

source: %s was added to your friends list.
ar: أضيفت %s إلى قائمة أصدقائك.
de: %s wurde deiner Freundliste zugefügt.
eu: %s zure lagunen zerrendan gehitua izan da.
fi: %s lisättiin listaan ystäväksesi.
fr: %s a été ajouté à votre liste d'amis.
he: %s הוסף/ה לרשימת חבריך.
ja: %s さんが友人リストに加えられました。
lt: %s pridėtas prie draugų sąrašo.
nl: %s is toegevoegd aan je vriendenlijst.
ru: %s был добавлен в список ваших друзей.
sv: %s lades till till listan över dina vänner
uk: %s доданий до Вашого списку друзів.
vi: %s đã được thêm vào danh sách bạn bè của bạn.

source: %s has added you as a friend! To visit this user's profile, click on the following link: %s To view all your friends, click here: %s Regards, The %s team.
ar: أضافت %s اسمك كصديق لزيارة profile المستخدم انقر فوق الرابطة التالية: %s لمشاهدة جميع أصدقائك أنقر هنا: %s تحيات فريق %s
de: %s ist ab jetzt dein Freund! Um deinen neuen Freund anzusehen, kannst du folgenden Link verwenden: %s alle deine Freunde siehst du hier: %s Mit freundlichen Grüßen, das %s Team
fr: %s vous a rajouté comme ami ! Pour visiter son profil, cliquez sur le lien suivant : %s Pour voir tout vos amis, cliquez ici : %s Cordialement, L'équipe %s.
he: %s צירף אותך לרשימת החברים שלו! כדי לבקר בפרופיל של משתמש זה ללחוץ על הקישור הבא: %s כדי לצפות בכל חבריך, יש ללחוץ כאן: %s שלך, צוות %s
nl: %s heeft jou toegevoegd als vriend! Om deze gebruiker zijn profiel te bezoeken klik op de volgende link: %s Om al jouw vrienden te zien, klick hier: %s Groeten, Het %s Team.
ru: %s добавил вас в друзья! Чтобы просмотреть его профиль, нажмите на эту ссылку: %s Чтобы увидеть всех ваших друзей, нажмите сюда: %s С уважением, Команда %s.
sv: %s har lagt till dig som sin vän! För att besöka den här användarens profil, klicka p å följande länk: %s För att kunna se alla dina vänner, klicka här %s Hälsningar, The %s team.
uk: %s додав вас як друга! Для того, щоб переглянути профіль цього користувача, перейдіть по наступному посиланню: %s Для перегляду всіх своїх друзів натисніть тут: %s З найкращими побажаннями, Команда %s.
vi: %s đã thêm bạn như là bạn bè! Để thăm quan hồ sơ của thành viên này, nhấn và đường link sau đây: %s Để xem tất cả bạn bè của bạn, nhấn ở đây: %s Trân trọng, Đội ngũ %s

source: New %s friend
ar: صديق %s جديد
de: Neuer %s Freund
eu: %s lagun berria
fi: Uusi %s ystävä
fr: Nouvel ami %s
he: חבר/ה חדש/ה ב%s
ja: %s での新しい友人
lt: Naujas %s draugas
nl: Nieuwe %s vriend
ru: Новый друг на %s
sv: Ny %s vän
uk: Новий %s друг
vi: %s bạn mới

source: %s couldn't be added to your friends list.
ar: %s لا يمكن إضافته إلى قائمة أصدقائك.
de: %s konnte nicht deiner Freundliste zugefügt werden.
eu: %s ezin izan da zure lagun zerrendara sartu.
fi: %s ei voitu lisätä ystäviesi listaan.
fr: %s ne peut pas être ajouté à votre liste d'amis.
he: אי אפשר היה לצרף את %s לרשימת חבריך.
ja: %s さんを友人リストに加えることができませんでした。
lt: %s nepridėtas prie draugų sąrašo.
nl: %s kan niet aan je vriendenlijst worden toegevoegd.
ru: %s не может быть добавлен в список ваших друзей.
sv: %s kunde inte läggas till till din vänlista.
uk: %s не може бути доданий до списку ваших друзів.
vi: %s không thể thêm vào trong danh sách bạn bè

source: %s has elected to moderate friendship requests. Your request has been added to their moderation queue.
ar: %s اختارت طلبات الصداقة والطلب المقدم من طرفك تم إضافته إلى طلبات المجموعة
de: %s hat angegeben, dass Freundschaftsanfragen von ihm/ihr bestätigt werden müssen. Deine Anfrage wurde der Warteliste hinzugefügt.
eu: %s k adiskidetasun eskaerak mugatzea erabaki du. Zure eskaera bere moderazio-ilarara gehitu da.
fi: %s on päättänyt moderoida ystävyyspyyntöjä. Sinun pyyntösi on lisätty moderointijonoon.
fr: %s a été élu pour modérer les demandes d'adhésion. Votre demande a été ajouté à sa file d'attente de modération.
he: %s נבחר/ה לנהל את בקשות ההצטרפות. בקשתך התווספה לרשימת הבקשות הממתינות להתייחסותו/ה.
lt: %s išrinktas tvirtinti draugystės užklausas. Užklausa užregistruota.
nl: %s heeft aangegeven vriendschapaanvragen te akkoorderen. Jouw aanvraag is toegevoegd aan hun lijst voor akkoord.
ru: %s модерирует просьбы о добавлении в друзья. Ваша заявка была отправлена.
sv: %s har valt att begränsa vänskapsförfrågningar. Din förfrågan har lagts till till deras kö.
uk: %s вибрав модерацію запитів на дружбу. Ваш запит був відправлений на модерацію.
vi: %s đã lựa chọn để kiểm soát thông tin làm quen từ các thành viên khác. Yêu cầu của bạn đã được thêm vào danh sách chờ đợi.

source: %s has requested to add you as a friend! To visit this user's profile, click on the following link: %s To view all your friends requests and approve or deny this user, click here: %s Regards, The %s team.
de: %s will dein Freund werden! Um dieses Benutzerprofil anzusehen, kannst du folgenden Link verwenden: %s Um alle deine Freundschaftsanfragen anzusehen und diese anzunehmen oder abzulehnen, kannst du folgenden Link verwenden: %s Mit freundlichen Grüßen, das %s Team
fr: %s a demandé à vous rajouter comme ami ! Pour visiter son profil, cliquez sur le lien suivant : %s Pour voir toutes les requetes pour être votre ami et approuvé ou refusé cet utilisateur, cliquez ici : %s Cordialement, L'équipe %s.
he: %s ביקש/ה להוסיף אותך לרשימת החברים שלו/ה! כדי לבקר בפרופיל של משתמש זה יש ללחוץ על הקישור הבא: %s כדי לצפות בכל בקשות החברות וכדי לאשר או לדחות משתמש זה, יש ללחוץ כאן: %s שלך, צוות %s.
nl: %s heeft aangevraagd om jou toe te voegen als vriend! Om dit gebruikersprofiel te bezoeken, klik op de volgende link: %s Om al jouw vriendschap aanvragen te bekijken en te accepteren of weigeren, klik hier: %s Groeten, Het %s team.
ru: %s просит разрешения добавить вас в друзья! Чтобы просмотреть его профиль, нажмите на эту ссылку: %s Чтобы увидеть все запросы на добавление в список друзей, нажмите сюда: %s С уважением, Команда %s.
sv: %s vill lägga till dig som sin vän! För att besöka den här användarens profil, klicka på följande länk: %s För att kunna se alla dina vänskapsförfrågningar och godkänna eller avböja dem, klicka här: %s Hälsningar, The %s team.
uk: %s запитує вашого дозволу додати вас як друга! Для того, щоб переглянути профіль цього користувача, перейдіть по наступному посиланню: %s Для перегляду всіх запитів на дружбу та для того щоб прийняти, чи відхилити цей запит, натисніть тут: %s З найкращими побажаннями, Команда %s.
vi: %s đã yêu cầu thêm bạn vào danh sách bạn bè! Để thăm quan hồ sơ của thành viên này, nhấn và đường link sau đây: %s Để xem tất cả yêu cầu bạn bè để chấp thuận hay từ chối thành viên này, nhấn ở đây: %s Trân trọng, Đội ngũ %s .

source: New %s friend request
ar: صديق %s جديد
de: Neue %s Freundschaftsanfrage
eu: %sren lagun izate eskaera berria
fi: uusi %s ystävyyspyyntö
fr: Nouvelle demande d'amitié de %s
he: בקשת חברות חדשה ב-%s
ja: %s での新しい交友申請
lt: Nauja %s draugystės užklausa
nl: Nieuw %s vriend verzoek
ru: Просьба о добавлении в друзья от %s
sv: Ny %s vänskapsförfrågan
uk: Новий запит на дружбу від %s
vi: %s yêu cầu bạn bè mới

source: %s has elected to moderate friendship requests, but your friend request couldn't be added to their moderation queue.
ar: %s اختارت طلبات الصداقة والطلب المقدم من طرفك لم يتم إضافته إلى طلبات المجموعة
de: %s möchte fre
eu: %s k adiskidetasun eskaerak mugatzea erabaki du, baina zure eskaera ezin izan da bere moderazio-ilarara gehitu.
fi: %s on päättänyt moderoida ystävyyspyyntöjä, mutta sinun pyyntöä ei voitu lisätä moderointijonoon.
fr: %s a été élu pour modérer les demandes d'amitiés, mais votre demande d'amitié ne peut pas être ajouter à la liste d'attente de modération.
he: %s נבחר/ה לנהל את בקשות ההצטרפות. אך אי אפשר היה להוסיף את הבקשה של חבר(ת)ך לרשימת הבקשות הממתינות להתייחסותו/ה.
lt: %s išrinktas moderuoti draugystės užklausas. Nepavyksta užregistruoti užklausos.
nl: %s heeft ervoor gekozen vriendschappen te accepteren op aanvraag, maar jouw vriendschapaanvraag kon niet worden toegevoegd aan hun lijst voor acceptatie.
ru: %s модерирует просьбы о добавлении в друзья. Ваша заявка не была отправлена.
sv: %s har valt att begränsa vänskapsförfrågningar, men din förfrågan kunde inte läggas till till deras kö.
uk: %s вибрав модерацію запитів на дружбу, але ваш запит не може бути відправлений на модерацію.
vi: %s đã lựa chọn để yêu cầu làm quen, nhưng yêu cầu của bạn đã không được thêm vào danh sách chờ đợi.

source: %s has decided not to allow any new friendship requests at this time. Your friendship request has been declined.
ar: %s قررت عدم استلام أي من طلبات الصداقة الجدد في هذا الوقت. طلب الصداقة المقدم من طرفك تم رفضه.
de: %s hat sich entschieden momentan keine neuen Freundschaftsanträge anzunehmen. Dein Freundschaftsantrag wurde abgelehnt.
eu: %s -k momentuz lagun izateko eskaerarik ez baimentzea erabaki du. Zure lagun izateko eskaera gaitzetsia izan da.
fi: %s on päättänyt olla hyväksymättä ystävyyspyyntöjä toistaiseksi. Sinun ystävyyspyyntösi on hylätty.
fr: %s a décidé de ne pas autoriser de nouvelles demandes d'amitiés pour le moment. Votre demande d'amitié a été rejetée.
he: %s החליט/ה לא לאשר אף בקשת הצטרפות חדשה לעת עתה. בקשתך לא התקבלה.
lt: %s nusprendė nepriimti draugystės užklausų. Draugystės užklausa atmesta.
nl: %s heeft besloten momenteel geen nieuwe vriendschap aanvragen toe te staan. Je vriendschap aanvraag is afgewezen.
sv: %s har valt att inte tillåta några nya vänskapsförfrågningar just nu. Din förfrågan har avslagits.
uk: %s вирішив поки не приймати запити на дружбу. Ваш запит був заборонений.
vi: %s đã quyết định không cho phép yêu cầu làm quen vào thời điểm này. Yêu cầu làm quen của bạn đã bị từ chối.

source: was removed from your friends.
ar: ازيل من اصدقاءك
de: wurde von deiner Freundesliste entfernt.
eu: zure lagun izateari utzi dio.
fi: poistettiin ystävistäsi.
fr: a été retiré de votre liste d'amis.
he: הוסר מרשימת חבריך.
ja: さんは友人リストから削除されました。
lt: pašalintas iš draugų sąrašo.
nl: is verwijderd uit je vriendenlijst.
ru: удалён из списка ваших друзей.
sv: togs bort från dina vänner.
uk: був видалений зі списку друзів.
vi: đã bị xóa trong danh sách bạn bè của bạn.

source: couldn't be removed from your friends.
ar: لا يمكن الازالة من الاصدقاء
de: konnte nicht von deiner Freundesliste entfernt werden.
eu: ezin izan zuen zure lagun izateari utzi.
fi: ei voitu poistaa ystävistäsi.
fr: ne peut pas être retiré de vos amis.
he: לא הוסר מרשימת חבריך.
ja: さんは友人リストから削除できませんでした。
lt: negalima pašalinti iš draugų sąrašo.
nl: is verwijderd uit je vriendenlijst.
ru: не может быть удалён из списка ваших друзей.
sv: Kunde inte tas bort från dina vänner.
uk: не може бути видалений зі списку друзів.
vi: không thể xóa bỏ từ danh sách bạn bè của bạn.

source: You approved the friendship request. %s now lists you as a friend.
ar: انت وافقت على طلب الصداقة. %s ثبتت اسمك كصديق.
de: Du hast den Freundschaftsantrag bewilligt. %s listet dich nun als Freund.
eu: Laguntasun eskaera onartu zenuen. %s k lagun zerrendan azalduko da orain.
fi: Hyväksyit ystävyyspyynnön. %s on nyt ystävälistallasi.
fr: Vous avez approuvé la demande d'amitié. %s vous indique maintenant comme l'un de ses amis.
he: אישרת את בקשת החברות. את/ה נמנ/ית כעת עם חבריו של %s.
lt: Draugystės užklausa patvirtinta. %s pridėjo jus prie draugų sąrašo.
nl: Je hebt het vriendschap verzoek geaccepteerd. %s heeft nu jou als vriend
ru: Вы подтвердили запрос на дружбу. %s теперь показывает Вас как друга.
sv: Du godkände vänskapsförfrågan. %s listar dig nu som en vän.
uk: Ви підтвердили запит на дружбу. %s тепер відноситься до списку ваших друзів.
vi: Bạn đã chấp nhận lời mời làm quen. %s bây giờ trong danh sách bạn bè của bạn.

source: %s has approved your friendship request! To visit this user's profile, click on the following link: %s To view all your friends, click here: %s Regards, The %s team.
de: %s ist ab jetzt dein Freund! Um deinen neuen Freund anzusehen, kannst du folgenden Link verwenden: %s alle deine Freunde siehst du hier: %s Mit freundlichen Grüßen, das %s Team
fi: %s on hyväksynyt ystävyyspyyntösi! Näet hänen profiilin seuraavasta linkistä: %s Kaikki ystäväsi näet täältä: %s Terveisin, %s tiimi.
fr: %s a accepté votre demande pour être son ami ! Pour visiter son profil, cliquez sur le lien suivant : %s Pour voir tout vos amis, cliquez ici : %s Cordialement, L'équipe %s.
he: %s אישר את בקשת החברות שלך! כדי לבקר בפרופיל של משתמש זה יש ללחוץ על הקישור הבא: %s כדי לצפות בכל חבריך, יש ללחוץ כאן: %s שלך, צוות %s.
nl: %s heeft jouw vriendschapaanvraag geaccepteerd! Om deze gebruiker zijn profiel te bezoeken, klik op de volgende link: %s Om al je vrienden te bekijken, klik hier: %s Groeten, Het %s team.
ru: %s одобрил ваш запрос! Чтобы просмотреть его профиль, нажмите на эту ссылку: %s Чтобы увидеть всех ваших друзей, нажмите сюда: %s С уважением, Команда %s.
sv: %s har godkänt din vänskapsförfrågan! För att besöka den här användarens profil, klicka på följande länk: %s För att kunna se alla dina vänner, klicka här: %s Hälsningar, The %s team.
uk: %s підтвердив ваш запит на дружбу! Щоб відвідати профіль цього користувача, натисніть наступне посилання: %s Щоб продивитись список всіх ваших друзів натисніть тут: %s З найкращими побажаннями, Команда %s.
vi: %s đã chấp nhận yêu cầu làm quen của bạn! Để xem hồ sơ của thành viên này, nhấn vào đường link sau: %s Để xem tất cả bạn bè, nhấn vào đây: %s Trân trọng, Đội ngũ %s .

source: %s friend request approved!
ar: أضافت %s اسمك كصديق
de: %s Freundschaftsanfrage bestätigt!
eu: %s ren laguntasun eskaera onartua!
fi: %s ystävyyspyyntö hyväksyttiin!
fr: La demande de %s pour être ami a été approuvé !
he: בקשת חברות %s אושרה!
lt: %s draugystės užklausa patvirtinta!
nl: %s vriendschap verzoek geaccepteerd!
ru: Запрос на дружбу %s одобрен!
sv: %s vänförfrågan godkänd!
uk: Запит на дружбу %s підтверджений!
vi: %s yêu cầu làm quen đã chấp thuận!

source: An error occurred: couldn't add you as a friend
ar: لا يمكن اضافتك كصديق
de: Ein Fehler trat auf: Du konntest nicht als Freund/in hinzugefügt werden
eu: Errore bat gertatu da: ezin izan zara lagun gisa gehitua izan
fi: Tapahtui virhe: sinua ei voitu lisätä ystäväksi
fr: Une erreur a eu lieu: impossible de vous ajouter comme ami
he: התרחשה שגיאה: אי אפשר היה לצרף אותך כחבר/ה
lt: Klaida: nepavyko pridėti prie draugų sąrašo
nl: Weet je zeker dat je deze gebruiker aan je lijst wilt toevegen?
ru: Ошибка: невозможно добавить вас в друзья
sv: Ett fel uppstod: kunde inte lägga till dig som en vän
uk: Трапилась помилка: неможливо додати Вас як друга
vi: Xảy ra lỗi: không thể thêm bạn là bạn bè

source: Error: you do not have authority to modify this friendship request.
ar: ليس بامكانك التعديل على الطلب
de: Fehler: Du hast keine Erlaubnis diese Freundschaftsanfrage zu verändern.
eu: Errorea: ez duzu laguntasun eskaera hau moldatzeko baimenik.
fi: Virhe: sinulla ei ole oikeutta muokata tätä ystävyyspyyntöä.
fr: Erreur: vous n'avez pas l'autorité pour modifier cette demande d'amitié.
he: שגיאה: אין בסמכותך לטפל בבקשת החברות הזו.
lt: Klaida: nepakanka teisių.
nl: Fout: u heeft niet de bevoegdheid om deze vriendschapaanvraag te veranderen.
ru: Ошибка: у вас нет полномочий изменить этот запрос о добавлении в друзья.
sv: Fel: Du har inte rätt att ändra denna vänskapsförfrågan.
uk: Помилка: ви не маєте права редагувати цей запит на дружбу.
vi: Xảy ra lỗi: bạn không có quyền để chỉnh sửa yêu cầu làm quen này.

source: An error occurred: the friendship request could not be found.
ar: طلب الانضمام غير موجود
de: Ein Fehler ist aufgetreten: Deine Freundschaftsanfrage konnte nicht gefunden werden.
eu: Errore bat gertatu da: lagun izateko eskaera ezin izan da aurkitu.
fi: Tapahtui virhe: ystävyyspyyntöä ei löydy.
fr: Une erreur est intervenue: la demande d'amitié est introuvable.
he: התרחשה שגיאה: בקשת החברות לא נמצאה.
lt: Klaida: draugystės užklausa nerasta.
nl: Foutmelding: de vriendschap aanvraag kon niet worden gevonden.
ru: Ошибка: запрос о добавлении в друзья не может быть найден.
sv: Ett fel uppstod: vänskapsförfrågan kunde inte hittas.
uk: Сталась помилка: запит на дружбу не знайдено.
vi: Xảy ra lỗi: yêu cầu làm quen không tìm thấy.

source: You declined the friendship request. %s does not list you as a friend.
ar: تم رفض طلب الصداقة المقدم من طرفك. . %sلم تثبت اسمك كصديق.
de: Du hast die Freundschaftsanfrage abgelehnt. %s listet sie nicht als Freund.auf.
eu: Lagun izateko eskaera gaitzetsi duzu. %s -k ez zaitu izen bezala zerrendatu.
fi: Vastasit kieltävästi ystävyyspyyntöön. %s ei listaa sinua ystäväkseen.
fr: Vous avez décliné la demande d'amitié. %s ne vous indiquera pas comme l'un de ses amis.
he: דחית את בקשת החברות. אינך נמנ/ית עם חבריו של %s.
lt: Draugystės užklausa atmesta. %s neįtraukė į draugų sąrašą.
nl: U heeft de vriendschapaanvraag afgewezen. %s zal jou niet in zijn lijst van vrienden zien.
ru: Вы отклонили запрос о добавлении в друзья. Вы не являетесь другом %s.
sv: Du nekade vänskapsföfrågan. %s listar dig inte som en vän.
uk: Ви відхилили запит на дружбу. %s не входить в список ваших друзів.
vi: Bạn đã từ chối kết nối bạn bè. %s không còn trong danh sách bạn bè.

source: %s has denied your friendship request. To visit this user's profile, click on the following link: %s To view all your existing friends, click here: %s Regards, The %s team.
ar: %s لم توافق على طلب الصداقة الذي تقدمت به. لزيارة profile المستخدم انقر فوق الرابطة التالية: %s لمشاهدة جميع طلبات أصدقائك أنقر هنا: %s تحيات فريق %s
de: %s hat deine Freundschaftsanfrage abgelehnt. Um sein Nutzerprofil zu besuchen, klicke Bitte nachfolgenden Link: [teb]%s Um alle deine Freunde zu sehen, klicke bitte hier: [teb]%s Grüße, Das %s Team.
fr: %s a refusé votre demande de mise en relation. Pour consulter la fiche de cet utilisateur, cliquer sur le lien ci-dessous : %s Pour consulter la liste de vos amis, cliquer ci-dessous : %s Cordialement, L'équipe %s.
he: בקשת החברות שלך נדחתה ע"י %s! כדי לבקר בפרופיל של משתמש זה יש ללחוץ על הקישור הבא: %s כדי לצפות בכל חבריך, יש ללחוץ כאן: %s שלך, צוות %s.
nl: %s heeft jouw vriendschapaanvraag geweigerd. Om deze gebruiker zijn profiel te bekijken, klik op de volgende link: %s Om al jouw bestaande vrienden te bekijken, klik hier: %s Groeten, Het %s team.
ru: %s отклонил ваш запрос. Чтобы просмотреть его профиль, нажмите на эту ссылку: %s Чтобы увидеть всех ваших друзей, нажмите сюда: %s С уважением, Команда %s.
sv: %s har avböjt din vänskapsförfrågan. För att besöka den här användarens profil, klicka på följande länk: %s För att kunna se alla dina vänner, klicka här: %s Hälsningar, The %s team.
uk: %s відхилив ваш запит на дружбу. Щоб відвідати профіль цього користувача, натисніть наступне посилання: %s Щоб продивитись список всіх ваших друзів натисніть тут: %s З найкращими побажаннями, Команда %s.
vi: %s đã từ chối yêu cầu làm quen của bạn. Để xem hồ sơ của thành viên này, nhấn vào đường link sau đây: %s Để xem tất cả các bạn bè, nhấn vào đây: %s Trân trọng, Đội ngũ %s.

source: You don't have any friends listed! To add a user as a friend, click the 'friend' button underneath a user's icon.
ar: ليس لديك اصدقاء مسجلين, للاضافة اضغط على زر اصدقاء في الاسفل في ايقونة المستخدم
de: Du hast keine Freunde gelistet! Um einen Benutzer als Freund hinzuzufügen, klicke den 'Freund/in' Button unter dem Benutzericon.
eu: Ez duzu lagunik zerrendaturik! Lagunak gehitzeko, klikatu 'lagun' botoia erabiltzaile ikonoaren azpian.
fi: Listallasi ie ole ystäviä! Klikkaa 'ystävä' -nappia käyttäjän kuvakkeen alapuolelta lisätäksesi käyttäjän ystäväksesi.
fr: Vous n'avez pas d'amis! Pour ajouter un utilisateur à votre liste d'amis, cliquez le bouton 'ami' sous l'icône de l'utilisateur.
he: אין לך חברים רשומים! כדי להוסיף משתמש בתור חבר, יש ללחוץ על כפתור 'חבר' מתחת לאייקון של המשתמש.
ja: 今のところ、誰も友人としてリストしていません。 友人を加えるには、ユーザのアイコンの下にある「友人」ボタン（またはリンク）をクリックしてください。
nl: Je hebt nog geen vrienden. Klik op de knop 'vriend' onder het gebruikerspictogram om deze gebruiker als vriend toe te voegen.
ru: У вас ещё нет ни одного друга! Чтобы добавить пользователя в друзья, нажмите на кнопку «Друг» под аватаром пользователя.
sv: Du har inga vänner listade ännu. För att lägga til en användare som din vän, klicka på "Lägg till vän"-knappen under en användares ikon.
uk: Ви не маєте в списку жодного друга! Щоб додати користувача як друга, натисніть кнопку 'друг' під іконкою користувача на бічній панелі.
vi: Bạn không có bất kỳ bạn bè nào trong danh sách!Để thêm bạn bè, nhấn vào nút làm quen ngay bên dưới hình ảnh đại diện của thành viên

source: This user doesn't currently have any friends listed. Maybe if you list them as a friend, it'll start the ball rolling ..?
ar: المستخدم ليس لديه اصدقاء مسجلين حاليا , اذا سجلتهم ستبدا الكرة بالدوران
de: Dieser Benutzer hat keine Freunde in seiner Liste. Mach doch den Anfang und füge ihn zu deiner Freundesliste hinzu.
eu: Erabiltzaileak ez du lagunik zerrendaturik. Beharbada zure listan zerrendatzen baduzu jendea animatzen hasiko da...?
fi: Kyseisen käyttäjän listalla ei ole ystäviä.
fr: Cet utilisateur n'a actuellement pas d'amis. Si vous devenez son ami, il y en aurait au moins un, n'est-ce pas?
he: למשתמש זה אין כרגע אף חבר רשום. אולי תוסיפ/י אותו את/ה לרשימת חבריך ומשם זה יתגלגל..?
nl: Deze gebruiker heeft op dit moment nog geen vrienden. Misschien kun je hier verandering in brengen door deze gebruiker als vriend in jouw lijst op te nemen?
ru: Список друзей этого пользователя пуст. Может, если вы добавите его в свой список, он ответит вам взаимностью?
sv: Den här användaren har för närvarande inga vänner listade. Kanske sätter du bollen i rullning om du listar honom eller henne som din vän...?
uk: Цей користувач поки не має в списку жодного друга. Можливо якщо ви внесете його до вашого списку друзів вам буде про що побалакати ..?
vi: Thành viên này hiện nay không có bất kỳ bạn bè nào trong danh sách. Nếu có thể bạn mời làm quen, và 1 vòng lặp mới sẽ bắt đầu...?

source: Displaying 1000 most recently active people, of %d found.
de: Zeige die 100 am meisten aktiven Mitglieder, %d gefunden.
eu: 1000 erabiltzaile aktiboenak erakusten. %d aurkitu dira.
fi: Näytetään 1000 viimeksi aktiivista käyttäjää %d:sta löytyneestä.
fr: Affichage des 1000 personnes les plus actives récemment; sur %d trouvé.
he: מציג את 1000 המשתמשים הפעילים ביותר לאחרונה, מתוך %d שנמצאו.
nl: Toont 1000 meest actieve mensen, van %d gevonden.
ru: Отображаются 1000 последних проявивших активность пользователей из %d.
sv: Visar de 1000 mest aktiva användarna under den senaste tiden, av %d funna.
uk: Показані 1000 найбільш активних користувачів на даний момент, з поміж %d знайдених.
vi: Hiển thị 1000 những hoạt động gần đây nhất của mọi người, tìm thấy trong %d
