Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/politica/languages/*/LC_MESSAGES/*.po
Languages: ar, de, eu, fi, fr, he, ja, lt, nl, ru, sv, uk, vi

source: Could not find new owner %s. Community owner not changed.
de: Konnte nicht den neuen Besitzer %s finden. Der Gemeinschafts-Besitzer konnte nicht geändert werden.
fr: Faute de trouver le nouveau propriétaire %s, le propriétaire de la communauté n'a pas été changé.

source: Change your community name
ar: غير اسم المجتمع
de: Gemeinschaftsnamen ändern
eu: Zure komunitatearen izena aldatu
fi: Vaihda yhteisön nimi
fr: Changer le nom de votre communauté
he: שינוי שם הקהילה שלך
ja: コミュニティ名の変更
lt: Keisti bendruomenės pavadinimą
nl: Wijzig de naam van jouw gemeenschap.
ru: Изменить имя сообщества
sv: Ändra namn på din community.
uk: Змінити назву вашої спільноти
vi: Thay đổi tên diễn đàn

source: This name will be displayed throughout the system.
ar: سيتم عرض الاسم عبر النظام
de: Dieser Name wird im ganzen System angezeigt.
eu: Izen hau sisteman zehar erakutsiko da.
fi: Tämä nimi on näkyvissä järjestelmänlaajuisesti.
fr: Ce nom sera affiché partout dans le système.
he: שם זה יוצג בכל המערכת.
ja: この名前はシステム全域で表示されます。
lt: Pavadinimas rodomas visur.
nl: Deze naam zal overal in de website getoond worden.
ru: Это имя будет показываться в системе.
sv: Detta namn kommer visas i hela systemet.
uk: Це ім'я буде показане в системі.
vi: Tên này sẽ hiển thị qua hệ thống.

source: Community name
ar: اسم المجتمع
de: Gemeinschaft-Name
eu: Komunitatearen izena
fi: Yhteisön nimi
fr: Nom de la communauté
he: שם קהילה
ja: コミュニティ名
lt: Bendruomenės pavadinimas
nl: Naam van de gemeenschap
ru: Имя сообщества
sv: Community-namn
uk: Назва спільноти
vi: Tên diễn đàn

source: Membership restriction:
ar: ضموانع العضوية
de: Mitgliedschaftseinschränkung
eu: Izen emate murriztapenak:
fi: Jäsenyyden rajoitus:
fr: Restriction d'adhésion:
he: הגבלת חברות:
ja: 参加制限：
lt: Dalyvavimo ribojimas:
nl: Toegangsrechten:
ru: Ограничения на членство:
sv: Medlemskapsbegränsning:
uk: Обмеження на вступі:
vi: Quyền hạn của thành viên

source: This allows you to choose who can join this community.
ar: هذا يمكنك من اختيار من سينضم الى التجمع
de: Hier kannst du wählen, wer dieser Gemeinschaft beitreten kann.
eu: Komunitatera zein sartu daitekeen aukeratu dezakezu hemen.
fi: Tästä voit valita sen kuka voi liittyä tähän yhteisöön.
fr: Ceci vous permet de choisir qui peut rejoindre cette communauté.
he: מנגנון זה מאפשר לך לבחור מי יכול להצטרף לקהילה.
ja: このコミュニティへの参加の制限を選択してください。
lt: Čia galite pasirinkti kas gali prisijungti prie šios bendruomenės.
nl: Weet je het zeker dat je van deze gemeenschap lid wilt worden?
ru: Выберите, кто может присоединяться к сообществу.
sv: Detta låter dig välja vilka som kan bli medlem i denna community.
uk: Це дозволяє вам обрати, хто може приєднуватись до цієї спільноти.
vi: Điều này cho phép bạn lựa chọn ai mới có quyền tham gia diễn đàn này.

source: No moderation: anyone can join this community.
ar: لا قيد : يستطيع أي شخص الانضمام إلى هذه الجمعية
de: Keine Moderation: Jede/r kann dieser Gemeinschaft beitreten.
eu: Moderaziorik ez: edozein sar daiteke komunitate honetara.
fi: Ei moderointia: kuka tahansa voi liittyä tähän yhteisöön.
fr: Aucune modération: cette communauté est ouverte à tous.
he: ללא הגבלה: כל אחד יכול להצטרף לקהילה זו.
ja: モデレートしない： 誰でもこのコミュニティに参加できます。
lt: Be moderavimo: bet kas gali prisijungti prie šios bendruomenės.
nl: Klik hier om lid van deze gemeenschap te worden.
ru: Модерация отсутствует: любой может присоединиться к даному сообществу.
sv: Ingen begränsning: vem som helst kan bli medlem av denna community.
uk: Модерація відсутня: будь-хто може приєднатись до цієї спільноти.
vi: Không quản lý: ai cũng có thể tham gia diễn đàn này.

source: Moderation: memberships must be approved by you.
ar: المشترك يجب ان يحصل على موافقتك
de: Moderation: Mitgliedschaften müssen von Ihnen bestätigt werden.
eu: Moderazioa: izen emateak zuk baimendu behar dituzu.
fi: Moderointi: sinun tulee hyväksyä jäsenyydet.
fr: Modération: les adhésions doivent avoir votre accord.
he: בקרה: הצטרפות לקהילה תאושר על-ידך.
ja: モデレートする： 参加申し込みが、あなたに承認される必要があります。
lt: Moderavimas: reikia registracijos patvirtinimo.
nl: Beheer: gebruikers aanmeldingen moeten worden goedgekeurd door jou.
ru: Модерация: членство должно запрашиваться у вас.
sv: Begränsning: medlemskap måste godkännas av dig.
uk: Модерація: членство має бути стверджене вами.
vi: Quản lý: thành viên cần phải thông qua sự kiểm chứng bởi bạn.

source: Private: nobody can join this community.
ar: لا احد بامكانه الاشتراك
de: Privat: niemand kann dieser Gemeinschaft beitreten.
eu: Pribatua: komunitate honetan ezin da inor sartu.
fi: Yksityinen: jäseneksi ei voi liittyä.
fr: Privé: personne ne peut rejoindre cette communauté.
he: פרטי: אף-אחד לא יוכל להצטרף לקהילה זו.
ja: プライベート： 誰もこのコミュニティに参加できません。
lt: Asmeninė: niekas negali prisijungti prie bendruomenės.
nl: Klik hier om lid van deze gemeenschap te worden.
ru: Приватное: никто не может присоединяться к данному сообществу.
sv: Privat: ingen kan bli medlem av denna community.
uk: Приватно: ніхто не може вступити в цю спільноту.
vi: Cá nhân: không ai có thể tham gia diễn đàn này.

source: Membership restriction
ar: ضوابط العضوية
de: Mitgliedschaftseinschränkung
eu: Izen emate murriztapenak
fi: Jäsenyyden rajoitus
fr: Restrictions d'adhésion
he: הגבלת חברות
ja: 参加制限
lt: Dalyvavimo ribojimas
nl: Lidmaatschap beperking
ru: Ограничения на членство
sv: Medlemskapsbegränsning
uk: Заборона на членство
vi: Quyền hạn thành viên

source: Community ownership
ar: ملكية المجتمع
de: Eigentümer der Gemeinschaft
eu: Komunitatearen jabetza
fi: Yhteisön omistajuus
fr: Propriété de la communauté
he: בעלי הקהילה
ja: コミュニティ所有権
lt: Bendruomenės kuravimas
nl: Gemeenschap eigendom
ru: Владелец сообщества
sv: Communityägarskap
uk: Власник спільноти
vi: Nhà quản trị của diễn đàn

source: Type the username of the user who you want to own this community below. You cannot leave this blank, or specify a community or a user that doesn't exist.
ar: قم بطباعة اسم المستخدم للشخص الذي توده أن يمتلك هذه الجمعية في الأسفل. لا تستطيع أن تتركه فارغا ولا أن تحدد اسم جمعية أو مستخدم غير موجود.
de: Gib den Benutzernamen des Benutzers ein, der neuer Eigentümer der Gemeinschaft werden soll. Du kannst das Feld nicht leer lassen oder eine Gemeinschaft bzw. einen Benutzer eingeben, der nicht existiert.
eu: Ondoko komunitatearen jabea izatea nahi duzun erabiltzailearen izena idatzi. Ezin duzu ez zuriz utzi, ezta komunitate bat edo existitzen ez den erabiltzaile bat jarri.
fi: Kirjoita käyttäjänimi, jonka haluat tulevan alla mainitun yhteisön omistajaksi. Kenttä ei voi olla tyhjä, se ei voi olla yhteisön nimi eikä järjestelmään tallentamaton käyttäjätunnus.
fr: Indiquez le nom d'utilisateur de la personne que vous désignez comme l'auteur de la communauté ci-dessous. Cette information est obligatoire. Vous devez utiliser une communauté ou un utilisateur existant.
he: יש להזין למטה את שם המשתמש של המשתמש אליו ברצונך להעביר את הבעלות על קהילה זו. אי אפשר להשאיר את זה ריק, או לציין קהילה או משתמש לא קיימים.
ja: このコミュニティの所有者にしたいユーザ名を、以下の欄に入力してください。 存在しないコミュニティやユーザ名の指定や、空欄にすることはできません。
lt: Įveskite bendruomenės kuratorių.
nl: Typ de gebruikersnaam in van de gebruiker waarvan jij wilt dat deze persoon deze gemeenschap beheert. Je kan dit niet open laten, of een gemeenschap of gebruiker kiezen die niet bestaan.
ru: Наберите ниже имя пользователя, который будет владельцем этого сообщества. Нельзя оставлять поле пустым или вписывать несуществующего пользователя.
sv: Ange användarnamnet för användaren som du vill ska äga denna community nedan. Du kan inte lämna detta fält blankt, eller ange en community eller användare som inte finns.
uk: Введіть нижче логін користувача якого б ви хотіли бачити власником спільноти. Ви не можете залишити це поле пустим, або вказати неіснуючого користувача, або спільноту.
vi: Điền tên truy nhập của thành viên mà bạn muốn quản trị diễn đàn này bên dưới. Bạn không thể bỏ trống, hay là tên của diễn đàn khác hay là thành viên đó không tồn tại.

source: Community owner
ar: مالك المجتمع
de: Eigentümer der Gemeinschaft
eu: Komunitatearen jabea
fi: Yhteisön omistaja
fr: Propriétaire de la communauté
he: בעלי הקהילה
ja: コミュニティ所有者
lt: Bendruomenės kuratorius
nl: Gemeenschap eigenaar
ru: Владелец сообщества
sv: Ägare av communityn
uk: Власник спільноти
vi: Nhà quản trị diễn đàn

source: Deleting this account is permanent and absolutely cannot be undone. Only click this button if you're really sure!
de: Die Löschung des Kontos ist unwiderruflich und kann absolut nicht rückgängig gemacht werden! Klicke auf das Button, wenn du dir wirklich sicher bist!
fr: La suppression de ce compte sera définitive et ne pourra en aucun cas être annulée. Cliquer seulement si vous êtes sûre de votre coup!

source: Administrate
ar: ادارة
de: Verwalten
fr: administrer

source: Are you sure you want to join this community?
ar: كتاكد انك تريد الانضمام للمجتمع
de: Bist du dir sicher, dass du dieser Gemeinschaft beitreten möchtest?
eu: Ziur al zaude komunitate honetan sartu nahi duzula?
fi: Haluatko varmasti liittyä tähän yhteisöön?
fr: Souhaitez-vous devenir membre de cette communauté?
he: האם את/ה בטוח/ה שברצונך להצטרף לקהילה זו?
ja: 本当に、このコミュニティに参加しますか？
lt: Ar tikrai norite prisijungti prie šios bendruomenės?
nl: Weet je het zeker dat je van deze gemeenschap lid wilt worden?
ru: Вы уверены, что хотите присоединиться к этому сообществу?
sv: Är du säker på att du vill bli medlem i denna community?
uk: Ви впевнені, що хочете приєднатись до цієї спільноти?
vi: Bạn có chắc muốn tham gia diễn đàn này?

source: Click here to join this community.
ar: اضغط هنا للاشتراك
de: Klicke hier, um dieser Gemeinschaft beizutreten.
eu: Hemen klikatu komunitate honetan sartzeko.
fi: Liity yhteisöön klikkaamalla tästä.
fr: Cliquez ici pour devenir membre de cette communauté.
he: להצטרפות לקהילה זו יש ללחוץ כאן.
ja: このコミュニティに参加するには、ここをクリックしてください。
lt: Spragtelėti čia norint prisijungti prie šios bendruomenės.
nl: Klik hier om lid van deze gemeenschap te worden.
ru: Нажмите, чтобы присоединиться к этому сообществу.
sv: Klicka här för att bli medlem i denna community.
uk: Натисніть тут щоб приєднатись до спільноти.
vi: Nhấn vào đây để tham gia diễn đàn

source: Are you sure you want to apply to join this community?
ar: انت متاكد من تقديم طلب للانضمام
de: Bist du dir sicher, dass du beantragen möchtest, dieser Gemeinschaft beizutreten?
eu: Ziur zaude komunitate honetara sartzeko eskaera egin nahi duzula?
fi: Haluatko varmasti anoa yhteisön jäsenyyttä?
fr: Souhaitez-vous devenir membre de cette communauté?
he: האם את/ה בטוח/ה שברצונך להגיש בקשת הצטרפות לקהילה זו?
ja: 本当に、このコミュニティに参加の申請をしますか？
lt: Ar tikrai norite prisijungti prie šios bendruomenės?
nl: Weet je het zeker dat je van deze gemeenschap lid wilt worden?
ru: Вы уверены, что хотите присоединиться к этому сообществу?
sv: Är du säker att du vill ansöka om att bli medlem av denna community?
uk: Ви впевнені, що хочете погодитись на вступ до цієї спільноти?
vi: Bạn có chắc muốn đăng ký cho diễn đàn này?

source: Click here to apply to join this community.
ar: اضغط لطلب الانضمام
de: Klicke hier, um einen Antrag auf Beitritt zu dieser Gemeinschaft abzusenden.
eu: Hemen klikatu komunitate honetara sartzeko eskaera egiteko.
fi: Ano jäsenyyttä klikkaamalla tästä.
fr: Cliquez ici pour devenir membre de cette communauté.
he: להגשת בקשת הצטרפות לקהילה זו יש ללחוץ כאן.
ja: このコミュニティに参加の申請をするには、ここをクリックしてください。
lt: Prisijungti prie šios bendruomenės.
nl: Klik hier om lid van deze gemeenschap te worden.
ru: Нажмите здесь для присоединения к этому сообществу.
sv: Klicka här för att ansöka om medlemskap i denna community.
uk: Натисніть тут для згоди на вступ до спільноти.
vi: Nhấn vào đây để đăng ký cho diễn đàn này.

source: Are you sure you want to leave this community?
ar: هل انت متاكد من انك تريد الخروج
de: Bist du dir sicher, dass du aus dieser Gemeinschaft austreten möchtest?
eu: Ziur al zaude komunitate hau utzi nahi duzula?
fi: Haluatko varmasti lähteä tästä yhteisöstä?
fr: Souhaitez-vousquitter cette communauté ?
he: האם את/ה בטוח/ה שברצונך לנטוש קהילה זו?
ja: 本当に、このコミュニティから脱退してもよろしいですか？
lt: Ar tikrai norite palikti šią bendruomenę?
nl: Weet je het zeker dat je deze gemeenschap wilt verlaten?
ru: Вы уверены, что хотите покинуть это сообщество?
sv: Är du säker på att du vill lämna denna community?
uk: Ви справді бажаєте залишити цю спільноту?
vi: Bạn có chắc muốn rời khỏi diễn đàn này?

source: Click here to leave this community.
ar: اضغط للخروج من المجتمع
de: Klicke hier, um aus dieser Gemeinschaft auszutreten.
eu: Hemen klikatu komunitate hau uzteko.
fi: Lähde yhteisöstä klikkaamalla tästä.
fr: Cliquez ici pour quitter cette communauté.
he: לנטישת קהילה זו יש ללחוץ כאן.
ja: このコミュニティから脱退するには、ここをクリックしてください。
lt: Palikti bendruomenę.
nl: Klik hier op deze gemeenschap te verlaten.
ru: Нажмите здесь, чтобы покинуть это сообщество.
sv: Klicka här för att lämna denna community.
uk: Клацніть тут, щоб вийти зі спільноти.
vi: Nhấn vào đây để rời khỏi diễn đàn.

source: Profile photo
ar: الصورة الشخصية
de: Profil Foto
fr: photo du profil

source: Photo to display at the top of your profile.
de: Ein Foto, dass bei deinem Profil angezeigt werden soll.
fr: photo à afficher en haut de votre profil

source: Basic details
ar: تفاصيل رئيسية
de: Standard Details
eu: Oinarrizko xehetasunak
fi: Perustiedot
fr: Détail basic
he: פרטים בסיסיים
ja: 基本的な詳細
nl: Basis details
ru: Основные данные
sv: Grundläggande information
uk: Основні деталі
vi: Thông tin cơ bản

source: Who am I?
ar: عرف بنفسك
de: Wer bin ich?
eu: Nor naiz ni?
fi: Kuka minä olen?
fr: Qui suis-je?
he: מי אני?
ja: 私は誰？
lt: Kas aš esu?
nl: Wie ben ik?
ru: Кто я?
sv: Vem är jag?
uk: Хто я?
vi: Tôi là ai?

source: A short introduction for you.
ar: مقدمة عنك
de: Eine kurze Einführung über dich.
eu: Zeure buruaren aurkezpen labur bat.
fi: Lyhey esittely itsestäsi.
fr: Une courte introduction pour vous.
he: הקדמה קצרה עבורך.
ja: 簡単な自己紹介を記入してください。
lt: Mano trumpas prisistatymas.
nl: Een korte introductie van jezelf.
ru: Несколько слов о себе.
sv: En kort introduktion av dig.
uk: Декілька слів про себе.
vi: Giới thiệu vắn tắt về bạn

source: A short introduction to this community.
ar: مقدمة قصيرة الى هذا المجتمع
de: Eine kurze Vorstellung dieser Gemeinschaft.
eu: Komunitate honen aurkezpen labur bat.
fi: Lyhyt esittely tästä yhteisöstä.
fr: Une courte présentation de la communauté.
he: מבוא קצר לקהילה זו
ja: このコミュニティの簡単な紹介
lt: Trumpas virtualios bendruomenės aprašymas.
nl: Een korte inleiding over deze gemeenschap
ru: Краткое введение в данное сообщество.
sv: En kort introduktion till denna community.
uk: Коротке вступне слово про цю спільноту.
vi: Giới thiệu vắn tắt về diễn đàn này

source: Brief description
ar: وصف مختصر
de: kurze Beschreibung
eu: Deskribapen motz bat
fi: Lyhyt kuvaus
fr: Brève description
he: תיאור קצר
ja: 簡単な説明
lt: Trumpas aprašymas
nl: Korte beschrijving
ru: Краткое описание
sv: Kort beskrivning
uk: Короткий опис
vi: Chú thích vắn tắt

source: For use in your sidebar profile.
ar: للاستخدام على جانب الصورة
de: Für die Verwendung in deinem Seitenprofil.
eu: Zure profilaren alboko-barran erabiltzeko.
fr: Pour être utilisé dans votre profil dans la 'sidebar'.
he: לשימוש בפרופיל הצד שלך
ja: サイドバーのプロフィールに使用されます。
lt: Pritaikyti šoninei juostai.
nl: Om in het jouw profiel in de zijbalk op te nemen
ru: Для использования в профиле вашей панели.
sv: Att användas i profilen i din sidebar.
uk: Для використання у профілі вашої бічної панелі.
vi: Để sử dụng cho thanh trượt bên hồ sơ

source: Street address
ar: الشارع
de: Strasse
eu: Helbidea
fi: Katuosoite
fr: Adresse postale
he: רחוב
ja: 住所
lt: Gatvė
nl: Postadres
ru: Адрес
sv: Gatuadress
uk: Вулиця і будинок
vi: Địa chỉ đường

source: Location
eu: Kokalekua
fi: Sijanti
fr: Emplacement
he: מיקום
ja: 所在地
nl: Locatie
ru: Месторасположение
sv: Adress
uk: Розташування
vi: Vị trí

source: Town
ar: البلدة
de: Wohnort
eu: Hiria
fi: Kaupunki
fr: Ville
he: עיר
ja: 市区町村名 (Town)
lt: Miestas
nl: Stad
ru: Город
sv: Stad
uk: Місто
vi: Thị trấn

source: State / Region
ar: البلد / المنطقة
de: Bundesland / Kanton
eu: Herrialdea / Eskualdea
fr: Etat / Région
ja: 都道府県名 (State / Region)
lt: Valstija / Sritis
nl: Provincie
ru: Штат/Область
sv: Stat / Region
uk: Штат/Область
vi: Tỉnh Thành

source: Postal code
de: Postleitzahl
eu: Posta kodea
fi: Postinumero
fr: Code postal
he: מיקוד
ja: 郵便番号
lt: Pašto kodas
nl: Postcode
ru: Почтовый индекс
sv: Postnummer
uk: Поштовий індекс
vi: Mã bưu điện

source: Country
de: Land
eu: Herrialdea
fi: Maa
fr: Pays
he: ארץ
ja: 国名
lt: Šalis
nl: Land
ru: Страна
sv: Land
uk: Країна
vi: Nước

source: Work telephone
ar: تلفون العمل
de: Telefon geschäftlich
eu: Lantegiko telefonoa
fi: Työpuhelin
fr: Téléphone du travail
he: טלפון בעבודה
ja: 職場電話番号
lt: Darbo telefonas
nl: Telefoon werk
ru: Рабочий телефон
sv: Arbetstelefon
uk: Роболий телефон
vi: Điện thoại làm việc

source: Home telephone
ar: تلفون المنزل
de: Telefon privat
eu: Etxeko telefonoa
fi: Kotipuhelin
fr: Téléphone du domicile
he: טלפון בבית
ja: 自宅電話番号
lt: Namų telefonas
nl: Telefoon thuis
ru: Домашний телефон
sv: Hemtelefon
uk: Домашній телефон
vi: Điện thoại nhà

source: Mobile telephone
ar: رقم النقال
de: Mobiltelefon
eu: Sakeleko telefonoa
fi: Matkapuhelin
fr: Téléphone mobile
he: טלפון נייד
ja: 携帯電話番号
lt: Mobilus telefonas
nl: Mobiele telefoon
ru: Мобильный телефон
sv: Mobiltelefon
uk: Мобільний телефон
vi: Điện thoại di động

source: Official website address
ar: عنوان الموقع الالكتروني
de: URL deiner offiziellen Homepage
eu: Webgune ofizialaren helbidea
fi: Virallisen sivuston osoite
fr: Adresse du site Internet officiel
he: כתובת אתר אינטרנט רשמי
ja: 公的なウェブサイトアドレス
lt: Tarnybinės svetainės adresas
nl: Officiële website
ru: Официальный адрес сайта
sv: Officiell webbsideadress
uk: Адреса офіційного веб-сайту
vi: Trang chủ

source: The URL to your official website, if you have one.
ar: عنان الالكتروني لموقعك ان وجد
de: Die URL deiner offiziellen Website, falls du über eine verfügst.
eu: Zure webgune ofizialarentzako URLa, bat baldin baduzu.
fi: Virallisen sivun URL, jos sellainen on.
fr: URL de votre site Internet officiel, s'il y a lieu.
he: כתובת האתר הרשמי שלך, אם יש לך אחד כזה.
ja: もしあれば、公的なウェブサイトのURLを入力してください。
lt: Nuoroda į tarnybinę svetainę.
nl: De URL van je officiële website, als je er één hebt.
ru: URL вашего официального сайта, если он есть.
sv: URL till din officiella webbsajt, om du har en.
uk: URL вашого офіційного сайту, якщо він є.
vi: Link đến trang chủ của bạn, nếu bạn có.

source: Personal website address
ar: عنوان الموقع الشخصي
de: URL deiner privaten Website
eu: Zure webgune pertsonalaren helbidea
fi: Hankilökohtaisen sivuston osoite
fr: Adresse de votre site Internet personel
he: כתובת אתר אינטרנט אישי
ja: 個人的なウェブサイトアドレス
lt: Asmeninės svetainės adresas
nl: Adres van de persoonlijke website
ru: Адрес персонального сайта
sv: Personlig webbsideadress.
uk: Адреса персонального сайту
vi: Trang web cá nhân

source: The URL to your personal website, if you have one.
ar: العنوان الالكتروني لموقعك الشخصي
de: Die URL deiner persönlichen Website, falls du über eine verfügst.
eu: Zure webgune pertsonalarentzako URLa, bat baldin baduzu.
fi: Henkilökohtaisen sivuston URL, jos sellainen on.
fr: URL de votre site web personnel, s'il y a lieu
he: הכתובת של האתר האישי שלך, אם יש לך אחד כזה.
ja: もしあれば、個人的なウェブサイトのURLを入力してください。
lt: Nuorodą į asmeninę svetainę (jei yra).
nl: De URL van je persoonlijke website, als je er één hebt.
ru: URL вашего персонального сайта, если он есть.
sv: URL till din personliga webbsida, om du har en.
uk: URL вашого персонального сайту, якщо він є.
vi: Link đến trang web cá nhân, nếu bạn có.

source: ICQ number
ar: رمز الدولة
de: ICQ Nummer
eu: ICQ zenbakia
fi: ICQ numero
fr: Compte ICQ
he: מספר ICQ
ja: ICQナンバー
lt: ICQ
nl: ICQ nummer
ru: Номер ICQ
sv: ICQ-nummer
uk: Номер ICQ
vi: Số ICQ

source: MSN chat
ar: المحادثة على م-س-ن
de: MSN
eu: MSN chata
fr: Compte MSN
he: צ'אט MSN
ja: MSNチャット
lt: MSN
nl: MSN
ru: MSN-чат
uk: Чат MSN

source: AIM screenname
ar: اسم شاشة العرض اي اي ام
de: AIM alias
eu: AIM pantailaren izena
fi: AIM nimi
fr: Compte AIM
he: שם משתמש ב-AIM
ja: AIMスクリーンネーム
lt: AIM
nl: AIM alias
ru: Имя AIM
uk: AIM ім'я
vi: Tên đăng ký trên AIM

source: Skype username
ar: ازالة الرقم السري
de: SKYPE Anmeldename
eu: Skype erabiltzaile izena
fi: Skype nimi
fr: Compte Skype
he: שם משתמש בסקייפ
ja: Skypeユーザ名
lt: Skype
nl: Skype gebruikersnaam
ru: Имя Skype
sv: Skype användarnamn
uk: Skype ім'я
vi: Tên đăng ký trên Skype

source: Jabber username
ar: اسم الدخول لجابر
de: JABBER Anmeldename
eu: Jabber erabiltzaile izena
fi: Jabber nimi
fr: Compte Jabber
he: שם משתמש בג'אבר
ja: Jabberユーザ名
lt: jabber
nl: Jabber gebruikersnaam
ru: Имя Jabber
sv: Jabber användarnamn
uk: Jabber ім'я

source: Interests
ar: الاهتمامات
de: Interessen
eu: Zaletasunak
fi: Kiinnostuksen kohteet
fr: Intérêts
he: תחומי-התעניינות
ja: 興味のあること
lt: Interesai
nl: Interesses
ru: Интересы
sv: Intressen
uk: Інтереси
vi: Sở thích

source: Separated with commas.
ar: استخدام الفواصل
de: Inhalt, durch Kommas getrennt
eu: Kakotxa bitartez banandua.
fi: Erotettuina pilkuilla.
fr: Separé par des virgules.
he: מופרד בפסיקים
ja: コンマで区切って入力してください。
lt: Atskirta kableliais.
nl: Gescheiden door een komma
ru: Разделённые запятыми
sv: Åtskilda med komman.
uk: розділені комами
vi: Cách nhau bằng dấu phẩy

source: Likes
ar: الرغبات
de: Ich mag
eu: Gustoko duzuna
fi: Pitää
fr: Ce que vous aimez
he: בעד
ja: 好きなもの（こと）
lt: Pomėgiai
nl: Houdt van
ru: Нравится
sv: Jag gillar
uk: Подобається
vi: Yêu thích

source: Dislikes
ar: م لا تحب
de: Ich mag nicht
eu: Atsegin ez duzuna
fi: Ei pidä
fr: Ce que vous n'aimez pas
he: נגד
ja: 嫌いなもの（こと）
lt: Nemėgstami dalykai
nl: Houdt niet van
ru: Не нравится
sv: Jag ogillar
uk: Не подобається
vi: Không thích

source: Employment
ar: الوظيفة
de: Beschäftigung
eu: Lanbidea
fr: Emploi
he: עיסוק
ja: 職業
nl: Werk
ru: Занятость
sv: Arbetslivserfarenhet
uk: Місце роботи
vi: Việc làm

source: Industry
ar: مجال العمل
de: Branche
eu: Industria
fi: Ala
fr: Industrie
he: ענף
ja: 業種
lt: Pramonės sritis
nl: Sector
ru: Отрасль
sv: Näringsgren
uk: Індустрія
vi: Ngành kinh doanh

source: Company / Institution
ar: الشركة / المعهد
de: Firma / Einrichtung
eu: Enpresa / Erakundea
fi: Yritys / Instituutio
fr: Compagnie / Institution
he: חברה / מוסד
ja: 会社／団体
lt: Įmonė / Įstaiga
nl: Bedrijf / Instituut
ru: Компания/Учреждение
sv: Företag / Institution
uk: Компанія / Установа
vi: Công ty / Tổ chức

source: Job Title
ar: الوضيفة
de: Berufsbezeichnung
eu: Lanpostua
fi: Tehtävänimike
fr: Titre de votre emploi
he: תפקיד
ja: 職種／役職
lt: Pareigos
nl: Baan
ru: Должность
sv: Jobbtitel
uk: Посада
vi: Chức danh

source: Job Description
ar: وصف العمل
de: Berufsbeschreibung
eu: Lanpostuaren Deskribapena
fi: Työnkuvaus
fr: Description de votre emploi
he: תיאור התפקיד
ja: 職務内容
lt: Darbo aprašymas
nl: Beschrijving van je baan
ru: Описание работы
sv: Arbetsbeskrivning
uk: Опис роботи
vi: Giải thích nghề nghiệp

source: I would like to ...
ar: اريد ان
de: Ich möchte....
eu: Atsegingo nuke...
fi: Haluaisin ...
fr: J'aimerais ...
he: הייתי רוצה ל...
ja: やりたいこと
lt: Aš norėčiau ...
nl: Ik zou graag het volgende willen...
ru: Мне нравится...
sv: Jag skulle vilja ...
uk: Я хотів би...
vi: Tôi muốn...

source: Your goals, separated with commas.
ar: اهدافك منفصلة باستخدام الفواصل
de: Deine Ziele, durch Kommas getrennt.
fi: Tavoitteeni pilkuilla eroteltuna.
fr: Vos objectifs, séparé par des virgules.
he: השאיפות שלך, מופרדות בפסיקים.
ja: あなたの目標をコンマで区切って入力してください。
nl: Jouw doelen, gescheiden door komma's.
ru: Ваши цели (разделённые запятыми)
sv: Dina mål, åtskilda med kommatecken:
uk: Ваші цілі, розділені комами
vi: Mục tiêu của bạn, cách nhau bằng dấu phẩy
