Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/politica/languages/*/LC_MESSAGES/*.po
Languages: ar, de, eu, fi, fr, he, ja, lt, nl, ru, sv, uk, vi

source: Email address updated.
ar: البريد الالكتروني حدث
de: E-Mail-Adresse aktualisiert.
eu: Posta elektronikoaren helbidea eguneratua izan da.
fi: Sähköpostiosoite päivitetty.
fr: Adresse courriel mise à jour.
he: כתובת הדוא"ל עודכנה.
ja: メールアドレスが更新されました。
lt: El.pašto adresas atnaujintas.
nl: E-mail adres gewijzigd.
ru: Адрес электронной почты обновлен.
sv: Epostadress uppdaterad.
uk: Е-мейл оновлений.
vi: Đã cập nhật địa chỉ email

source: Your moderation preferences have been changed.
ar: اوامر الادارة غيرت
de: Deine Moderationseinstellungen wurden gespeichert.
eu: Zure moderatze ezaugarriak aldatuak izan dira.
fi: Moderointiasetuksesi on muutettu.
fr: Vos préférences de modération ont été modifiées.
he: העדפות הבקרה שלך שונו.
ja: モデレーション設定が変更されました。
lt: Moderavimo nustatymai pakeisti.
nl: Jouw edit voorkeuren zijn veranderd
ru: Ваши настройки модерации изменены.
sv: Dina begränsningsinställningar har ändrats.
uk: Настройки модерації змінені.
vi: Những quản lý yêu thích của bạn đã được thay đổi

source: Public comments and discussion set to 'on'.
ar: التعليقات العامة والنقاش فعال
de: Öffentliche Kommentare und Diskussionen sind aktiviert.
eu: Iruzkin publikoak eta eztabaida 'on' egoeran jarri da.
fi: Julkiset kommentit ja keskustelut asetettu 'käytössä'.
fr: Commentaires et discussions publics activés.
he: תגובות ודיונים ציבוריים נקבעו במצב 'מופעל'.
ja: パブリックコメントとディスカッションが「有効」に設定されました。
lt: Vieši komentarai ir diskusijos: įjungta.
nl: Publiek commentaar en discussie staat op "aan".
ru: Публичные комментарии и обсуждения включены.
sv: Publika kommentarer och diskussioner satta till 'på'.
uk: Загальнодоступні коментарі та обговорення встановлені в 'увімкнено'.
vi: Ý kiến công khai và thảo luận được bật

source: Public comments and discussion set to 'off'.
ar: المناقشة وإبداء الملاحظات تنسب الى "'off'..
de: Öffentliche Kommentare und Diskussionen deaktiviert
eu: Komentario publikoak eta eztabaidak 'desaktibatu'.
fi: Julkiset kommentit ja keskustelus asetettu 'poissa käytöstä'.
fr: Commentaires et discussions publics désactivés.
he: תגובות ודיונים ציבוריים נקבעו במצב 'מכובה'.
ja: パブリックコメントとディスカッションが「無効」に設定されました。
lt: Vieši komentarai ir diskusijos: išjungta.
nl: Publiek commentaar en discussie staat op "uit".
ru: Публичные комментарии и обсуждения выключены.
sv: Publika kommentarer och diskussioner satta till 'av'.
uk: Публічні коментарі та обговорення встановлені в 'вимкнено'.
vi: Ý kiến công khai và thảo luận được tắt

source: Email comments and discussion set to 'on'.
ar: المناقشة وإبداء الملاحظات عن طريق البريد الالكتروني تنصب إلى 'on'.
de: E-Mail Kommentar und Diskussionen ist angeschaltet.
eu: Komentario publikoak eta eztabaidak 'aktibatu'.
fi: Sähköpostikommentti ja keskustelut asetettu 'käytössä'.
fr: Commentaires et discussions par courriel activés.
he: תגובות ודיוני דוא"ל נקבעו במצב 'מופעל'.
ja: メールコメントとディスカッションが「有効」に設定されました。
lt: Siųsti komentarus ir diskusijas el.paštu: įjungta.
nl: Email commentaar en discussie staat op 'aan'.
ru: Комментарии по e-mail и обсуждения включены.
sv: Epostkommentarer och diskussioner satta till 'på'.
uk: Е-мейл коментарі та обговорення встановлені в 'увімкнено'.
vi: Ý kiến email và thảo luận được bật

source: Email comments and discussion set to 'off'.
ar: المناقشة وإبداء الملاحظات عن طريق البريد الالكتروني تنصب إلى'off'
de: E-Mail Kommentar und Diskussion ist AUS.
eu: Posta elektronikoko komentarioak eta eztabaidak 'desaktibatu'.
fi: Sähköpostikommentit ja keskustelut asetettu 'poissa käytöstä'.
fr: Commentaires et discussions par courriel désactivés.
he: תגובות ודיוני דוא"ל נקבעו במצב 'מכובה'.
ja: メールコメントとディスカッションが「無効」に設定されました。
lt: Siųsti komentarus ir diskusijas el.paštu: išjungta.
nl: Email commentaar en discussie staat op 'uit'.
ru: Комментарии по e-mail и обсуждения выключены.
sv: Epostkommentarer och diskussioner satta till 'av'.
uk: Е-мейл коментарі та обговорення встановлені в 'вимкнено'.
vi: Ý kiến email và thảo luận được tắt

source: Email notifications set to 'on'.
ar: البريد الالكتروني يعمل
de: E-Mail-Benachrichtigung ist AN
eu: Posta elektronikoko oharrak 'aktibatu'.
fi: Sähköposti-ilmoitukset asetettu 'käytössä'.
fr: Notification par courriel activée.
he: הודעות דוא"ל נקבעו במצב 'מופעל'.
ja: メール通知が「有効」に設定されました。
lt: Priminimai el.paštu: įjungta.
nl: Email notificatie staat op 'aan'.
ru: Извещения по e-mail включены.
sv: Epostavisering satt till 'på'.
uk: Е-мейл повідомлення встановлені в 'увімкнено'.
vi: Báo cáo email được bật

source: Email notifications set to 'off'.
ar: البريد الالكتروني مغلق
de: E-Mail-Benachrichtigung ist AUS
eu: Posta elektronikoko oharrak 'desaktibatu'.
fi: Sähköposti-ilmoitukset asetettu 'poissa käytöstä'.
fr: Notification par courriel désactivée.
he: הודעות דוא"ל נקבעו במצב 'מכובה'.
ja: メール通知が「無効」に設定されました。
lt: Priminimai el.paštu: išjungta.
nl: Email notificatie staat op 'uit'.
ru: Извещения по e-mail выключены.
sv: Epostavisering satt till 'av'.
uk: Е-мейл повідомлення встановлені в 'вимкнено'.
vi: Báo cáo email được tắt

source: Password not changed: Your password is either too short or too long. It must be between 4 and 32 characters in length.
ar: لم يجر تغيير على كلمة المرور: كلمة المرور الخاصة بك إما أن تكون طويلة جدا أو قصيرة جدا. يجب أن تكون ما بين 4 و 32 علامة .
de: Passwort konnte nicht geändert werden: Dein Passwort ist entweder zu lang oder zu kurz. Es muss zwischen 4 und 32 Zeichen lang sein.
eu: Pasahitza ez da aldatu: Zure pasahitza motza edo luzea da. 4 eta 32 karaktere arteko luzerakoa izan behar du.
fi: Salasanna ei muutettu: salasana on joko liian lyhyt tai liian pitkä. Salasanan pituus oltava 4:n ja 32:n merkin välillä.
fr: Ancien mot de passe conservé car la longueur de votre mot de passe doit être comprise entre 4 et 32 caractères.
he: הסיסמה לא שונתה: סיסמתך היתה או קצרה מדי או ארוכה מדי. הסיסמה חייבת להיות באורך של בין 4 ל-32 תווים.
ja: パスワードは変更されませんでした： パスワードの長さが適切ではありません。 パスワードの文字数は、4 ～ 32 文字である必要があります。
lt: Slaptažodis nepakeistas: Slaptažodis per trumpas ar per ilgas. Slaptažodžio ilgis nuo 4 iki 32 simbolių.
nl: Het wachtwoord is niet gewijzigd: De lengte van het wachtwoord is te kort of te lang. Het moeten tussen de 4 en de 12 tekens lang zijn.
ru: Пароль не изменён: он слишком короткий или слишком длинный. Пароль должен быть длиной от 4 до 32 символов.
sv: Lösenordet ändrades inte: Lösenordet är antingen för kort eller för långt. Det måste vara mellan 4 och 32 tecken långt.
uk: Пароль не був змінений: Ваш пароль мабуть закороткий або задовгий. Він повинен містити від 4 до 32 символів.
vi: Mật khẩu không thay đổi: mật khẩu của bạn có thể quá ngắn hay quá dài. Nó cần phải giữa 4 và 32 ký tự.

source: Password not changed: Your password can only consist of letters or numbers.
ar: الرقم السري لم يتغير يجب ان يحتوي على حروف او ارقام
de: Passwort konnte nicht geändert werden: Dein Passwort darf nur aus Buchstaben und Ziffern bestehen.
eu: Pasahitza ez da aldatu: Zure pasahitzak hizki eta zenbakiak izan ditzazke soilik.
fi: Salasanaa ei muutettu: salasanassa voi olla vain kirjaimia ja numeroita.
fr: Ancien mot de passe conservé car votre mot de passe ne doit contenir que des lettres et des chiffres.
he: הסיסמה לא שונתה: סיסמתך יכולה להכיל רק אותיות או מספרים.
ja: パスワードは変更されませんでした： パスワードに使用できるのは英数字のみです。
lt: Slaptažodis nepakeistas: Slaptažodį gali sudaryti tik raidės ir skaičiai.
nl: Het wachtwoord is niet gewijzigd: het wachtwoord mag alleen maar cijfer en letters bevatten.
ru: Пароль не изменён: он должен состоять только из букв и цифр.
sv: Lösenordet ändrades inte: Det kan endast bestå av bokstäver eller nummer.
uk: Пароль не був змінений: Ваш пароль може містити лише літери та цифри.
vi: Mật khẩu không thay đổi: mật khẩu của bạn chỉ có thể bao gồm ký tự và chữ số.

source: Your password was updated.
ar: تم تحديث الرقم السري
de: Dein Passwort wurde aktualisiert.
eu: Zure pasahitza eguneratua izan da.
fi: Salasana vaihdettu.
fr: Votre mot de passe a été mis à jour.
he: סיסמתך עודכנה.
ja: パスワードが更新されました。
lt: Slaptažodis pakeistas.
nl: Je wachtwoord is gewijzigd
ru: Ваш пароль изменен.
sv: Ditt lösenord uppdaterades.
uk: Ваш пароль був оновлений.
vi: Đã cập nhật mật khẩu của bạn.

source: Password not changed: The password and its verification string did not match.
ar: لم يجر تغيير على كلمة المرور: كلمة المرور لا تتطابق مع متسلسلة التحقق.
de: Passwort konnte nicht geändert werden: Passwort und Bestätigung stimmen nicht überein.
eu: Pasahitza ez da aldatu: Pasahitzak eta bere egiaztapen kateak ez dute bat egiten.
fi: Salasanaa ei muutettu: salasana ja sen varmistus eivät täsmää.
fr: L'ancien mot de passe a été conservé car les deux mots de passe n'étaient pas identiques.
he: הסיסמה לא שונתה: לא הייתה התאמה בין הסיסמה לבין אימות הסיסמה.
ja: パスワードは変更されませんでした： 確認用に入力されたパスワードと一致しませんでした。
lt: Slaptažodis nepakeistas: Slaptažodis ir jo patvirtinimas nesutampa.
nl: Het wachtwoord is niet gewijzigd: het wachtwoord en het wachtwoord ter controle kwamen niet overeen.
ru: Пароль не изменен: пароль и его подтверждение не совпадают.
sv: Lösenordet ändrades inte: Lösenordet måste skrivas in likadant två gånger.
uk: Пароль не був змінений: Пароль та повтор паролю не збігаються.
vi: Mật khẩu đã không thay đổi: mật khẩu và xác nhận mật khẩu không khớp nhau.

source: Change your full name:
ar: تغيير الاسم كاملا
de: Vollen Namen ändern:
eu: Zure izen osoa aldatu:
fi: Vaihda koko nimesi:
fr: Changez votre nom :
he: שינוי שמך המלא:
ja: 氏名の変更：
lt: Pakeisti mano vardą:
nl: Wijzig je volledige naam:
ru: Изменить ваше полное имя:
sv: Ändra ditt fullständinga namn:
uk: Змінити повне ім'я:
vi: Thay đổi tên của bạn

source: Your full name
ar: اسمك الكامل
de: Dein vollständiger Name
eu: Zure izen osoa
fi: Koko nimesi
fr: Votre nom complet
he: שמך המלא
ja: 氏名
lt: Pilnas vardas
nl: Jouw volledige naam
ru: Ваше полное имя
sv: Ditt fullständiga namn
uk: Ваше повне ім'я
vi: Tên đầy đủ của bạn

source: Your email address:
de: Deine E-Mail-Adresse:
eu: Zure posta elektroniko helbidea:
fi: Sähköpostiosoitteesi:
fr: Votre adresse courriel :
he: כתובת הדוא"ל שלך:
ja: メールアドレス：
lt: Elektroninio pašto adresas:
nl: Jouw e-mail adres:
ru: Ваш электронный адрес:
sv: Din epostadress:
uk: Ваша адреса е-мейл:
vi: Địa chỉ email của bạn:

source: This will not be displayed to other users; you can choose to make an email address available via the profile screen.
ar: هذا لا يمكن عرضه من قبل الاخرين , بامكانك عمل لاعنوان جديد فعال لكل لكل سجل عرض
de: Diese Adresse ist für andere Benutzer unsichtbar. Du kannst eine (eventuell andere) E-Mail-Adresse über deine Profilseite für andere Benutzer sichtbar machen.
eu: Hau ez zaio beste erabiltzaileei erakutsiko; posta elektroniko helbidea erakusteko aukera eman dezakezu profilaren leihotik.
fi: Muut eivät näe tätä; profiili-sivulla voit asettaa osoitteen näkyväksi.
fr: Invisible aux autres utilisateurs. Si vous souhaitez publier votre adresse courriel, vous devez modifier votre profil.
he: הכתובת לא תוצג למשתמשים אחרים; באפשרותך לחשוף את כתובת הדוא"ל למשתמשים אחרים דרך מסך הפרופיל.
ja: これは他のユーザには表示されません。 他のユーザに公開するメールアドレスは、プロフィールの編集画面で設定することができます。
lt: Tai nerodoma kitiems vartotojams; nustatymuose keičiamas el.pašto viešumas.
nl: Dit zal niet worden getoond aan andere gebruikers; je kunt er wel voor kiezen om dit e-mail adres beschikbaakbaar te maken via het scherm met je profiel.
ru: Это не будет показываться другим пользователям; вы можете включить отображение адреса электронной почты в настройках профиля.
sv: Detta kommer inte visas för andra användare; du kan välja att göra en epostadress publik via profilsidan.
uk: Це не буде видно іншим користувачам; але ви можете зробити е-мейл доступним через сторінку профілю.
vi: Việc này sẽ không hiển thị đến các thành viên khác; bạn có thể chọn để tạo 1 địa chỉ email tồn tại qua màn hình hồ sơ.

source: Your email address
ar: عنوان بريدك الالكتروني
de: Deine E-Mail-Adresse
eu: Zure posta elektroniko helbidea
fi: Sinun sähköpostiosoite
fr: Votre adresse courriel
he: כתובת הדוא"ל שלך
ja: メールアドレス
lt: El.pašto adresas
nl: Jouw e-mail adres
ru: Ваш электронный адрес
sv: Din epostadress
uk: Ваша адреса е-мейл
vi: Địa chỉ email của bạn

source: Friendship moderation:
ar: ادارة الصداقة
de: Moderiere deine Freundesliste
eu: Adiskideen moderazioa:
fi: Ystävyyden moderointi:
fr: Modération des amis :
he: בקרת חברות:
ja: 交友関係モデレーション：
lt: Moderuoti draugų sąrašą:
nl: Vriendschap editen:
ru: Модерация друзей:
sv: Vänskapsbegränsning:
uk: Модерація дружби:
vi: Quản lý bạn bè

source: This allows you to choose who can list you as a friend.
ar: تمكنك من اختبار من سيضيفك كصديق
de: Hier kannst du einstellen, wer dich als Freund/in listen darf.
eu: Zure lagun bezala zerrendatzeko baimena zenek duen aukera dezakezu hemen.
fi: Voit valita kuka lisää sinut ystäväkseen.
fr: Ceci vous permet de choisir qui peut vous ajouter dans sa liste d'amis.
he: הבקרה מאפשרת לך לקבוע מי יוכל לרשום אותך כחבר.
ja: 他のユーザが、あなたを友人リストに加える際の制限を選択してください。
lt: Tai leidžia pasirinkti, kas galės įtraukti jūs į draugų sąrašą.
nl: Dit geeft je de mogelijkheid om te kiezen wie jou aan zijn list kan toevoegen als vriend.
ru: Вы можете выбрать, кто может включить вас в свои друзья.
sv: Detta låter dig välja vem som kan lista dig som en vän.
uk: Це дозволить вам вибрати, хто може додати вас до вписку друзів.
vi: Điều này cho phép bạn chọn ai có thể làm quen với bạn

source: No moderation: anyone can list you as a friend. (Recommended)
ar: لا ادارة اي واحد يمكن ان يضيفك
de: Keine Moderation: Jede/r kann dich als Freund/in listen. (empfohlen)
eu: Moderaziorik ez: edonork zerrenda zaitzake lagun bezala. (Gomendagarria)
fi: Ei moderointia: kuka tahansa voi merkitä sinut ystäväksi. (Suositus)
fr: Aucune modération: tous peuvent vous ajouter à leur liste d'amis (recommandé).
he: ללא בקרה: כל אחד יכול לרשום אותך כחבר. (מומלץ)
ja: モデレートしない： 誰でも友人リストに加えることができます。（推奨）
lt: Nemoderuojamas: visi gali pasirinkti jus draugu. (Rekomenduojama)
nl: Geen restrictie: iedereen kan jou toevoegen als vriend. (Aanbevolen)
ru: Нет модерации: каждый может включить вас в свои друзья. (Рекомендуем)
sv: Ingen begränsning: vem som helst kan lista dig som en vän. (Rekommenderas)
uk: Без модерації: будь-хто може внести вас до списку друзів. (Рекомендовано)
vi: Không quản lý: ai cũng có thể làm quen với bạn

source: Moderation: friendships must be approved by you.
ar: الصداقة يجب الموافقة عليها من قبلك
de: Moderation: Freundschaftsanträge müssen von Ihnen bewilligt werden.
eu: Moderazioa: lagun izate eskaerak zuk baimendu behar dituzu.
fi: Moderointi: sinun tulee hyväksyä ystävyys.
fr: Modération : les ajouts en tant qu'amis doivent être approuvées par vous.
he: בקרה: החברות צריכה להיות מאושרת על-ידך.
ja: モデレートする： 友人リストに加えるには、あなたの承認が必要となります。
lt: Moderuojamas: draugystės užklausas tvirtinsite/atmesite pats.
nl: Restrictie: vriendschap aanvragen moeten door jou worden geaccepteerd.
ru: Модерация: запросы о внесении в список друзей должны бать одобрены вами.
sv: Begränsing: vänskap m åste godlännas av dig.
uk: З модерацією: Дружба має бути схвалена вами.
vi: Quản lý: cần phải được sự chấp thuận của bạn trước khi làm quen.

source: Private: nobody can list you as a friend.
ar: لا احد يستطيع اعتبالرك صديق
de: Privat: Keiner kann dich als Freund auflisten.
eu: Pribatua: inork ezin zaitzake lagun bezala zerrendatu.
fi: Yksityinen: kukaan ei voi merkitä sinua ystäväksi.
fr: Privé : personne ne peut vous ajouter comme ami.
he: פרטי: אף-אחד לא יוכל לרשום אותך כחבר.
ja: プライベート： 誰も友人リストに加えることができません。
lt: Privatu: niekas negali įtraukti jūsų į draugų sąrašą.
nl: Prive: niemand kan jou toevoegen als vriend.
ru: Личный: никто не может включить вас в список друзей.
sv: PRivat: Ingen kan lista dig som vän.
uk: Приватно: ніхто не може додати вас до списку друзів.
vi: Cá nhân: không ai có thể làm quen với bạn.

source: Friendship moderation
ar: ادارة الاصدقاء
de: Freundschaftsmoderation
eu: Laguntasun moderazioa
fi: Ystävyyden moderointi
fr: Modération des amitiés
he: בקרת חברות
ja: 交友関係のモデレーション
lt: Moderuoti draugų sąrašą
nl: Vriendschap restricties
ru: Модерация дружбы
sv: Vänskapsbegränsing
uk: Модерація дружби
vi: Quản lý bạn bè

source: Make comments public
ar: تعليقات عامة
de: Kommentare als öffentlich kennzeichnen
eu: Iruzkinak publiko egin
fi: Tee kommenteista julkisia
fr: Autoriser les commentaires.
he: פתיחת תגובות לציבור
ja: コメントをパブリックにする
lt: Komentuoti viešai
nl: Maak commentaar publiek
ru: Сделать комментарии публичными
sv: Gör kommentarer publika
uk: Зробити коментарі публічними
vi: Ý kiến công khai

source: Set this to 'yes' if you would like anyone to be able to comment on your resources (by default only logged-in users can). Note that this may make you vulnerable to spam.
ar: حدد هذا لكلمة "نعم" إذا كنت تود أن يقوم شخص ما بإبداء ملاحظات حول المراجع أو المصادر التي تستخدمها ( بشكل افتراضي فقط المستخدمين المشتركين يستطيعون عمل ذلك ). يجب ملاحظة أن هذا التصرف سيجعلك عرضة للاختراق.
de: Setze diese Option auf Ja, wenn Du willst, das jeder das Recht hat deine Beiträge zu kommentieren (im Normalfall können dies nur angemeldete Benutzer). Bitte beachte, dass dadurch Spam ermöglicht wird.
eu: 'Bai' jarri hemen zure baliabideetan komentarioak egiteko aukera eman nahi baldin badiozu norbaiti (erregistraturiko erabiltzaileei baino ez uzteko dago hobetsita). Kontuan izan spam-a jasotzeko aukera gehiago izango dituzula honekin.
fi: Valitse 'kyllä' halutessasi kaikkien voivan kommentoida resurssejasi (oletuksellisesti vain kirjautuneet käyttäjät voivat kommentoida). Tämä saattaa tuottaa spammia.
fr: Mettez ceci à 'oui' si vous souhaitez que tous puissent commenter vos ressources (par défaut seul les utilisateurs en ligne le peuvent). Notez que ceci peut vous rendre vulnérable au spam.
he: יש לקבוע 'כן' אם ברצונך שכל אחד יוכל להגיב על משאביך (כברירת מחדל, רק משתמשים מחוברים יכולים להגיב). עליך לשים לב לכך שאפשרות זו עשויה לחשוף אותך לתגובות ספאם.
ja: あなたのリソースに不特定の人々がコメントできるようにしたい場合は、「はい」に設定してください（デフォルトではログインユーザのみがコメントできます）。 ただし、「はい」にするとスパム投稿に利用されやすいことに留意してください。
lt: Jei nustatysite 'taip', kiekvienas galės komentuoti jūsų failus.
nl: Plaats op 'Ja' als je wilt dat iedereen commentaar kan leveren op jouw hulpbronnen (standaard alleen voor ingelogde gebruikers). Wees er bewust van dat deze optie spam-gevoelig is.
ru: Укажите «да», если хотите, чтобы все могла комментировать ваши записи (по умолчанию это могут делать только зарегистрированны пользователи).
sv: Sätt detta till 'ja' om du vill att vem som helst kan kommentera dina resurser (som standard kan bara inloggade användare göra detta). Notera att detta kan göra dig sårbar för spam.
uk: Виберіть 'так' якщо ви хочете, щоб кожен мав змогу коментувати ваші ресурси (за типовим налаштуваннями це можуть робити лише зареєстровані користувачі). Обережно, це може зробити вас вразливим до спаму.
vi: Nếu chọn đồng ý thì mọi người có thể đăng tải ý kiến của họ trên tài nguyên của bạn (theo mặc định chỉ có thành viên mới được).

source: Public comments:
ar: تعليقات عامة
de: Öffentliche Kommentare:
eu: Komentario publikoak:
fi: Julkiset kommentit:
fr: Commentaire(s) public(s):
he: תגובות ציבוריות:
ja: パブリックコメント：
lt: Vieši komentarai:
nl: Publiek commentaar
ru: Публичные комментарии:
sv: Publika kommentarer:
uk: Публічні коментарі:
vi: Ý kiến công khai:

source: Receive email notifications
ar: استقبال اشعار بالبريد
de: E-Mail Benachrichtigungen empfangen
eu: Posta elektroniko notifikazioak jaso
fi: Ilmoitus sähköpostiin
fr: Recevoir les notifications par courriel
he: קבלת הודעות דוא"ל
ja: メール通知を受け取る
lt: Gauti pranešimus el.paštu
nl: Ontvang email notificaties
ru: Получать уведомления по эл. почте
sv: Ta emout epostaviseringar
uk: Отримувати е-мейл повідомлення
vi: Nhận thư báo cáo

source: Set this to 'yes' if you would like to receive email copies of any messages you receive. This includes blog comments, notifications when people add you as a friend and more. You can always view these online as part of your recent activity page.
ar: حدد هذا لكلمة "نعم" إذا كنت تود استلام نسخ من البريد الالكتروني لأي رسائل تصلك. يتضمن هذا ملاحظات المدونة , إبلاغك عند إضافة اسمك كصديق من قبل أشخاص آخرين وأكثر من هذا. تستطيع مشاهدة ذلك ومتابعته مباشر وفوري عبر الانترنت وذلك كجزء من صفحة النشاط الخاصة بك.
de: Setze diese Option auf Ja, wenn Du per E-Mail benachrichtigt werden willst. Das beinhaltet Kommentare, Benachrichtigung wenn ein Mitglied Dich als Freund benennt und mehr. Du kannst das auch auf deiner 'letze Aktivitäten Seite' einsehen.
eu: 'Bai' jarri hemen jasotzen dituzun email guztien kopia bat jaso nahi baldin baduzu. Honek blog komentarioak, norbaitek lagun gisa gehitzen zaituenean jakinaraztea, e.a. hartzen du barne. Guzti hau zure arestiko jardueraren orrialdean ere ikus dezakezu online.
fi: Aseta tämä tilaan 'kyllä' mikäli haluat saada sähköpostiisi kopoit saamistasi viesteistä. Niihin kuuluvat blogin kommentit, tunnuksesi lisääminen ystäväksi jne.
fr: Cochez 'oui' si vous voulez recevoir par courriel une copie des messages que vous recevez. Cela inclus les commentaires de blogs, les notifications quand quelqu'un vous ajoute comme contact. Vous pouvez consulter également ces informations dans votre page d'activité récente.
he: יש לקבוע 'כן' אם ברצונך לקבל בדוא"ל העתק לכל הודעה שתתקבל בחשבונך. זה כולל תגובות בבלוג, הודעות על כך שמישהו צירף אותך כחבר ועוד. תמיד אפשר לצפות בהודעות אלו בדף החדשות אצלך.
ja: どのようなメッセージのコピーでもメールで受け取りたい場合は、ここを「はい」に設定してください。 これはブログのコメント、ユーザがあなたを友人に加えた際の通知、あるいはそれら以外のものを含みます。 あなたはいつでもオンラインで、「最近の活動」ページの一部としてこれらを見ることができます。
lt: Pasirinkite 'taip', jei norite el.paštu gauti visų jums adresuotų pranešimų kopijas. Tai yra dienoraščio komentarai, draugystės užklausos ir kt. Juos taip pat visada galite matyti ir šioje aplinkoje.
nl: Zet deze optie op 'ja' als je een email bericht wilt ontvangen van berichten die je ontvangt. Dit houdt in blog commentaar, notificaties van vrienden die jou willen toevoegen als vriend en meer. Je kan deze ook altijd online bekijken op jou recente activiteiten pagina.
ru: Укажите «да», если хотите, чтобы все полученные сообщения пересылались вам по электронной почте — это комментарии, уведомления о добавлении в друзья и прочее. Вы также можете просматривать эти сообщения на странице «последняя активность».
sv: Sätt till 'Ja' om du vill få epostkopior av alla meddelanden du får. Detta inkluderar bloggkommentarer, information när folk lägger till dig som kompis med mera. Du kan alltid se dessa online på din senaste aktivitetssida.
uk: Виберіть 'так' якщо ви бажаєте отримувати копії всіх повідомленнь які ви отримуєте. Це включає коментарі до блогу, повідомлення про занесення вас до списку друзів та інше. Ви можете завжди продивитись це на сторінці вашої активності.
vi: Nếu chọn là đồng ý thì bạn sẽ nhận được thư và tin nhắn riêng khi bạn nhận được bất kỳ lời nhắn hay khi có người làm quen với bạn.

source: Receive notifications:
ar: استقبال الملاحظة
de: Empfange Benachrichtigungen
eu: Notifikazioak jaso:
fi: Ota vastaan ilmoituksia:
fr: Recevoir les notifications :
he: קבלת הודעות:
ja: 通知の受信：
nl: Ontvang notificaties:
ru: Получать уведомления:
sv: Erhålla underrättelser
uk: Отримувати повідомлення:
vi: Nhận thư báo:

source: Change your password:
ar: غير الرقم السري
de: Passwort ändern:
eu: Zure pasahitza aldatu:
fi: Muuta salasanaasi:
fr: Changez votre mot de passe :
he: שינוי סיסמה:
ja: パスワードの変更：
lt: Pakeisti slaptažodį:
nl: Wijzig je wachtwoord
ru: Изменить пароль:
sv: Ändra ditt lösenord:
uk: Змінити ваш пароль:
vi: Thay đổi mật khẩu của bạn:
