Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/politica/languages/*/LC_MESSAGES/*.po
Languages: ar, de, eu, fi, fr, he, ja, lt, nl, ru, sv, uk, vi

source: User flag '%s' set to '%s'
ar: اشارة المستخدم '%s' تنصب إلى '%s'
de: User Kennzeichnung von '%s' auf '%s' geändert
eu: '%s' erabiltzaile bandera '%s'n jarri
fr: Marqueur '%s' a une valeur de '%s'
he: דגל משתמש '%s' שונה ל'%s'
ja: ユーザフラグ「%s」が %s にセットされました。
lt: Vartotojo žymė '%s' pakeista į '%s'
nl: Gebruikersbezwaar '%s' gewijzigd in '%s'
ru: Пользовательский параметр '%s' изменён на '%s'
sv: Användarflagga '%s' sattes till '%s'
uk: Параметр користувача '%s' змінений на '%s'
vi: Thành viên đánh dấu '%s' thành '%s'

source: Spam list updated.
ar: قائمة الرسائل غير المرغوبة حدثت
de: Spamliste wurde auf den neuesten Stand gebracht.
eu: Eguneratutako spam zerrenda.
fi: roskapostilista päivitetty.
fr: Liste de spam mise à jour.
he: רשימת הספאם עודכנה.
ja: スパムリストが更新されました。
lt: Šiukšlių sąrašas atnaujintas.
nl: Het bestand is vernieuwd.
ru: Спам-лист обновлен.
sv: Spam-lista uppdaterad.
uk: Список спаму оновлений.
vi: Đã cập nhật danh sách spam

source: User addition %d failed: at least one field was blank. Username: %s, name: %s, email: %s
ar: لقد فشلت عملية إضافة المستخدم %d: كان هناك حقل فارغ على الأقل. اسم المستخدم: %s , الاسم: %s, بريد الكتروني: %s .
de: Hinzufügen des Benutzers %d fehlgeschlagen: zumindest ein Feld ist leer. Benutzername: %s, name: %s, E-Mail: %s
eu: %d erabiltzaile gehitze errorea: eremu bat gutxienez zuriz zegoen. Erabiltzaile izena: %s, izena: %s, emaila: %s
fi: Käyttäjän %d lisääminen epäonnistui: ainakin yksi kenttä oli tyhjä. Käyttäjänimi: %s, nimi: %s, sähköposti: %s
fr: Ajout de l'utilisateur %d a échoué: champs laissé(s) vide(s). Compte: %s, nom: %s, courriel: %s
he: הוספת המשתמש %d נכשלה. לפחות שדה אחד היה ריק. שם משתמש: %s, שם: %s, דוא"ל: %s
lt: Vartotojo %d pridėti nepavyko: neužpildytas bent vienas laukas. Vartotojo vardas: %s, vardas: %s, el.pašto adresas: %s
nl: Toevoegen van %d is mislukt: in ieder geval één veld is leeg. Gebruikersnaam: %s, naam: %s, email: %s
ru: Пользователь %d не добавлен: одно из полей было пустым. Имя пользователя: %s, имя: %s, email: %s
sv: Tillägg av användare %d misslyckades: åtminstone ett fält var tomt. Användarnamn: %s, namn: %s, epost: %s
uk: Додавання користувача %d невдале: принаймні одне поле було пустим. Логін: %s, ім'я: %s, е-мейл: %s

source: New username %d (%s) was invalid; usernames must contain letters and numbers only, cannot be blank, and must be between 3 and 12 characters in length.
ar: اسم مستخدم جديد%d (%s) غير معرف; اسم المستخدم يجب أن يتضمن حروف وأرقام فقط, لا يوجد بينهم فراغ, ويجب أن يكون بين 3-12 علامة ( حرف - رقم)
de: Neuer Benutzername %d (%s) ist ungültig; Benutzernamen dürfen nur Buchstaben und Ziffern enthalten, dürfen nicht leer sein und müssen zwischen 3 und 12 Zeichen lang sein.
eu: %d (%s) erabiltzaile izen berria okerra da; erabiltzaile izenek hizki eta zenbakiak baino ezin dituzte eduki, ezin da zuriz utzi, eta 3-12 karaktereko luzera izan behar du.
fi: Uusi käyttäjänimi %d (%s) ei kelpaa; käyttäjänimi voi sisältää vain kirjaimia ja numeroita, eikä se voi olla tyhjä. Pituuden on oltava kolmesta kahteentoista merkkiä.
fr: Nom du compte %d (%s) est invalide; les comptes doivent contenir que des lettres et des chiffres. Le nom du compte ne doit pas être vide, and doit être de 3 à 12 caractères de long.
he: שם המשתמש החדש %d (%s) אינו תקין; שם המשתמש יכול להכיל בין 3 ל-12 מספרים ואותיות בלבד.
ja: 新しいユーザ名 %d (%s) は無効です。 ユーザ名は 3 ～ 12 文字の英数字のみで入力する必要があります。 また、空欄にはできません。
lt: %d (%s) neteisingas. Vartotojo vardas sudaromas tik iš raidžių ir skaičių. Slaptažodis turi būti nuo 3 iki 12 simbolių ilgio.
nl: De nieuwe gebruikersnaam %d (%s) is ongeldig: gebruikersnamen mogen alleen maar letters en cijfers bevatten, mogen niet leeg zijn en moeten tussen de 3 en 12 karakters lang zijn.
ru: Новое имя пользователя %d (%s) неверно; имя пользователя должно состоять только из букв и цифр, не должно быть пустым и быть длиной от 3 до 12 символов.
sv: Nytt användarnamn %d(%s) var ogiltigt; användarnamn får endast innehålla bokstäver och siffror, får ej vara blankt, och måste vara mellan 3 och 12 tecken långt.
uk: Новий логін %d (%s) не вірний; логін має містити лише букви та цифри, не може бути порожнім, та має бути довжиною від 3 до 12 символів.
vi: Xảy ra lỗi! Tên truy nhập mới %d (%s) không đúng; tên truy nhập cần phải bao gồm chữ cái và số, không thể bỏ trống, và cần phải từ 3 đến 12 ký tự trong chiều dài

source: User addition %d failed: username %s is already in use.
ar: فشل إضافة اسم مستخدم %d : اسم مستخدم %s مستخدم الآن من قبل شخص اخر.
de: Benutzer %d hinzufügen fehlgeschlagen: Benutzername %s bereits in Verwendung.
eu: %d erabiltzailearen izen ematea oker joan da: %s erabiltzailea hartua dago.
fi: Käyttäjän %d lisääminen epäonnistui: käyttäjänimi %s on jo käytössä.
fr: Ajout de l'utilisateur %d a échoué: compte %s déjà en fonction.
he: הוספת משתמש %d נכשלה: שם המשתמש %s נמצא כבר בשימוש.
lt: Vartotojo %d pridėti nepavyko: Toks vartotojas jau yra %s.
nl: Toevoegen van %d is mislukt: gebruikersnaam %s is al in gebruik.
ru: Добавить пользователя %d не удалось: пользователь %s уже есть.
sv: Tillägg av användare %d misslyckades: användarnamnet %s är redan taget.
uk: Додавання користувача %d закінчилось невдало: логін %s вже використовується.

source: User addition %d failed: email address %s appears to be invalid.
ar: فشل إضافة اسم مستخدم %d: عنوان البريد الالكتروني %s غير معرف.
de: Benutzer hinzufügen %d fehlgeschlagen: E-Mail-Adresse %s scheint ungültig zu sein.
eu: %d erabiltzailearen izen ematea oker joan da: %s erabiltzailearen posta elektronikoa okerra dirudi.
fi: Käyttäjän %d lisääminen epäonnistui: sähköpostiosoite %s ei kelpaa.
fr: Ajout de l'utilisateur %d a échoué: adresse %s semble invalide.
he: הוספת משתמש %d נכשלה: כתובת הדוא"ל %s נמצאה כלא תקינה.
lt: Vartotojo %d pridėti nepavyko: neteisingas el.pašto adresas %s.
nl: Toevoegen van gebruiker %d is niet gelukt: het e-mail adres %s is niet geldig.
ru: Добавление пользователя %d не удалось, адрес e-mail %s неверен.
sv: Tillägg av användare %d misslyckades: epostadress %s verkar vara felaktigt.
uk: Додавання користувача %d закінчилось невдало: адреса електронної пошти %s некоректна.

source: Your new %s account
ar: رقم%s حسابك الجديد
de: Dein neuer %s Zugang
eu: Zure %s kontu berria
fi: Sinun uusi %s tili
fr: Votre nouveau compte %s
he: חשבון ה%s החדש שלך
ja: %s の新規アカウント
lt: Mano nauja paskyra %s
nl: Jouw nieuwe %s account
ru: Ваш новый аккаунт на %s
sv: Ditt nya %s konto
uk: Ваш новий аккаунт на %s
vi: %s tài khoản mới của bạn

source: You have been added to %s! For your records, your %s username and password are: Username: %s Password: %s You can log in at any time by visiting %s and entering these details into the login form. We hope you enjoy using the system. Regards, The %s Team
ar: تم إضافتك إلى %s! لسجلاتك, اسم المستخدم وكلمة المرور ل %s هما: اسم المستخدم: %s كلمة المرور : : %s تستطيع الدخول في أي وقت بزيارتك %s وقيامك بإدخال هذه التفاصيل في نموذج الدخول. نرجو أن تستمتع باستخدامك لهذا النظام تحيات, فريق %s
de: Du wurdest zu %s! hinzugefügt Dein %s Benutzername und Passwort sind: Benutzername: %s Passwort: %s Du kannst dich jederzeit auf %s einloggen, indem angemeldet diese Angaben im Login-Feld einträgst. Freundliche Grüße, Dein %s Team
fi: Sinut on lisätty %s! Tiedoksesi; sinun %s käyttäjänimesi ja salasanasi ovat: Käyttäjänimi: %s Salasana: %s Voit kirjautua sivulla %s ja lisätä tietojasi kaavakkeeseen. Toivottavasti viihdyt. Terveisin, %s:n tiimi
fr: Vous faites partie de %s ! Pour votre information, vos codes d'accès à %s sont : Nom d'utilisateur : %s Mot de passe : %s Vous pouvez vous connecter à l'adresse %s et inscrire ces informations pour vous identifier. En espérant que ce service répond à vos attente. Cordialement, L'équipe %s
he: צורפת ל%s! אלו שם המשתמש שלך ב%s וסיסמתך: שם משתמש: %s סיסמה: %s כדי להיכנס למערכת יש לבקר ב%s ולהזין פרטים אלו בתיבת הכניסה. אנו מאחלים לך בהצלחה. שלך, צוות %s
nl: Je bent toegevoegd aan %s! Jouw %s gebruikersnaam en wachtwoord zijn: Gebruikersname: %s Wachtwoord: %s Je kan inloggen via %s door het invoeren van je gebruikersnaam en wachtwoord. We hopen dat je plezier beleeft aan het gebruiken van dit systeem. Groeten, Het %s Team
ru: Вы были добавлены в %s! Ваши %s имя пользователя и пароль: Имя пользователя: %s Пароль: %s Вы можете войти в систему в любое время, посетив %s и введя эти данные. Надеемся, что вам понравится. С уважением, The %s Team
sv: Du har lagts till i %s! Notera att ditt %s-användarnamn och lösenord är: Användarnamn: %s Lösenord: %s Du lan logga in när som helst genom att besöka %s och skriva in dessa detaljer i inloggningsformuläret. Vi hoppas att du gillar att använda systemet. Med vänliga hälsningar, %s-teamet
uk: Вас було додано до %s! Для нотаток ваш %s логін та пароль: Логін: %s Пароль: %s Ви можете зайти в будь-який час відвідавши %s та ввівши ці дані в форму входу. Ми сподіваємось вам сподобається користуватись ситемою. З найкращими побажаннями, Команда %s
vi: Bạn đã được tham gia vào %s! Cho việc lưu trữ, %s tên đăng nhập và mật khẩu là Tên đăng nhập: %s Mật khẩu: %s Bạn có thể đăng nhập bất cứ lúc nào bằng cách vào %s và đăng nhập. Chúng tôi hy vọng bạn sẽ có những khoảng thời gian vui vẻ với chúng tôi. Trân trọng, Đội ngũ %s.

source: User %s was created.
ar: تم إنشاء مشترك %s
de: Benutzer %s wurde angelegt.
eu: %s erabiltzailea sortu da.
fi: Käyttäjä %s on luotu.
fr: Utilisateur %s a été créé.
he: המשתמש %s נוצר.
ja: ユーザ %s が作成されました。
lt: Vartotojas %s užregistruotas.
nl: Gebruiker %s is aangemaakt.
ru: Пользователь %s создан.
sv: Användare %s skapades.
uk: Користувач %s був створений.
vi: Thành viên %s đã được tạo.

source: The following is a list of all the admin users in the system. You can click each one to edit their user details as if you were logged in as them, as well as set user flags (including 'ban user' and 'set user as administrator').
de: Folgend ist eine Liste mit den Administratoren des Systems. Du kannst jeden von ihnen anklicken, um ihre Benutzer-Details so zu bearbeiten, als wärst du eingeloggt. Du kannst auch Benutzer-Markierungen setzen (wie den Benutzer zu bannen oder als Administrator festzulegen).
fr: Voici la liste de tous les administrateurs connus du système. Vous pouvez cliquer sur chacun d'entre eux pour éditer le descriptif d'un adminsitrateur comme si vous étiez connectés à leur place, ainsi que positionner certains indicateurs (y compris "utilisateur banni" et "définir cette utilisateur en tant qu'adminisitrateur")
nl: De volgende lijst toont alle beheerders in het systeem. Klik op elk om details te wijzigen of eigenschappen te veranderen zoals het aanmerken als 'verbannen' van een gebruker of beheerdersrechten toekennen.

source: Full name
ar: الإسم الكامل
de: Vollständiger Name
eu: Izen osoa
fi: Koko nimi
fr: Nom au complet
he: שם מלא
ja: 氏名
lt: Pilnas vardas
nl: Volledige naam
ru: Полное имя
sv: Fullständigt namn
uk: Повне ім'я
vi: Họ và Tên

source: Email address
de: E-Mail-Adresse
eu: Posta elektronikoaren helbidea
fi: Sähköpostiosoite
fr: Adresse courriel
he: כתובת דוא"ל
ja: メールアドレス
lt: El.pašto adresas
nl: E-mail adres
ru: Адрес эл. почты
sv: E-postadress
uk: Адреса електронної пошти
vi: Địa chỉ email

source: The following is a list of all the banned users in the system. You can click each one to edit their user details as if you were logged in as them, as well as set user flags (including 'ban user' and 'set user as administrator').
de: Die folgende Liste beinhaltet alle vom System verbannten Benutzer. Du kannst jeden von ihnen anklicken und deren Benutzerprofile bearbeiten, wie als wärst du unter deren Namen eingeloggt. Weiterhin kannst du deren Kennzeichnungen ändern (was 'banne Benutzer' und 'Adnministratorberechtigungen geben' beinhaltet).
fr: Voici la liste des utilisateurs bannis du système. Vous pouvez cliquez sur chacun d'entre eux pour éditer le descriptif associé comme si vous étiez connectés à leur place, ainsi que positionner certains indicateurs (y compris "utilisateur banni" et "définir cette utilisateur en tant qu'adminisitrateur")
nl: De volgende lijst toont alle beheerders in het systeem. Klik op elk om details te wijzigen of eigenschappen te veranderen zoals het aanmerken als 'verbannen' van een gebruker of beheerdersrechten toekennen.

source: The following pages have been flagged as having obscene or inappropriate content. They are ordered by number of complaints.
ar: الصفحات التالية تم تمييزها لكونها لا تشتمل على محتوى.رتبت بناء على عدد من الشكاوي
de: Die folgenden Seiten wurden gekennzeichnet, da sie als bedenklich eingestuft wurden. Seiten wurden nach der Anzahl der Beschwerden geordnet.
eu: Orri hauek eduki lizun edo desegokia izateagatik markatuak izan dira. Kexa kopuruaren arabera ordenatuak izan dira.
fi: Seuraavat sivut on liputettu sisältäviksi sopimatonta sisältöä. Ne ovat lajiteltu valitusmäärän mukaan.
fr: Le contenu des pages suivantes a été jugé obscène ou inapproprié. Ces pages sont triées par le nombre de plaintes.
he: העמודים הבאים דוגלו כבעלי תוכן גס או לא ראוי בעקבות מספר תלונות.
ja: 以下は、公序良俗に反するか、不適切な内容だと判断されたためにフラグが立てられたページが、苦情の多い順に並べられています。
lt: Puslapiai su neetišku turiniu pateikiami pagal nusiskundimų kiekį.
nl: De volgende pagina's zijn gemarkeerd omdat ze obscene of ongepaste informatie zouden bevatten. Ze zijn geordend op basis van het aantal klachten.
ru: Эти страницы были помечены как неприличные или несоответствующие. Они отсортированы по количеству жалоб.
sv: Följande sidor har flaggats för obscent eller olämpligt innehåll. De är sortrade efter antalet klagomål.
uk: Ці сторінки були позначені як образливі або невідповіднію Вони відсортовані за кількістю скарг.
vi: Những trang web sau đã được đánh dấu là khiêu dâm hay có nội dung không phù hợp. Chúng được gọi theo số lượng người phàn nàn.

source: To view the pages in question, click the following links. To remove the flags, for example if the flag is a false positive or if you've deleted the offending content, check the appropriate box and click the 'delete' button below.
ar: لمشاهدة الصفحات المقصودة, انقر على الروابط التالية. لإزالة الإشارات, على سبيل المثال إذا كانت الإشارة مزيفة أو أردت أن تلغي محتوى غير مرغوب به, عليك تفحص الصندوق المناسب وتنقر على مفتاح "شطب"
de: Um die bedenklichen Seiten anzuzeigen, klicke auf die folgenden Links. Um die Kennzeichnung zu entfernen, wenn es zum Beispiel ein Irrtum war oder du den bedenklichen Inhalt gelöscht hast, suche die entsprechende Box und klicke auf das 'löschen'-Button darunter
eu: Orri hauek ikusteko, lotura hauetan klikatu. Markak ezabatzeko, marka positibo bat bada adibidez edo eduki desegokia ezabatu bada, aukeratu kutxa egokia eta ondoren 'ezabatu' botoia sakatu.
fi: klikkaa linkkejä, niin näet kyseiset sivut. Mikäli sopimaton sisältö on poistettu tai liputettu sivu on väärä positiivinen, niin rastita valinta ja kllikkaa 'poista'-nappia.
fr: Pour consulter les pages en question, cliquez les liens suivants. Pour supprimer les marqueurs, par exemple lorsque le marqueur s'avère faux ou que vous avez supprimé le contenu qui offensait, cocher la boîte appropriée et cliquez le bouton 'supprimer' ci-dessous.
he: כדי לצפות בעמודים האמורים, יש ללחוץ על הקישורים הבאים. כדי להסיר את הדגלים, לדוגמה אם הדגל אינו מוצדק או אם מחקת את התוכן הפוגע, יש לסמן את המשבצת המתאימה וללחוץ על 'מחיקה' למטה.
ja: 問題のページを見るためには、以下のリンクをクリックしてください。 何かの間違いでフラグが立てられた場合や、すでに問題のコンテンツを削除した場合など、フラグを除去するには適切なチェックボックスにチェックを入れた後に「フラグの除去」ボタンを押してください。
lt: Peržiūrėkite įtartinus puslapius. Sutvarkę, ištrinkite iš įtartinųjų sąrašo.
nl: Klik op de volgende links om de betreffende pagina's op te roepen. Selecteer het bericht en klik op 'Verwijderen' om markeringen te verwijderen, bijvoorbeeld in het geval van een valse melding,
ru: Чтобы просмотреть эти страницы, нажмите на ссылки. Если вы удалили нецензурное содержимое или отметка была ошибочной, отметьте нужную строку галочкой и нажмите «удалить».
sv: Klicka på länkarna för att se på de aktuella sidorna. För att ta bort flaggorna,om sidorna er felaktigt flaggade eller om du tagit bort det olämpliga innehållet, bocka för den aktuella bockrutan och klicka på 'radera'-knappen nedan.
uk: Щоб продивитись ці сторінки натисніть на посилання. Якщо ви видалили нецензурний зміст, або позначка була помилковою, відмітьте потрібний рядок та натисніть "видалити".

source: Page URL
ar: عنوان الصفحة
de: URL der Seite
eu: Orrialdearen URLa
fi: Sivun URL
fr: URL de la page
he: כתובת URL של הדף
ja: ページURL
lt: Nuoroda
nl: URL van deze pagina
ru: URL страницы
sv: Sid-URL
uk: URL сторінки

source: Number of objections
ar: عدد الاهداف
de: Anzahl der Einwände
eu: Eragozpen kopurua
fr: Nombre d'objections
he: מספר הסתייגויות
ja: 不服申し立ての数
lt: Nusiskundimų skaičius
nl: Aantal bezwaren
ru: Количество претензий
sv: Antal klagomål
uk: Кількість скарг
vi: Số lượng phản đối

source: Remove flag(s)
ar: ازالة العلم
de: Kennzeichnung(en) entfernen
eu: Markak ezabatu
fi: Poista lippu(ja)
fr: Supprimer marqueur(s)
he: הסרת דגל(ים)
ja: フラグの除去
lt: Pašalinti žymes
nl: Verwijder bezwaren
ru: Удаление флагов
sv: Ta bort flagga/flaggor
uk: Видалити позначку(и)
vi: Bỏ các mục đánh dấu

source: No content flags were found at present.
ar: لا علم على المحتوى موجود
de: Keine als bedenklich markierten Inhalte gefunden.
eu: Ez da eduki markarik aurkitu.
fi: Ei liputettua sisältöä.
fr: Aucun marqueur de contenu n'a été repéré.
he: כרגע אין בנמצא אף דגל תוכן.
ja: 現在のところ、フラグの立ったコンテンツはありません。
lt: Žymių nerasta.
nl: Geen markeringen van inhoud gevonden.
ru: Нет флагов содержимого в настоящее время.
sv: Inga innehållsflaggor hittades för närvarande.
uk: Не було знайдено жодної позначки на цей момент.
vi: Không tìm thấy các nội dung bị đánh dấu

source: Site statistics
ar: احصاءات الموقع
de: Seiten Statistiken
eu: Gunearen estatistikak
fi: Sivun statistiikka
fr: Statistiques du site
he: נתונים סטטיסטיים על האתר
ja: サイト統計
lt: Svetainės statistika
nl: Site statistieken
ru: Статистика сайта
sv: Sajtstatistik
uk: Статистика сайту
vi: Tình hình site

source: Accounts by type
ar: الحساب حسب النوع
de: Konten nach Typ
eu: Kontuak motaren arabera
fi: Käyttäjätilit tyypin mukaan
fr: Compte par type
he: חשבונות לפי סוג
ja: タイプごとの計算
nl: Accounts bij type
ru: Аккаунты по типу
sv: Konton sorterade efter sort
uk: Аккаунти за типом
vi: Các tài khoản theo kiểu

source: Weblog statistics
ar: احصاءات مدونة الويب
de: Weblog Statistik
eu: Weblogaren estatistikak
fi: Weblogin statistiikka
fr: Statistiques du blog
he: נתונים סטטיסטיים על הבלוג
ja: ブログ統計
lt: Dienoraščio statistika
nl: Weblog statistieken
ru: Статистика блога
sv: Webbloggstatistik
uk: Статистика блогу
vi: Tình hình blog

source: All-time:
ar: طوال الوقت
de: Jederzeit:
eu: Beti:
fi: Koko aikana:
fr: Tous-moments:
he: מאז ומתמיד:
ja: 全期間
lt: Visą laiką:
nl: Onbepaalde periode
ru: За всё время:
uk: Весь час:
vi: Tất cả thời gian:

source: %u weblog posts, %u comments
ar: بريد %u weblog, ملاحظات إبداء الرأي (التعليق) %u
de: %u Weblog-Einträge, %u Kommentare
eu: %u weblog mezu, %u iruzkin
fi: %u blogin artikkelit, %u kommentit
fr: %u messages, %u commentaires
he: %u פרסומים, %u תגובות
ja: ブログ投稿：%u ／ コメント：%u
nl: %u weblog berichten, %u reacties
ru: %u записей в блоге, %u комментариев
sv: %u webbloggposter, %u kommentarer
uk: %u повідомленнь блогу, %u коментарів
vi: %u bài viết trong blog, %u ý kiến

source: Last 7 days:
ar: أخر سبعة أيام
de: Letzte 7 Tage:
eu: Azken 7 egunak:
fi: Viimeiset 7 päivää:
fr: 7 dernier jours :
he: 7 הימים האחרונים
ja: 最近の7日間：
lt: Paskutinės 7 dienos:
nl: Laatste zeven dagen:
ru: За последние 7 дней:
sv: De senaste 7 dagarna:
uk: За останні 7 днів:
vi: 7 ngày vừa qua:

source: File statistics
ar: ملف الاحصائيات
de: Datei Statistiken
eu: Fitxategi estatistikak
fi: Tiedostojen statistiikka
fr: Statistiques du fichier
he: נתונים סטטיסטיים עבור הקובץ
ja: ファイル統計
lt: Statistikos failas
nl: Bestand statistieken
ru: Статистика файлов
sv: Filstatistik
uk: Статистика файлу
vi: Tình hình tập tin

source: Database statistics
ar: احصائيات قاعدة البيانات
de: Datenbank Statistiken
eu: Datu basearen estatistikak
fi: Tietokannan statistiikka
fr: Statistiques de la base de données
he: נתונים סטטיסטיים עבור מסד הנתונים
ja: データベース統計
lt: Duomenų bazės statistika
nl: Database statistieken
ru: Статистика базы данных
sv: Databasstatistik
uk: Статистика бази даних

source: Total database size:
ar: حجم قاعدة البيانات الاجمالي
de: Gesamtgröße der Datenbank:
eu: Datu basearen tamaina osoa:
fi: Tietokannan koko:
fr: Taille totale de la base de données:
he: גודל כולל של מסד הנתונים:
ja: データベースサイズの合計：
lt: Bandras duomenų bazės dydis:
nl: Totale database grootte:
ru: Общий размер базы данных
sv: Total databasstorlek:
uk: Повний розмір бази даних:

source: Users online now
ar: المستخدم يعمل حاليا
de: Benutzer, die jetzt online sind
eu: Orain konektatuta dauden erabiltzaileak
fi: Käyttäjiä tällä hetkellä
fr: Utilisateurs en ligne en ce moment
he: משתמשים מחוברים כרגע
ja: オンライン中のユーザ
lt: Šiuo metu esantys vartotojai
nl: Gebruikers online
ru: Пользователи в онлайне
sv: Antal användare online nu
uk: Користувачі онлайн
vi: Thành viên đang trực tuyến

source: The following users have an active session and have performed an action within the past 10 minutes.
ar: المستخدم التالي لديه جلسة فعالة وقام بنشاط خلال العشرة دقائق الماضية
de: Folgende Benutzer sind im Moment aktiv und haben während der letzten 10 Minuten am System agiert.
eu: Erabiltzaile honek sesio aktibo bat dauka eta azken 10 minututan ekintzaren bat egin du.
fi: Seuraavilla käyttäjillä on aktiivinen istunto ja he ovat olleet aktiivisia viimeisen 10 minuutin aikana.
fr: Les utilisateurs suivants ont une session active et ont entrepris une action il y a à peine 10 minutes.
he: המשתמשים הבאים מחוברים וביצעו פעולה ב-10 הדקות האחרונות.
ja: 以下のユーザはアクティブなセッションを持ち、過去10分以内に操作を行いました。
lt: Šie vartotojai yra aktyvūs paskutines 10 minučių.
nl: De volgende gebruikers hebben een actieve sessie en zijn in de afgelopen tien minuten actief geweest.
ru: Эти пользователи совершали действия в течение последних 10 минут (открыта активная сессия).
sv: Följande användare har en aktiv session och har gjort en aktivitet de senaste tio minuterna.
uk: Наступні користувачі мали активну сесію та виконували дії впродовж останніх 10-ти хвилин.
vi: Những thành viên sau đã có những hoạt động session trong vòng 10 phút qua.

source: %u users in total.
ar: %u المستخدمين بشكل عام.
de: %u NutzerInnen insgesamt
eu: %u erabiltzaile guztira.
fi: %u käyttäjää yhteensä.
fr: %u utilisateurs au total.
he: %u משתמשים בסה"כ.
ja: 合計 %u ユーザ
nl: %u totaal aantal gebruikers
ru: Всего %u пользователей.
sv: %u användare totalt.
uk: %u користувачів всього.
vi: Tổng cộng %u thành viên
