Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/politica/languages/*/LC_MESSAGES/*.po
Languages: ar, de, eu, fi, fr, he, ja, lt, nl, ru, sv, uk, vi

source: Nobody's listed you as a friend! Maybe you need to start chatting to some other users?
ar: لم يتم اختيارك كصديق من قبل أي شخص! ربما تحتاج إلى المزيد من الدردشة chatting مع مستخدمين آخرين.
de: Niemand hat dich als Freund gelistet :-( Möchtest Du vielleicht die Kommunikation mit anderen Benutzern starten?
eu: Ez dago inor zerrendatuta lagun gisa! Beste erabiltzaileren batekin chateatzen hasi beharko zenuke akaso?
fi: Ketään ei ole merkitty ystäväksesi! Pitäisiköhän sinun chattaillä toisten käyttäjien kanssa??
fr: Vous n'êtes pas l'ami de quiconque! Conseil: participer aux discussions des autres utilisateurs
he: אף אחד לא הכליל אותך ברשימת חבריו! אולי כדאי לך ליצור קצת קשרים עם משתמשים אחרים?
ja: 今のところ、誰からも友人としてリストされていません。 まずは他のユーザとの雑談から始めては如何でしょう？
nl: Niemand heeft jou tot nu toe in een vriendenlijst opgenomen! Misschien moet je maar eens met andere gebruikers gaan kletsen?
ru: Никто не добавил вас в список друзей. Может, вам стоит начать общаться с другими пользователями?
sv: Ingen har lagt till dig som vän! Du kanske skall börja chatta med några andra användare
uk: Ніхто не вніс вас до списку друзів! Можливо вам варто почати спілкуватись з іншими користувачами?
vi: Không có người nào đã yêu cầu làm bạn bè với bạn! Có thể bạn sẽ bắt đầu nói chuyện với mọi người để làm quen...?

source: This user isn't currently listed as anyone's friend. Maybe you could be the first?
ar: انت لست في قائمة اي صديق ربما تكون الاول
de: Dieser Benutzer wurde von niemandem als Freund gelistet. Möchtest Du der/die Erste sein?
eu: Erabiltzaile hau orain ez dago zerrendatuta inoren lagun gisa. Zu izan zaitezke lehena agian?
fi: Tätä käyttäjää ei ole merkitty kenenkään ystäväksi. Sinä voisit olla ensimmäinen.
fr: Cet utilisateur n'est pas l'ami de quiconque. Souhaitez-vous devenir son premier ami?
he: משתמש זה אינו מוגדר כחבר של אף אחד. אולי בא לך להיות הראשונ/ה?
nl: Niemand heeft deze gebruiker in een vriendenlijst opgenomen. Misschien ben jij de eerste?
ru: Этот пользователь не является ничьим другом. Хотите добавить его в свой список?
sv: Den här användaren har för närvarande inga vänner listade. Kanske du vill bli hans eller hennes första vän?
uk: Цей користувач ніким не доданий до списку друзів. Можливо ви могли б бути першим?
vi: Thành viên này hiện nay không có nằm trong bất kỳ danh sách bạn bè nào của các thành viên khác. Nếu có thể bạn mời làm quen, và 1 vòng lặp mới sẽ bắt đầu...?

source: Your Network
ar: شبكتك
de: Mein Netzwerk
eu: Zure Sarea
fi: Verkostosi
fr: Votre réseau
he: הרשת שלך
ja: ネットワーク
lt: Mano tinklas
nl: Jouw netwerk
ru: Ваша сеть
sv: Ditt nätverk
uk: Ваша мережа
vi: Mạng Kết Nối

source: Friends
ar: الأصدقاء
de: Freund/inn/en
eu: Lagunak
fi: Ystävät
fr: Amis
he: חברים
ja: リンクした友人
lt: Draugai
nl: Vrienden
ru: Друзья
sv: Vänner
uk: Друзі
vi: Bạn bè

source: Friend of
ar: اصدقاء ل
de: Freund/in von
eu: Ondokoaren laguna:
fi: Olet ystävänä
fr: Ami de
he: חבר/ה של
ja: リンクされた友人
lt: Draugas
nl: Vriend van
ru: В друзьях у
sv: Vän till
uk: Друг
vi: Bạn bè của

source: Friendship requests
ar: طلب صداقات
de: Freundschaftsanfragen
eu: Adiskidetasuna gauzatzeko eskaerak
fi: Ystävyyspyyntö
fr: Demandes de mise en relation
he: בקשות חברות
ja: 交友の申し込み
lt: Draugystės užklausos
nl: Vriendschap aanvragen
ru: Запрос на дружбу
sv: Vänskapsförfrågningar
uk: Запити на дружбу
vi: Yêu cầu làm quen

source: View all Friends
ar: عرض كل الاصدقاء
de: Alle Freunde/Freundinnen ansehen
eu: Lagun guztiak ikusi
fi: Näytä kaikki ystävät
fr: Voir tout les amis
he: צפייה בכל החברים
ja: すべての友人を表示
lt: Visi draugai
nl: Nodig een vriend uit
ru: Просмотр всех друзей
sv: Visa alla vänner
uk: Продивитись всіх друзів
vi: Xem tất cả bạn bè

source: Your Friends
de: Deine Freunde
eu: Zure Lagunak
fi: Ystäväsi
fr: Vos amis
he: החברים שלך
ja: 友人
lt: Mano draugai
nl: Jouw vrienden
ru: Ваши друзья
sv: Dina vänner
uk: Ваші Друзі
vi: Bạn bè của bạn

source: The following users would like to add you as a friend. They need your approval to do this (to change this setting, visit the 'account settings' page).
ar: المستخدم يريد اضافتك كصديق وهو بحاجة الى الموافقة
de: Die folgenden Benutzer möchten dich als Freund hinzufügen. Sie benötigen deine Bestätigung um das zu tun (um diese Einstellung zu ändern, besuche die Seite 'Konto Einstellungen').
eu: Ondoko erabiltzaileek lagun gisa gehitu nahi zaituzte. Zure onarpena behar dute hori egin ahal izateko (ezarpen hau aldatzeko, bisita ezazu 'kontuaren ezarpenak' orrialdea).
fi: Seuraavat käyttäjät haluaisivat lisätä sinut ystäväkseen. Se vaatii sinulta hyväksynnän (voit muuttaa asetuksen 'tilin asetukset' sivulta).
fr: Les utilisateurs suivants désirent vous ajouter comme ami. Ils ont besoin de votre accord pour cela (pour changer ce réglage, consulter la page des 'paramètres du compte').
he: המשתמשים הבאים מבקשים לצרף אותך לרשימות החברים שלהם. אישורך נחוץ להם לשם כך (כדי לשנות הגדרה זו, יש לבקר בדף 'הגדרות חשבון')
lt: Šie vartotojai nori pridėti jus kaip draugą. Patvirtinkite arba atmeskite jų užklausas.
nl: De volgende gebruikers willen jou toevoegen als vriend. Hiervoor hebben ze jouw toestemming nodig, om dit te doen verander je instellingen via de 'account instellingen' pagina.
ru: Эти пользователи хотят добавить вас в список друзей. Необходимо ваше подтверждение (это можно изменить на странице «настройка аккаунта»).
sv: Följande användare vill lägga till dig som en vän. Du måste godkänna deras förfrågan (för att ändra denna inställning, gå till 'kontoinställningar').
uk: Наступні друзі хочуть включити вас до списку друзів. Їм необхідна ваша згода для цього (для зміни цієї настройки, відвідайте сторінку 'настройки аккаунту').
vi: Các thành viên sau đây muốn kết bạn với bạn. Họ cần được sự phê chuẩn của bạn để có thể thực hiện được điều này ( để thay đổi sự điều chỉnh này, bạn có thể thay đổi ở trong mục tinh chỉnh tài khoản).

source: You have no pending friendship requests.
ar: ليس هناك طلب بالمنع
de: Es liegen keine unbearbeiteten Freundschaftsanträge vor.
eu: Ez duzu laguntasun eskaerarik erantzun gabe.
fi: Ystävyyspyyntöjä ei ole osottamassa.
fr: Vous n'avez pas de demande d'amitié en attente.
he: אין לך כל בקשות חברות בהמתנה.
ja: 承認待ちの「交友申請」はありません。
lt: Užklausų nėra.
nl: Je hebt geen wachtende vriendschap aanvragen
ru: У вас нет нерассмотренных заявок на добавление в список друзей.
sv: Du har inga vänskapsförfrågningar som väntar.
uk: У вас не має очікуючих запитів на дружбу.
vi: Bạn không có yêu cầu làm quen nào đang chờ

source: Friends Screen
ar: شاشة الاصدقاء
de: Freund/innen Monitor
eu: Lagunen pantaila
fr: Page des amis
he: מסך חברים
ja: 友人画面
lt: Draugų panelis
nl: Vriendenlijst
ru: Экран друзей
sv: Vänners sidor
uk: Екран Друзів
vi: Màn hình bạn bè

source: Are you sure you want to remove this user from your friends list?
ar: هل انت متاكد من ازالة المستخدم كصديق
de: Bist du dir sicher, dass du diesen Benutzer von deiner Freundesliste entfernen willst?
eu: Ziur al zaude erabiltzaile hau zure lagun zerrendatik ezabatu nahi duzula?
fi: Haluatko varmasti poistaa käyttäjän ystäviesi listalta?
fr: Souhaitez-vous résilier cet utilisateur de votre liste d'amis?
he: האם את/ה בטוח/ה שברצונך להסיר משתמש זה מרשימת החברים שלך?
ja: 本当に、このユーザを友人リストから削除してもよろしいですか？
lt: Šalinti vartotoją iš draugų sąrašo?
nl: Weet je zeker dat je deze gebruiker uit je lijst wilt verwijderen?
ru: Вы уверены, что хотите удалить этого пользователя из списка друзей?
sv: Är du säker på att du vill ta bort denna användare från din vänlista?
uk: Ви впевнені, що хочете видалити цього користувача зі списку друзів?
vi: Bạn có chắc muốn xóa thành viên này ra khỏi danh sách bạn bè?

source: Remove
de: Entferne
fr: Enlever

source: Are you sure you want to add this user as a friend?
ar: هل انت متاكد من اضافة المستخدم كصديق
de: Bist du sicher, dass Du diesen Benutzer als Freund hinzufügen möchtest?
eu: Ziur al zaude erabiltzaile hau lagun gisa gehitu nahi duzula?
fi: Haluatko varmasti lisätä tämän käyttäjän ystäväksesi?
fr: Souhaitez-vous ajouter cet utilisateur à vos amis?
he: האם את/ה בטוח/ה שברצונך להוסיף משתמש זה כחבר?
ja: 本当に、このユーザを友人に加えてもよろしいですか？
lt: Registruoti vartotoją kaip draugą?
nl: Weet je zeker dat je deze gebruiker aan je lijst wilt toevegen?
ru: Вы уверены, что хотите добавить этого пользователя в друзья?
sv: Är du säker på att du vill lägga till denna användare som vän?
uk: Ви впевнені, що хочете додати цього користувача як друга?
vi: Bạn có chắc muốn làm quen với thành viên này?

source: Click here to add this user as a friend.
ar: اضغه لاضافته كصديق
de: Klicke hier, um diesen Benutzer als Freund hinzuzufügen
eu: Hemen klikatu erabiltzaile hau lagun gisa gehitzeko.
fi: Lisää käyttäjä ystäväksesi klikkaamalla tästä.
fr: Cliquez ici pour ajouter cet utilisateur à vos amis.
he: כדי לצרף משתמש זה כחבר, יש ללחוץ כאן.
ja: このユーザを友人に加えるには、ここをクリックしてください。
lt: Registruoti vartotoją kaip draugą.
nl: Klik hier om deze gebruiker als vriend toe te voegen.
ru: Нажмите здесь, чтобы добавить этого пользователя в друзья.
sv: Klicka här för att lägga till denna användare som vän.
uk: Натисніть тут щоб додати користувача до списку друзів.
vi: Nhấn vào đây để làm quen với thành viên này.

source: Click here to remove this user from your friends list.
ar: اضغط هنا لازالة المستخدم كصديق
de: Klicke hier, um diesen Benutzer von deiner Freundesliste zu entfernen.
eu: Hemen klikatu erabiltzaile hau zure lagun zerrendatik ezabatzeko.
fi: Poista tämä käyttäjä ystävistäsi klikkaamalla.
fr: Cliquez ici pour résilier cet utilisateur de votre liste d'amis.
he: להסרת משתמש זה מרשימת החברים שלך, יש ללחוץ כאן.
ja: このユーザを友人リストから削除するには、ここをクリックしてください。
lt: Šalinti vartotoją iš draugų sąrašo.
nl: Klik hier om deze gebruiker van jouw lijst te verwijderen.
ru: Нажмите здесь, чтобы удалить этого пользователя из списка друзей.
sv: Klicka här för att ta bort denna användare från din vänlista.
uk: Натисніть тут щоб видалити цього користувача зі списку ваших друзів.
vi: Nhấn vào đây để xóa thành viên này ra khỏi danh sách bạn bè.

source: Either this page does not exist or you do not have permission to view it.
de: Entweder diese Seite existiert nicht, oder du hast nicht das Recht sie anzusehen.
fr: Soit cette page n'existe pas ou vous n'avez pas la permission de la voir.

source: Comments on
de: Kommentare auf
fr: Commentaires sur

source: Go back
de: Gehe zurück
fr: Aller à la page précédente

source: Click <a href="">here</a> to refresh
de: Klicke <a href="">hier</a>, um zu aktualisieren
fr: Cliquer <a href="">here</a> pour rafraîchir l'affichage

source: Are you sure you want to permanently delete this comment?
de: Bist du dir sicher, dass du diesen Kommentar für immer löschen möchtest?
fr: Etes-vous sûr de vouloir supprimer définitivement ce commentaire?

source: Click to add or view comments.
de: Klicke hier um Kommentare hinzuzufügen oder anzusehen.
fr: Cliquer pour ajouter ou voir des commentaires

source: comments
de: Kommentare
fr: commentaires

source: comment
de: Kommentar
fr: commentaire

source: Post comment...
de: Schicke Kommentar ab ...
fr: Faites un commentaire...

source: Root folder
de: Stammverzeichnis
fr: Le symbole du répertoire racine

source: Profile for
de: Profil für
fr: Profil pour

source: Language selection
ar: اختيار اللغة
de: Sprachwahl
eu: Hizkuntzaren aukeraketa
fi: Kielen valinta
fr: Choix de la langue
he: בחירת שפה
ja: 言語選択
nl: Taal keuze
ru: Выбор языка
sv: Språkval
uk: Вибір мови
vi: Lựa chọn ngôn ngữ

source: Choose your preferred language for this site. The following languages are available on this system:
ar: اختر اللغة للموقع , اللغات التالية متوفرة
de: Wähle eine bevorzugte Sprache für diese Internetseite aus. Die folgenden Sprachen sind auf dem System vorhanden:
eu: Gune honetarako zure hizkuntza lehenetsia aukeratu. Sistema honetan ondoko hizkuntzen artean aukera dezakezu:
fi: Valitse sivuston kieli. Seuraavat kielet ovat käytettävissä:
fr: Choisissez votre langue préfére pour ce site. Les langues suivantes sont disponibles pour ce système :
he: כאן אפשר לבחור את השפה המועדפת עליך באתר זה. המערכת עובדת בשפות הבאות:
ja: このサイトで利用できる以下の言語から、常用したい言語を選択してください。
nl: Kies uw taal voor deze site. De volgende talen zijn verkrijgbaar:
ru: Выберите ваш предпочтительный язык для этого сайта. В системе доступны следующие языки:
sv: Välj önskat språk på den här sajten. Följande språk finns tillgängliga:
uk: Виберіть бажану мову для цього сайту. Наступні мови доступні в цій системі:
vi: lựa chọn ngôn ngữ mà bạn muốn sử dụng cho site này. Những ngôn ngữ sau hiện đang có trên hệ thống này:

source: default
de: Standard
eu: lehenetsia
fi: oletus
fr: défaut
he: ברירת־מחדל
ja: デフォルト
nl: standaard
ru: по умолчанию
sv: förvald
uk: типова
vi: Mặc định

source: Preferred language
ar: اللغة المفضلة
de: Bevorzugte Sprache
eu: Hobetsitako hizkuntza
fi: Suosikkikieli
fr: Langue préférée
he: שפה מועדפת
ja: 常用言語
nl: Voorkeurstaal
ru: Предпочитаемый язык
sv: Önskat språk
uk: Бажана мова
vi: Ngôn ngữ yêu thích

source: saved
ar: حفظت
de: gespeichert
eu: gordea
fi: tallennettu
fr: enregistré
he: נשמר
ja: が保存されました
nl: opgeslagen
ru: сохранено
sv: sparad
uk: збережено
vi: đã lưu

source: Access Controls
ar: التحكم بالدخول
de: Zugriffskontrolle
eu: Sarbide kontrolak
fi: Pääsynhallinta
fr: Contrôle des accès
he: הגדרות גישה
ja: アクセスコントロール
lt: Tvarkyti teises
nl: Toegangsbeperkingen
ru: Управление доступом
sv: Tillgångskontroller
uk: Контроль доступу
vi: Kiểm soát đăng nhập

source: Group
de: Gruppe
eu: Taldea
fi: Ryhmä
fr: Groupe
he: קבוצה
ja: グループ
lt: Grupė
nl: Groep
ru: Группа
sv: Grupp
uk: Група
vi: Nhóm

source: Your group was updated.
ar: مجموعتك حدثت
de: Deine Gruppe wurde aktualisiert.
eu: Zure taldea eguneratua izan da.
fi: Ryhmäsi päivitettiin.
fr: Votre groupe a été mis à jour.
he: הקבוצה שלך עודכנה.
ja: グループが更新されました。
lt: Grupė atnaujinta.
nl: Jouw groep is bijgewerkt.
ru: Ваша группа обновлена.
sv: Din grupp uppdaterades.
uk: Ваша група була оновлена.
vi: Nhóm của bạn đã được cập nhật

source: Create a new group
ar: انشاء مجموعة جديدة
de: Eine neue Gruppe erstellen
eu: Talde berri bat sortu
fi: Luo uusi ryhmä
fr: Créer un nouveau groupe
he: יצירת קבוצה חדשה
ja: 新しいグループの作成
lt: Sukurti naują grupę
nl: Maak een nieuwe groep aan
ru: Создать новую группу
sv: Skapa en ny grupp
uk: Створити нову групу
vi: Tạo nhóm mới

source: Group name:
de: Gruppen-Name
eu: Taldearen izena:
fi: Ryhmän nimi:
fr: Nom du groupe:
he: שם הקבוצה:
ja: グループ名：
lt: Grupės pavadinimas:
nl: Groepsnaam
ru: Имя группы:
sv: Gruppnamn:
uk: Назва групи:
vi: Tên nhóm:

source: Group membership
ar: عضوية المجموعة
de: Gruppen-Mitgliedschaft
eu: Taldearen partaideak
fi: Ryhmän jäsenyys
fr: Membres du groupe
he: חברות בקבוצה
ja: グループメンバーシップ
lt: Grupės dalyviai
nl: Groepslidmaatschap
ru: Членство в группе
sv: Gruppmedlemskap
uk: Членство в групі
vi: Thành viên của nhóm

source: Owned by %s
ar: تم امتلاكه من قبل %s
de: Besitzer: %s
eu: %sn jabetzakoa
fi: Omistaja %s
fr: Propriété de %s
he: בבעלות %s
ja: 所有者： %s
nl: Is van %s
ru: Хозяин — %s
sv: Ägs av %s
uk: Власник %s
vi: Quản trị bời %s

source: Your friends:
ar: اصدقاؤك
de: Deine Freunde:
eu: Zure lagunak:
fi: Ystäväsi:
fr: Vos amis :
he: החברים שלך:
ja: 友人：
nl: Jouw vrienden
ru: Ваши друзья:
sv: Dinna vänner:
uk: Ваші друзі:
vi: Bạn bè của bạn

source: Add selected
de: füge Ausgewählten hinzu
fr: Ajout sélectionné

source: Remove selected
de: entferne Ausgewählten
fr: Supprimer sélectionné

source: Members of this access control:
de: Mitglieder dieser Zugriffskontrollgruppe:
fr: Membres de cette liste d'autorisation

source: Save this group
ar: حفظ المجموعة
de: Gruppe speichern
eu: Talde hau gorde
fi: Tallenna tämä ryhmä
fr: Enregistrer ce groupe
he: שמירת קבוצה
ja: グループの保存
nl: Bewaar deze groep
ru: Сохранить эту группу
sv: Spara denna grupp
uk: Зберегти групу
vi: Lưu nhóm này

source: Delete this group
ar: حذف المجموعة
de: diese Gruppe löschen
eu: Talde hau ezabatu
fi: Poista tämä ryhmä
fr: Supprimer ce groupe
he: מחיקת קבוצה
ja: グループの削除
nl: Verwijder deze groep
ru: Удалить эту группу
sv: Radera denna grupp
uk: Видалити групу
vi: Xóa nhóm này

source: Existing groups
ar: المجموعات الموجودة
de: Vorhandene Gruppen
eu: Dauden taldeak
fi: Kaikki ryhmät
fr: Groupes existants
he: קבוצות קיימות
ja: 既存のグループ
lt: Esančios grupės
nl: Bestaande groepen
ru: Существующие группы
sv: Befintliga grupper
uk: Існуючі групи
vi: Những nhóm có sẵn

source: This screen lets you create new access controls. To get started, add a new access control by typing in its name below.
de: Mit dieser Eingabemaske kannst du neue Zugriffsberechtigungen festlegen. Starte damit, indem du einen Namen für die neue Zugriffsberechtigung eingibst.
fr: Cet écran vous permet de créer de nouvelles autorisations d'accès. Pour commencer, ajouter une nouvelle autorisation en saisissant son libellé ci-dessous.

source: This is a help file for the Groups functions.
ar: ملف مساعد لوظائف المجموعة
de: Das ist eine Hilfedatei für die Gruppenfunktionen.
eu: Hau Taldeen funtzioentzako laguntza fitxategi bat da.
fi: Tämä on ohjetiedosto ryhmien toiminnoille.
fr: Ceci est un fichier d'aide pour les fonctions de groupe.
he: זהו קובץ עזרה עבור מנגנון הקבוצות.
ja: これはグループ機能のヘルプファイルです。
lt: Pagalbos failas grupės funkcijoms.
nl: Dit is een hulp bestand voor de Groepen functie.
ru: Это файл помощи для функций групп.
sv: Detta är en hjälpfil för Gruppfunktionerna.
uk: Це файл довідки для функцій Групи.
vi: Đây là tập tin giúp đỡ dành cho chức năng nhóm

source: When you create an access group, add people to it then select it as your access restriction on a weblog post only the people in that group will be able to see that weblog post and so on for all elements in your learning landscape.
ar: عند إنشاء المجموعة المشتركة في الخدمة أضف أشخاص إلى المجموعة ثم قم باختيارها كمجموعة غير مخترقة (ذات قيود) في بريد weblog وهذا يعني أنه وحدهم أشخاص المجموعة يستطيعون مشاهدة بريد weblog وهكذا لباقي عناصر المجموعات الأخرى في هذه اللوحة التعلمية.
de: Wenn du eine Zugriffsgruppe erstellst und Benutzer hinzufügst, kannst du in deinen Zugriffsbeschränkungen einstellen, dass nur Benutzer dieser Gruppe deine Beiträge, etc. betrachten können.
fr: Lorsque vous créez un groupe, ajoutez y des utilisateurs. Vous pouvez affecter à ce groupe une autorisation d'accès à un blog. Seuls les utilisateurs de ce groupe pourront consulter les articles de ce blog. Vous pouvez procéder de même pour tous les élément de ce site.
he: לאחר יצירת קבוצת גישה, יש להוסיף אליה אנשים ואז לבחור אותה בתור הגבלת הגישה שלך בעת פרסום בבלוג. רק האנשים שבקבוצה הזו יוכלו לראות את הפרסום וכך גם לגבי כל שאר המרכיבים בסביבת הלמידה שלך.
lt: Sukūrę prisijungimo grupę, pridėkite jos dalyvius.
nl: Groepen bepalen de beperkingen. Als je een groep aanmaakt en daar vrienden aan toevoegt en deze groep vervolgens selecteert als restrictie voor jouw weblog bericht, dan kunnen alleen deze vrienden het bericht zien. Het principe geldt voor alle onderdelen in de omgeving.
sv: När du skapar en accessgrupp, lägg först till personer och välj den sedan som en accessbegränsning på en webbloggpostning. Endast medlemmar i den grupp kommer att se den postningen och så vidare för alla element i ditt lärlandskap.
uk: Після того як ви створите групу доступу, і додасте до неї людей, виберете її як опцію контролю доступу для повідомлення блогу, лише люди які входять до цієї групи зможуть дивитись це повідомлення, те саме для всіх елементів в вашому оточенні.
vi: Khi bạn tạo 1 nhóm truy cập, thêm người vào nó; sau đó thì chọn quyền truy cập trong các bài viết mà chỉ có người trong nhóm đó mới có thể thấy các bài viết trong nhóm cũng như là các chức năng khác.

source: Access controls
ar: مرقبة الدخول
de: Zugriffskontrolle
eu: Sarrera kontrolak
fi: Pääsyrajoitukset
fr: Contrôle des accès
he: בקרי גישה
ja: アクセスコントロール
lt: Tvarkyti teises
nl: Toegangsbeperkingen
ru: Контроль доступа
sv: Accesskontroller
uk: Контроль доступу
vi: Kiểm soát quyền truy cập

source: Manage user icons
ar: إدارة أيقونات المستخدم
de: Nutzerbild verwalten
eu: Erabiltzaile ikurrak kudeatu
fi: Hallitse käyttäjien kuvakkeita
fr: Gérer les icônes d'utilisateurs.
he: ניהול אייקונים של משתמשים
ja: ユーザアイコン管理
lt: Tvarkyti vartotojo piktogramas
nl: Beheer de gebruikers pictogrammen
ru: Управление аватарами пользователей
sv: Hantera användarikoner
uk: Управління іконками користувача
vi: Quản lý biểu tượng thành viên

source: Your selected icons were deleted.
ar: الايقونات المختارة حذفت
de: ausgewählte Icons wurden gelöscht.
eu: Aukeratu dituzun ikonoak ezabatuak izan dira.
fi: Valitsemasi kuvakkeet poistettiin.
fr: Les icônes que vous aviez sélectionné ont été supprimées.
he: האייקונים שסימנת נמחקו.
ja: 選択されたアイコンは削除されました。
lt: Pažymėtos piktogramos pašalintos.
nl: De geselecteerde pictogrammen zijn verwijderd.
ru: Выбранные вами аватары удалены.
sv: Dina valda ikoner raderades.
uk: Вибрані вами іконки були видалені.
vi: Hình ảnh đại diện bạn vừa chọn đã bị xóa.

source: You have already met your icon quota. You must delete some icons before you can upload any new ones.
ar: انت على حزمة الايقونات عليك حذف بعضها لتحمبل الجديد
de: Maximale Speicherkapazität erreicht. Lösche Dateien, um neue hinzufügen zu können.
eu: Zure ikono kuota gainditu duzu. Zenbait ikono ezabatu behar dituzu berriak igo ahal izateko.
fi: Kuvakkeittesi quota on jo täynnä. Poista siirrettyjä kuvakkeita, jotta tilaa vapautuu uusille kuvakkeille.
fr: Vous avez atteint votre quota d'icônes. Pour en télécharger de nouvelles, vous devez d'abord en supprimer.
he: הגעת כבר למכסת האייקונים שלך. עליך למחוק כמה אייקונים לפני שיהיה ביכולתך להעלות חדשים.
ja: アイコンの容量が制限に達しました。 新しいアイコンをアップロードする前に、いくつかのアイコンを削除する必要があります。
lt: Išnaudota piktogramų kvota. Prieš įkeldami naujas, paruoškite joms laisvos vietos.
nl: De schijfruimte voor pictogrammen is op. Je zult een aantal pictogrammen moeten verwijderen voordat je nieuwe kunt uploaden.
ru: Вы исчерпали свою квоту на аватары. Вы должны удалить некоторые из них, прежде чем загружать новые.
sv: Du har redan nått din ikonkvot. Du måste radera några ikoner först innan du kan ladda upp nya.
uk: Ви досягли межі вашої квоти іконок. Вам потрібно видалити деякі іконки перед тим як ви зможете завантажити нові.
vi: Bạn đã hết giới hạn của hình ảnh đại diện lưu trữ. Bạn cần phải xóa bỏ một số hình ảnh trước khi có thể đăng tải cái mới.

source: Attempting to upload icon file ...
ar: محاولة تحميل ملف الايقونات
de: Versuche, Datei hochzuladen ...
eu: Ikono fitxategi bat igotzen...
fi: Yritetään siirtää kuvaketiedostoa ...
fr: Tentative en cours de téléchargement de l'icône ...
he: מנסה להעלות קובץ אייקון...
ja: アイコンファイルをアップロード中です...
lt: Įkeliamas failas ...
nl: Het pictogram wordt geupload...
ru: Попытка загрузить файл с аватаром...
sv: Försöker ladda upp ikonfil...
uk: Намагаюсь завантажити файл іконки ...
vi: Đang chuẩn bị đăng tải tập tin ...
