Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/politica/languages/*/LC_MESSAGES/*.po
Languages: ar, de, eu, fi, fr, he, ja, lt, nl, ru, sv, uk, vi

source: This is the template for each individual main menu item. A series of these is placed within the menubar shell template.
ar: هذا نموذج لقائمة المحتويات الفردية ز سلسلة منها ستوضع في محتوى القائمة الرئيسية
eu: Hau menu nagusi indibidualaren item bakoitzarentzako txantiloi bat da. Honelako batzu erabiltzaile-interfazeko txantiloian daude.
fr: Ceci est le gabarit de chaque item de menu individuel du menu principal. Quelques-uns de ceux-ci seront placés dans le gabarit du shell de la barre des menus principale.
he: זו התבנית לכל פריט בודד בתפריט הראשי. סדרה של כאלה ממוקמת בתוך תבנית המעטפת של סרגל התפריט.
lt: Šablonas kiekvienam pagrindinio meniu punktui. Nustatymai saugomi pagrindinio meniu šablone.
nl: Dit is het sjabloon elk individuel hoofdmenu item. Een aantal hiervan wordt in het menubalk sjabloon geplaatst.
sv: Detta är mallen för varje enskilt undermenyföremål. En följd av dessa är placerade inom undermenyradsskalsmallen.
uk: Це
vi: Đây là giao diện cho từng thành phần cá nhân menu

source: The URL of the menu item
ar: العنوان اللالكتروني لقائمة المحتويات
de: URL des Menüpunktes
eu: Menua-itemaren URLa
fr: URL de l'item de menu
he: כתובת URL של פריט התפריט
ja: メニュー項目のURL
lt: Meniu punkto nuoroda
nl: De URL van de menu optie
ru: URL элемента меню
sv: URL:en till menyföremålet
uk: URL пункту меню
vi: Link của thành phần menu

source: The menu item's name
ar: اسم مواضيع اللائحة
de: Name des Menüpunkts
eu: Menu-itemaren izena
fr: Le nom de l'item de menu
he: שם פריט התפריט
ja: メニュー項目の名前
lt: Meniu punkto pavadinimas
nl: De naam van de menu optie
ru: Имя элемента меню
sv: Menyföremålets namn
uk: Назва пункта меню
vi: Tên của thành phần

source: Selected individual main menu item
ar: اختيار عناصر القائمة الفردية الرئيسية
de: Ausgewählter individueller Hauptmenüpunkt
eu: Aukeratu menu nagusi indibidualeko itema
fr: Item ciblé du menu principal
he: פריט תפריט-ראשי בודד נבחר
lt: Pasirinktas pagrindinio meniu punktas
nl: Selecteer een Individuele hoofdmenu optie
ru: Выбранный элемент индивидуального главного меню
sv: Valt enskilt huvudmenyföremål
uk: Вибраний індивідуальний пункт головного меню
vi: Lựa chọn

source: This is the template for an individual main menu item if it is selected.
ar: قالب للقائمة الفردية اذا تم اختيارها
eu: Hau menu nagusi indibidualeko itemaren txantiloia da aukeratzen baldin bada.
fr: Ceci est le gabarit d'un item de menu individuel du menu principal lorsque sélectionné.
he: זו התבנית עבור פריט בודד בתפריט הראשי לאחר שנבחר.
lt: Šablonas pasirinktam meniu punktui.
nl: Dit is het sjabloon een individuel hoofdmenu item indien het is geselecteerd.
ru: Это шаблон для выбранного элемента индивидуального главного меню.
sv: Detta är mallen för ett enskilt huvudmenyföremål om det är valt.
uk: Це шаблон для кожного окремого пункту меню, якщо він обраний

source: Sub-menubar shell
ar: قائمة المحتوى الفرعية
eu: Azpi-menu barra atala
fr: Shell de la barre de menus imbriquée
he: מעטפת תת-תפריט
ja: サブメニューバー・シェル
lt: Submeniu sritis
nl: Submenu ruimte
ru: Строка подменю
sv: Undermenyradsskal
uk: Оболонка під-меню

source: A list of sub-menu items will be placed within the menubar shell.
ar: عناصر القائمة الفرعية توضع في محتوى القائمة الرئيسية
eu: Azpimenu itemen zerrenda bat dago erabiltzailearen-interfazearen menu barran.
fr: Une liste sous-menus sera placée dans le 'shell' de la barre des menus.
he: רשימה של פריטי תת-תפריט תמוקם בתוך מעטפת התפריט.
lt: Meniu elementai bus rodomi meniu juostoje.
nl: Een lijst van submenu opties die wordt geplaatst in de menuruimte.
ru: Список элементов подменю будет помещён в само меню.
sv: En lista med undermenyföremål kommer placeras inom menyradsskalet.
uk: Список пунктів під-меню буде розміщений всередині оболонки меню.

source: Individual sub-menu item
ar: عناصر القاائمة الفرعية الفردية
de: Individueller Untermenüpunkt
eu: Azpi-menu indibidualeko itema
fr: Item individuel d'un sous-menu
he: פריט תת-תפריט בודד
lt: Submeniu punktas
nl: Individuele submenu optie
sv: Enskilda undermenyföremål
uk: Пункт індивідуального під-меню

source: This is the template for each individual sub-menu item. A series of these is placed within the sub-menubar shell template.
ar: قالب تصميملعناصر كل قائمة فردية سلسلة منها توضع في شريط العام للقالب
eu: Azpimenu indibidual bakoitzarentzako txantiloi bat da hau. Horrelako batzu erabiltzailearen-interfazaren azpimenuaren txantiloian daude.
fr: Ceci est le gabarit de chaque sous-item de menu individuel. Quelques-uns de ceux-ci seront placés dans le gabarit du shell de la sous-barre de menus.
he: זו תבנית עבור פריט תת-תפריט בודד. סדרה של פריטים כאלו ממוקמת בתוך תבנית מעטפת התת-תפריט.
lt: Meniu elemento šablonas. Jų seka saugoma submeniu šablone.
nl: Dit is het sjabloon voor elke individuele submenu optie. Een aantal hiervan wordt in het het submenubalk sjabloon geplaatst.
ru: Это шаблон для каждого индивидуального элемента подменю. Элементы помещаются в шаблон подменю.
sv: Detta är mallen för varje enskilt undermenyföremål. En samling av dessa är placerade inom undermenyradsskalsmallen.
uk: Це шаблон для кожного пункту під-меню. Серія таких розміщена всередині шаблону оболонки під-меню.

source: Status menubar shell
ar: حالة هيكل الشريط
eu: Erabiltzaile-interfazaren menubarraren egoera.
fr: Shell de la barre de menus 'statut'
he: מעטפת סרגל מצב
ja: ステータスメニューバー・シェル
lt: Statuso juosta
nl: Statusmenu ruimte
sv: Statusmenyradsskal.
uk: Оболонка статусної панелі меню

source: A list of statusbar menu items will be placed within the status menubar shell.
ar: قائمة من عناصر الشريط ستوضع في هيكل شريط الحالة
eu: Egoera barraren menu elementuen zerrenda bat egoera menu barraren tartean kokatuko da.
fr: Une liste des items du menu 'statusbar' sera placée dans le 'shell' du 'status menubar'.
he: רשימה של פריטי סרגל מצב תמוקם בתוך מעטפת סרגל המצב.
lt: Meniu punktai bus patalpinti statuso juostoje.
nl: Een lijst van statusbalk opties die wordt geplaatst in de status menuruimte.
sv: En lista med statusmenyradsföremål kommer placeras inom statusmenyradsskalet.
uk: Список пунктів меню статусної панелі буде розміщений всередині оболонки статусної панелі меню.

source: Individual statusbar menu item
ar: عناصر القائمة الفردية
de: Individueller Menüpunkt der Statusleiste
eu: Egoera barra indibilualaren menu elemntua
fr: Item individuel du menu statusbar
he: פריט סרגל מצב בודד
lt: Statuso juostos elementas
nl: Individuele statusbalkmenu optie
sv: Enskilda statusradsmenyföremål.
uk: Індивідуальний пункт меню статусної панелі

source: This is the template for each individual statusbar menu item. A series of these is placed within the status menubar shell template.
ar: هذا هو القالب لكل قائمة تخص شريط الحالة. مجموعة متسلسلة منها موضوعة ضمن القالب الهيكلي لشريط الحالة.
eu: Egoera-barra indibidualeko item bakoitzarentzako txantiloia da hau. Horrelakoen bilduma bat dago menu-barrako erabiltzaile interfazaren txantiloian.
fr: Ceci est le gabarit de chaque item de menu individuel du menu statusbar. Quelques-uns de ceux-ci seront placés dans le gabarit du shell de la barre des menus 'status'.
he: זו תבנית עבור פריט סרגל מצב בודד. סדרה של פריטים כאלו ממוקמת בתוך תבנית מעטפת סרגל המצב.
lt: Šablonas kiekvienam statuso juostos elementui. Visi punktai apjungiami per statuso juostos šabloną.
nl: Dit is het sjabloon is voor elk individuel menubalk item. Een aantal hiervan wordt in de status menubalk geplaatst.
sv: Detta är mallen för varje enskilt statusradsmenyföremål. En samling av dessa är placerade inom statusmenyradsskalsmallen.
uk: Це шаблон для кожного індивідуального пункту меню статусної панелі. Серія таких розміщена всередині оболонки статусної панелі меню.

source: Data input box (two columns)
ar: صندوق ادخال المعلومة من عامودين
eu: Datu sarrerarako kaxa (bi zutabe)
fi: Tiedonsyöttökenttä (kaksi palstaa)
fr: Zone d'article de données (deux colonnes)
he: תיבה להזנת נתונים (שני טורים)
ja: データ入力ボックス（2カラム）
lt: Įvesties duomenys (du stulpeliai)
nl: Invoerveld (twee kolommen)
sv: Inmatningsruta (två kolumner)
uk: Поле введення інформації (2 стовпчики)
vi: Hộp thoại nhập dữ liệu (2 cột)

source: This is mostly used whenever some input is taken from the user. For example, each of the fields in the profile edit screen is a data input box.
ar: غالبا ما يستخدم عندما تكون معلومات الادخال اخذت من المستخدم على سبيل المثال ان حقول تعديل صورة الشاشة هي جزء من صندوق الادخال
eu: Hau batez ere erabiltzaileak sarturiko informazioren bat hartzerakoan erabili ohi da. Adibidez, profila editatzeko pantailan azaltzen den eremu bakoitza datuak sartzeko kaxa bat da.
fi: Tätä käytetään tleisimmin käyttäjän syöttämään tietoon. Esimerkiksi jokainen kenttä profiilinmuokkausruudussa on tiedonsyöttökenttä.
fr: Communément on en fait usage pour capter une information. Chaque champs d'un formulaire (ex: modifier les profil) est une boîte de captation de données.
he: לרוב בשימוש כאשר המשתמש מזין נתונים. לדוגמה, כל השדות במסך עריכת הפרופיל הינם תיבות להזנת נתונים.
lt: Tai dažniausiai naudojama, kai vartotojas įveda pirminius duomenis. Pavyzdžiui, kiekvienas vartotojo profilio laukas pateikiamas kaip duomenų įvedimo kortelė.
nl: Dit wordt voornamelijk gebruikt wanneer invoer van de gebruiker nodig is. Bijvoorbeeld elk veld op de pagina voor het bewerken van het persoonlijk profiel is een invoerveld.
ru: Используется для ввода пользовательских данных. К примеру, каждое поле на странице редактирования профиля — поле ввода.
sv: Detta används mest när indata tas från användaren. Exempelvis är varje fält på profilredigeringssidan en inmatningsruta.
uk: Зазвичай використовується, коли якесь введення приймається від користувача. Наприклад, кожне з полів на сторінці редагування профайлу це поле введення інформації.

source: The name for the data we're inputting
ar: عنوان المعلومات التي نقوم بادخالها
eu: Sartzen ari garen datuentzako izena
fi: Syöttämämme tiedon nimi
fr: Le nom des données que nous entrons
he: שם עבור הנתונים שאנו מזינים
lt: Duomenų pavadinimas
nl: De naam van de ingevoerde gegevens
ru: Название данных, которые мы редактируем
sv: Namnet för datat vi matar in
uk: Назва даних, які ми вводимо
vi: Tên của dữ liệu chúng ta đang nhập

source: The first item of data
ar: البند الاول من المعلومات
eu: Datuen lehen itema
fr: Le premier item de données
he: הנתון הראשון
ja: データの最初の項目
lt: Pirmas duomenų elementas
nl: Het eerste element van de invoer
sv: Första datat
uk: Перший елемент даних

source: The second item of data
ar: البند الثاني من المعلومات
eu: Datuen bigarren itema
fr: Deuxième item de données
he: הנתון השני
ja: データの2番目の項目
lt: Antras duomenų elementas
nl: Het tweede element van de invoer
ru: Второй элемент данных
sv: Andra datat
uk: Другий пукт (частина) інформації

source: Data input box (one column)
ar: صندوق ادخال المعلومة من عامود واحد
eu: Datu sarrerarako kaxa (zutabe bat)
fi: Tiedonsyöttökenttä (yksi palsta)
fr: Zone d'article de données (une colonne)
he: תיבה להזנת נתונים (טור אחד)
ja: データ入力ボックス（1カラム）
lt: Duomenų įvedimas (vienas stulpelis)
nl: Invoerveld (een kolom)
ru: Поле ввода (одна колонка)
sv: Inmatningsruta (en kolumn)
uk: Поле введення інформації (один стовпчик)

source: A single-column version of the data box.
ar: نسخة من عامود واحد لصندوق المعلومة
de: Eine einspaltige Version der Datenbox.
eu: Datu kaxaren zutabe bakarreko bertsioa.
fr: Boîte de données à une colonne
he: גרסת טור אחד של התיבת להזנת נתונים.
lt: Duomenų lauko vieno stulpelio versija.
nl: Een voorbeeld van een invoerveld in een enkele kolom.
ru: Одноколоночная версия поля ввода.
sv: En enkolumnsversion av datarutan.
uk: Поле введення інформації, але з 1 стовпчиком

source: The name of the data we're inputting
ar: اسم المعلومة المراد ادخالها
eu: Sartzen ari garen datuen izena
fi: Syöttämämme tiedon nimi
fr: Le nom des données que nous entrons
he: שם עבור הנתונים שאנו מזינים
lt: Duomenų pavadinimas
nl: De naam van de gegevens die we aan het invoeren zijn
sv: Namnet på datat vi matar in
uk: Назва інформації, що ми вводимо
vi: Tên của dữ liệu

source: The data itself
ar: المعلومة نفسها
eu: Norberaren datuak
fi: Tieto
fr: Les données en soi
he: הנתונים עצמם
lt: Duomenys
nl: De gegevens zelf
ru: Данные
sv: Själva datat
uk: Саміа інформація

source: This table is used to house stats and administration details until a good CSS solution can be applied.
ar: يستخدم هذا الجدول لجمع الإحصائيات والتفاصيل المتعلقة بالإدارة إلى حين اتخاذ الحل المناسب من قبل CSS
de: Diese Tabelle wird benutzt, um Satistiken und Details des Administrators zu sammeln, bis eine bessere CSS Lösung angewandt werden kann.
eu: Taula honek estatistikak eta kudeaketa ezaugarriak erakusteko balio du CSS soluzio egoki bat jarri artean.
fr: Cette table est utilisé pour héberger les statistiques et les détails d'administration jusqu'à ce qu'une bonne solution utilisant les CSS soit applicable.
he: טבלה זו משמשת לאכסן נתונים סטטיסטיים ופרטים מנהלתיים עד שייושם פתרון CSS טוב.
lt: Šioje lentelėje pateikiama statistika ir administracinės detalės.
nl: Dit overzicht wordt gebruikt voor statistieken en beheerdetails tot er een goede CSS oplossing toegepast kan worden.
sv: Denna tabell används för statistik och administrationsdetaljer tills en bra CSS-lösning kan användas.
uk: В цій таблиці зберігаються статистика та адміністративні налаштування, поки не розроблене хороше CSS-рішення.

source: Column One
ar: العمود الاول
de: Spalte Eins
eu: Bat Zutabea
fi: Sarake 1
fr: Colonne une
he: טור 1
ja: カラム 1
lt: Pirmas stulpelis
nl: Kolom een
ru: Первый столбец
sv: Kolumn Ett
uk: Перша колонка

source: Column Two
ar: العامود الثاني
de: Spalte Zwei
eu: Bi Zutabea
fi: sarake 2
fr: Colonne deux
he: טור 2
ja: カラム 2
lt: Antras stulpelis
nl: Kolom twee
ru: Второй столбец
sv: Kolumn Två
uk: Друга колонка

source: Column Three
ar: العامود الثالث
de: Spalte Drei
eu: Hiru Zutabea
fi: Sarake 3
fr: Colonne trois
he: טור 3
ja: カラム 3
lt: Trečias stulpelis
nl: Kolom drie
ru: Третий столбец
sv: Kolumn Tre
uk: Третя колонка

source: This holds the flag content function throughout Elgg
ar: هذا يحافظ على دور محنوى الترميز خلال ELGG
de: Beinhaltet das Markieren von Inhalt, in Elgg
eu: Honek markatutako edukiaren funtzioa du Elgg guztian zehar
fr: Ceci supporte la fonctionnalité de marquage des contenus indécent à travers Elgg
he: זה מחזיק במנגנון דיגול התוכן ברחבי Elgg
lt: Žymės funkcija Elgg sistemoje
nl: Dit bevat de vlag content functie van Elgg
sv: Detta håller flagg-innehållsfunktionen genom Elgg
uk: Це вмикає функцію мітки змісту в Elgg
vi: Cái này dùng để giữ nội dung được đánh dấu.

source: Data input box (vertical)
ar: صندوق ادخال المعلومة بشكل عامودي
eu: Datu sarrerarako kaxa (bertikala)
fr: Zone d'article de données (verticale)
he: תיבה להזנת נתונים (אנכית)
lt: Įvedami duomenys (vertikaliai)
nl: Invoerveld (verticaal)
ru: Окно ввода текста (вертикальное)
sv: Inmatningsruta (vertikal)
uk: Поле вводу даних (вертикальне)

source: A slightly different version of the data box, used on this edit page amongst other places.
ar: نسخة مختلفة قليلا من صندوق المعلومة تستخدم للتعديل عبر اماكن اخرى
eu: Pittin bat desberdina den datu basearen bertsioa, besteak-beste edizio orri honetan erabiltzen da.
fr: Une variation de la boîte de données, utilisée entre autres lors de la modification d'une page.
he: גרסה קצת שונה של התיבה להזנת נתונים, בשימוש בדף עריכה זה ובמקומות אחרים.
lt: Šiek tiek kitokia duomenų lauko versija (kitiems puslapiams).
nl: Een iets andere versie van de gegevensruimte; wordt op deze en een aantal andere pagina's gebruikt.
ru: Другая версия поля ввода, использованная на этой странице редактирования и других местах.
sv: En något annorlunda version av datarutan, används bland annat på denna redigeringssida.
uk: На цій сторінці редагування використовується трохи інша версія контейнеру даних, ніж в інших місцях.

source: Name of the data we\'re inputting
ar: اسم المعلومة التي ندخلها
de: Name der Daten die wir einfügen
eu: Sartu ditugun datuen izena
fi: Nimi syöttämällemme tiedolle
fr: Nom des données que nous rentrons
he: שם עבור הנתונים שאנו מזינים
lt: Duomenų aprašymas
nl: De naam van de ingevoerde gegevens
ru: Название данных, которые мы вводим
sv: Namn på datat vi matar in.
uk: Назва інформації, яку ми вводимо

source: Template Preview
ar: استعراض القالب
de: Designvorschau
eu: Txantiloia Aurreikusi
fi: Mallipohjan esikatselu
fr: Pré-visualiser le gabarit
he: תצוגה מקדימה של התבנית
ja: テンプレートのプレビュー
lt: Šablono peržiūra
nl: Bewerk thema
ru: Просмотр шаблона
sv: Förhandsgranska mall
uk: Перегляд Шаблону
vi: Xem trước giao diện

source: Your editor preferences have been saved
ar: رغبات الناشر حفظت
de: Deine Editor Einstellungen wurden gespeichert
eu: Zure editore hobespenak gorde dira.
fi: Editorin asetukset tallenettu
fr: Vos préférences d'édition ont été enregistrées.
he: העדפות העריכה שלך נשמרו
ja: エディタの設定が保存されました
lt: Redaktoriaus nustatymai išsaugoti
nl: Je edit voorkeuren zijn opgeslagen.
ru: Настройки редактора сохранены
sv: Dina redigeringsinställningar har sparats
uk: Настройки вашого редактору були збережені
vi: Trìh soạn thảo yêu thích của bạn đã được lưu

source: Your editor preferences have been changed
ar: اوامر التحرير غيرت
de: Deine Editor Einstellungen wurden geändert
eu: Zure editore hobespenak gorde dira.
fi: Editorin asetukset muutettu
fr: Vos préférences d'édition ont été modifiées
he: העדפות העריכה שלך שונו
ja: エディタの設定が変更されました。
lt: Redaktoriaus nustatymai pakeisti
nl: Jouw edit voorkeuren zijn veranderd
ru: Настройки редактора изменены
sv: Dina redigeringsinställningar har ändrats
uk: Настройки вашого редактору були змінені
vi: Trìh soạn thảo yêu thích của bạn đã được thay đổi

source: Your editor preferences could not be changed
ar: رغبات الادارة يجب ان لا تتغير
de: Deine Editor Einstellungen konnten nicht gespeichert werden
eu: Zure editore hobespenak ezin izan dira aldatu.
fi: Editorin asetuksia ei voitu muuttaa
fr: Vos préférences d'édition ne peuvent pas être modifiées.
he: אי אפשר היה לשנות את העדפות העריכה שלך
ja: エディタの設定を変更できませんでした。
lt: Redaktoriaus nustatymai nepakeisti
nl: Je edit voorkeuren konden niet worden opgeslagen
ru: Настройки редактора не могут быть изменены
sv: Dina redigeringsinställningar kunde inte ändras
uk: Настройки вашого редактору не можуть бути змінені
vi: Trìh soạn thảo yêu thích của bạn không được thay đổi

source: Visual text editing
ar: تعديل النص البصري
de: Texteditor mit Gestaltungsmöglichkeiten
eu: Testu edizioa ikusi
fi: Graafinen editori
fr: Edition de texte visuelle
he: עריכת מלל חזותי
ja: WYSIWYGテキスト編集
lt: Teksto redagavimas
nl: Visuele tekstopmaak
ru: Визуальное редактирование текста
sv: Visuell textredigering
uk: Візуальне редагування тексту
vi: Trình soạn thảo

source: Set this to 'yes' if you would like to use a visual (WYSIWYG) text editor for your posts and comments.
ar: استخدم كلمة "نعم" إذا كنت تود التعامل مع محرر النصوص المرئية (WYSIWYG) وذلك لرسالاتك البريدية وإبداء الملاحظات.
de: Setze diese Einstellung auf 'Ja' wenn du einen Text Editor mit Gestaltungsmöglichkeiten (WYSIWYG) verwenden möchtest.
eu: 'bai' bezala markatu (WYSIWYG) testu editore bat erabili nahi baduzu zure mezu era iruzkinentzat.
fi: Aseta tämä asentoon 'kyllä' mikäli haluat käyttää graafista editoria (WYSIWYG) artikkeleiden ja kommenttien kirjoittamiseen.
fr: Mettez ceci à 'oui' si vous désirez utilisez un éditeur de texte visuel (WYSIWYG) pour vos articles et vos commentaires.
he: יש לקבוע את זה ל'כן' אם ברצונך להשתמש בעורך מלל חזותי (WYSIWYG) עבור הפרסומים והתגובות אצלך.
ja: 投稿やコメントでWYSIWYGエディタを使用したい場合には、「はい」を指定してください。
lt: Pasirinkite 'taip', jei norite naudoti WYSIWYG teksto redaktorių savo įrašams ir komentarams.
nl: Plaats op 'Ja' als je de visuele (WYSIWYG) tekst editor wilt gebruiken voor berichten en commentaar.
ru: Выберите «да», если хотите использовать визуальный (WYSIWYG) редактор для ваших записей и комментариев.
sv: Sätt detta till 'ja' om du vill använda en visuell redigerare (WYSIWYG) för dina postningar och kommentarer.
uk: Виберіть 'так' якщо ви хочете використовувати візуальний (WYSIWYG) текстовий редактор для ваших повідомленнь та коментарів.
vi: Chọn Đồng ý nếu như bạn muốn sử dụng trình soạn thảo đa năng WYSIWYG

source: Enable visual editor:
ar: عدم تمكين التعديل البصري
de: Visuellen Editor aktivieren:
eu: Editore bisuala onartu:
fi: Kätytä graafista editoria:
fr: Autoriser l'éditeur visuel :
he: איפשור עורך חזותי:
ja: WYSIWYGエディタの有効化：
lt: Įjungti teksto redaktorių:
nl: Toon visuele editor:
ru: Включить визуальный редактор:
sv: Aktivera visuell redigerare:
uk: Увімкнути візуальний редактор:
vi: Bật trình soạn thảo đa năng WYSIWYG

source: Log on:
ar: الدخول
de: Anmelden
eu: Sartu:
fi: Kirjaudu:
fr: Identification :
he: התחברות למערכת:
ja: ログオン：
nl: Inloggen
ru: Войти:
sv: Logga in
uk: Увійти:
vi: Đăng nhập

source: Powered by Elgg
ar: دعوم من ellg
de: Erstellt mit Elgg
eu: Elgg erabiliz
fr: Conçu par Elgg
he: פועל על Elgg
uk: Управляється Elgg

source: Remember me
de: Login merken
fr: Rappeler moi

source: all
de: alle
eu: guztiak
fi: kaikki
fr: tous
he: הכל
ja: すべて
nl: Alle
ru: все
sv: alla
uk: всюди
vi: toàn bộ

source: Tag cloud
ar: سحابة الوسوم
de: Stichworte
eu: Etiketa odeia
fi: Tagipilvi
fr: Nuage de mots-clés
he: ענן תגים
ja: タグクラウド
nl: Inhoudstag
ru: Облако тегов
uk: Хмара міток
vi: Cụm từ khóa

source: There are %d active users.
ar: هنالك %d مستخدمين فعليين.
de: %d aktive Benutzer
eu: %d erabiltzaile aktibo daude.
fi: %d aktiivista käyttäjää.
fr: Il y a %d utilisateurs actifs.
he: יש %d משתמשים פעילים.
ja: アクティブユーザ： %d 人
lt: %d aktyvūs vartotojai.
nl: Er zijn %d actieve gebruikers.
ru: Всего %d активных пользователей.
sv: Det finns %d aktiva användare.
uk: Зараз %d активних користувачів.
vi: Có %d thành viên

source: (%d logged on.)
ar: (%d مسجلين الدخول.)
de: (%d eingelogged.)
eu: (%d barruan da/dira)
fi: (%d kirjautunut)
fr: (%d en-ligne.)
he: (%d מחובר/ת)
ja: (%d 人がログオン中です)
lt: (%d prisijungę.)
nl: (%d ingelogd.)
ru: (%d зарегистрировано.)
sv: (%d loggade på.)
uk: (%d увійшли.)
vi: (%d đang đăng nhập)

source: User Statistics
ar: احصاءات المستخدم
de: Benutzer Statistik
eu: Erabiltzaile Estatistikak
fi: Käyttäjän tilastot
fr: Statistiques utilisateur
he: נתונים סטטיסטיים על המשתמש
ja: ユーザ統計
lt: Vartotojų statistika
nl: Gebruiker statistieken
ru: Статистика пользователя
sv: Användarstatistik
uk: Статистика Користувача
vi: Tình hình thành viên

source: You have successfully deleted your account.
de: Du hast erfolgreich dein Konto gelöscht.
fr: Vous avez supprimé avec succès votre compte.

source: The user was deleted.
de: Der Benutzer wurde gelöscht.
fr: Le compte utilisateur a été supprimé.

source: Error: the user could not be deleted.
de: Fehler: Der Benutzer konnte nicht gelöscht werden.
fr: Erreur: Ce compte utilisatreur ne peut pas être supprimé.

source: Your suggested name was too long. Please try something shorter.
ar: الاسم طويل اتخدم واحد اقصر
de: Dein gewünschter Name ist zu lang. Bitte gib einen kürzeren ein.
eu: Proposatu duzun izena luzeegia da. Mesedez saiatu laburrago batekin.
fi: Ehdottamasi nimi on liian pitkä. Kokeile jotakin lyhempää nimeä.
fr: Le nom que vous suggéré est trop long. Veuillez taper un nom plus court.
he: השם שהצעת היה ארוך מדי. יש לבחור משהו קצר יותר.
ja: 名前が長すぎます。 もう少し短くしてください。
lt: Per ilgas vardas.
nl: De naam die je hebt ingevuld was te lang. Probeer iets korters.
ru: Ваше имя слишком длинное. Попробуйте что-нибудь покороче.
sv: Ditt föreslagna namn var för långt. Försökt med något kortare.
uk: Ваше припущене ім'я було задовгим. Будь-ласка, спробуйте щось коротше.
vi: Tên của bạn quá dài. Xin vui lòng chọn tên khác ngắn hơn.
