Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/languages/*/LC_MESSAGES/*.po
Languages: nb

source: Displays the text of your choice.
nb: Vis ønsket tekst

source: Delete widget
nb: Slett element

source: Move up
nb: Flytt opp

source: Move down
nb: Flytt ned

source: Access for this widget:
nb: Tilgang til dette elementet:

source: Save widget
nb: Lagre element

source: This text box is undefined. If you are the widget owner, click 'edit widget' to add your own content.
nb: Denne tekstboksen er ikke definert. Hvis du eier elementet, velg "endre element" for å legge til ditt eget innhold.

source: This widget displays the text content of your choice. All you need to do is enter the title and body below:
nb: Dette elementet viser ønsket tekst. Alt du trenger gjøre er å legge inn tittel og tekst nedenfor:

source: Widget moved.
nb: Element er flyttet

source: Your Blog
nb: Din blogg

source: Post a new entry
nb: Nytt innlegg

source: View blog
nb: Se blogg

source: Archive
nb: Arkiv

source: Friends' blogs
nb: Venners blogger

source: Interesting posts
nb: Interessante innlegg

source: View all posts
nb: Se alle innlegg

source: Page help
nb: Side hjelp

source: Blog widget
nb: Blogg-element

source: Displays the latest blog posts from a blog of your choice.
nb: Viser de siste blogg-innlegg fra en blog du velger.

source: Blog dashboard widget
nb: Blogg-element for oversikten

source: This widget displays the last couple of blog posts from an individual user. To begin, select the user from your connections below:
nb: Dette elementet viser de siste innlegg i en blog. For å begynne velger du personen eller gruppa fra lista over dine venner og grupper nedenfor:

source: Then enter the number of blog posts you'd like to display:
nb: Så legger du inn antallet innlegg du ønsker å vise:

source: Browser
nb: Nettleser

source: All
nb: Alle

source: Users
nb: Brukere

source: Browse
nb: Lese

source: Name
nb: Navn

source: Description
nb: Beskrivelse

source: Connections
nb: Koblinger

source: Posts
nb: Innlegg

source: Edit this profile
nb: Rediger denne profilen

source: Community site picture
nb: Bilde for nettverkgsgruppe

source: Edit community details
nb: Rediger netverksgruppens detaljer

source: View membership requests
nb: Se foresp&oslash;rsler om medlemskap

source: Your Files
nb: Dine filer

source: Add a file or a folder
nb: Legg til en fil eller en mappe

source: RSS feed for files
nb: RSS str&oslash;m for filer

source: Your Network
nb: Ditt nettverk

source: Friends
nb: Venner

source: Friend of
nb: Venner av

source: Access controls
nb: Tilgangskontroll

source: Invite a friend
nb: Inviter en venn

source: Language
nb: Språk

source: default
nb: standard

source: Your Resources
nb: Dine ressurser

source: Feeds
nb: RSS-strøm

source: Publish to blog
nb: Publiser til blogg

source: View aggregator
nb: Se aggregator

source: Popular Feeds
nb: Popul&aelig;re str&oslash;mmer

source: Feed widget
nb: Element for RSS-strøm

source: Displays the latest entries from an external feed of your choice.
nb: Vis de siste innlegg fra en valgt RSS-strøm-

source: This feed is currently empty.
nb: Denne RSS-strømmen er foreløpig tom.

source: This feed widget is undefined.
nb: Dette elementet har ikke definert en RSS-strøm.

source: This widget displays the last couple of entries from an external feed you have subscribed to. To begin, select the feed from your subscriptions below:
nb: Denne widget viser de siste innleggene fra en ekstern strøm som du abonnerer på. For å begynne velg strømmen fra dine abonnementer nedenfor:

source: Then enter the number of feed entries you'd like to display:
nb: Skriv så in antallet strømmer du vil vise:

source: You can't select a feed for this widget because you don't have any feed subscriptions. Click on <a href="%s">Your</a> Resources to subscribe to a feed.
nb: Du kan ikke velge en strøm for denne widget fordi du ikke har noen abonnement. Klikk på <a href="%s"> Dine </a> ressurser for å abonnere på en strøm.

source: Your Profile
nb: Din profil

source: Change site picture
nb: Endre bilde for nettsted

source: People
nb: Folk

source: Profile widget
nb: Profil widget

source: Displays the contents of a profile field.
nb: Viser innholdet i et profilfelt.

source: This profile box is undefined.
nb: Denne profilboksen er udefinert.

source: Select a profile field below; the widget will then display the profile content from this field.
nb: Velg et profilfelt nedenfor; widgeten vil vise profilinnholdet fra dette feltet.

source: Who am I?
nb: Hvem er jeg?

source: A short introduction for you.
nb: En kort introduksjon

source: Introduction
nb: Introduksjon

source: A short introduction to this community.
nb: En kort introduksjon til dette fagnettet.

source: Brief description
nb: Kort beskrivelse

source: For use in your sidebar profile.
nb: Sidespalte i profilen din.

source: Street address
nb: Gateadresse

source: Town
nb: By

source: State / Region
nb: Fylke

source: Postal code
nb: Postnr.

source: Country
nb: Land

source: Email address
nb: E-post adresse

source: Work telephone
nb: Tlf. arbeid

source: Home telephone
nb: Tlf. hjeme

source: Mobile telephone
nb: Mobiltf.

source: Official website address
nb: Nettsted

source: The URL to your official website, if you have one.
nb: URL til ditt ofisielle nettsted om du har ett.

source: Personal website address
nb: Personlig nettsted

source: The URL to your personal website, if you have one.
nb: URL til ditt personlige nettsted om du har ett.

source: ICQ number
nb: ICQ nummer

source: MSN chat
nb: MSN

source: AIM screenname
nb: AIM

source: Skype username
nb: Skype brukernavn

source: Jabber username
nb: Jabber brukernavn

source: Interests
nb: Interesser

source: Separated with commas.
nb: Delt med komma

source: Likes
nb: Liker

source: Dislikes
nb: Liker ikke

source: Occupation
nb: Yrke

source: Industry
nb: Industri

source: Company / Institution
nb: Bedrift / institusjon

source: Job Title
nb: Jobb tittel

source: Job Description
nb: Jobb beskrivelse

source: I would like to ...
nb: Jeg ønsker &aring....

source: Career Goals
nb: Karrierem&aring;l

source: Freeform: let colleagues and potential employers know what you'd like to get out of your career.
nb: Fitt frem: La kollegaer og potensielle arbeidsgivere vite hva du vil med din karriere.

source: Level of Education
nb: Utdanningsniv&aring;

source: High School
nb: Videreg&aring;ende

source: University / College
nb: Universitet / h&oslash;gskole

source: Degree
nb: Grad

source: Main Skills
nb: Hoved ferdighet

source: Edit profile
nb: Rediger profil

source: Profile updated.
nb: Profilen er oppdatert

source: Click here to edit this profile.
nb: Klikk her for &aring; redigere denne profilen

source: This screen allows you to edit your profile. Blank fields will not show up on your profile screen in any view; you can change the access level for each piece of information in order to prevent it from falling into the wrong hands. For example, we strongly recommend you keep your address to yourself or a few trusted parties.
nb: I dette bildet kan du redigere profilen din. Blanke felter vil ikke vises; du kan endre tilgangen p&aring; informasjonen slik at den ikke faller i gale hender. For eksempel b&oslash;r du holde adressen din for deg selv og kansje noen f&aring; utvalgte.

source: You can import some profile data by uploading a FOAF file here:
nb: Du kan importere profildata ved &aring; laste opp en FOAF fil her:

source: Upload a FOAF file:
nb: Last opp en FOAF fil:

source: Upload
nb: Last opp

source: Or you can fill in your profile directly below:
nb: Eller du kan fylle ut din profil med engang nedenfor:

source: Submit details:
nb: Send inn informasjon

source: Save your profile
nb: Lagre din profil

source: Access Restriction:
nb: Tilgangsbegrensninger:

source: Profiles where
nb: Profiler hvor

source: There was an error uploading the file. Possibly the file was too large, or the upload was interrupted.
nb: Det oppstod en feil ved opplasting av filen. Filen er mligens for stor eller s&aring; ble opplastingen av brutt.

source: Data from your FOAF file has been preloaded. You must click Save at the bottom of the page for the changes to take effect.
nb: Data fra din FOAF fil er lastet inn. Du m&aring; klikke lagre knappen i bunnen av siden for &aring; utf&oslash;re endringene.

source: Error: supplied file did not appear to be a FOAF file.
nb: Feil: den angitte filen er tydeligvis ikke en FOAF fil.

source: Profile Owner
nb: Profil eier

source: You
nb: Du

source: Activity tagged with %s
nb: Aktivitet merket med %s.

source: Search Profiles
nb: S&oslash; profiler

source: Publish feeds to blog
nb: Publisere RSS-strøm til blogg

source: Feed detail
nb: Detaljer RSS-strøm

source: Popular feeds
nb: Populære RSS-strømmer

source: RSS Management
nb: RSS administrasjon

source: To add this feed to your resources page, click here.
nb: For å legge denne til din ressursside, klikk her.

source: To add this feed to an external RSS aggregator, click the link that corresponds to your aggregator:
nb: For å legge denne til i en ekstern RSS agregator, klikk på lenken som korresponderer med din agregator:

source: Summary
nb: Oppsummering

source: This is an RSS feed for
nb: Dette er en RSS-strøm for

source: Didn't mean to come here? Click to exit!
nb: Det var ikke hit du hadde tenkt deg? Klikk for å lukke!

source: Searching Everything
nb: S&oslash; i alt

source: Search
nb: S&oslash;k

source: Search for results from:
nb: Søkeresultater fra:

source: Filter by content type:
nb: Filtrer innhold etter type:

source: Everything
nb: Alt

source: Users and communities
nb: Brukere og interessegrupper

source: Some Tags
nb: Noen tagger

source: Template Edit
nb: Rediger mal

source: Select / Create Themes
nb: Velg/opprett tema

source: Template Preview
nb: Forhåndsvisning av mal

source: This screen displays recent activity on your account by other users over a given time range.
nb: Dette skjermbildet viser aktivitet p&aring; din konto av andre brukere i et gitt tidsrom.

source: Error! The new username must contain letters and numbers only, cannot be blank, and must be between 3 and 12 characters in length.
nb: Feil! Det nye brukernavnet kan bare inneholde bokstaver og tall, kan ikke v&aelig;re blankt og m&aring; v&aelig; p&aring; 3 og 12 tegn langt.

source: Username was changed to %s.
nb: Brukernavnet ble endret til %s.

source: File quota was changed to %d.
nb: Filkvoten ble endret til %d.

source: Icon quota was changed to %d.
nb: Ikonkvoten ble endret til %d.

source: User flag '%s' set to '%s'
nb: Bruker flagg'%s' satt til '%s'

source: Spam list updated.
nb: Spamlisten er oppdtaert.

source: User addition %d failed: at least one field was blank. Username: %s, name: %s, email: %s
nb: Oppretting av bruker %d gikk ikke: minst ett av feltene var tomt Brukernavn :%s, navn : %s, epost: %s

source: New username %d (%s) was invalid; usernames must contain letters and numbers only, cannot be blank, and must be between 3 and 12 characters in length.
nb: Brukernavnet %d (%s) var ugyldig; brukernavn kan bare inneholde bokstaver og tall, kann ikke v&aelig;re blankt og m&aring; v&aelig;re mellom 3 og 12 tegn langt.

source: User addition %d failed: username %s is already in use.
nb: Oppretting av bruker %d gikk ikke: brukernavnet %s er allerede i bruk.

source: User addition %d failed: email address %s appears to be invalid.
nb: Oppretting av bruker %d gikk ikke: epost adressen %s er tilsynelatende ugyldig.

source: Your new %s account
nb: Din nye %s konto

source: You have been added to %s! For your records, your %s username and password are: Username: %s
nb: Du er blitt lagt til %s! For dine opptegnelser, ditt %s brukernavn og passord er: Brukernavn: %s

source: User %s was created.
nb: Bruker %s ble opprettet.

source: The following pages have been flagged as having obscene or inappropriate content. They are ordered by number of complaints.
nb: Følgende sider er flagget for å inneholde støtende eller upassende innhold. De er ordnet etter antall klager.

source: To view the pages in question, click the following links. To remove the flags, for example if the flag is a false positive or if you've deleted the offending content, check the appropriate box and click the 'delete' button below.
nb: For å se sidene det er snakk om klikk følgende lenker. For å fjerne flaggene, dersom flagget er flask positivt eller om du har slettet det støtende innholdet, kryss av riktig og klikk 'slett' knappen nedenfor.

source: Page URL
nb: Side URL

source: Number of objections
nb: Antall innsigelser

source: Remove flag(s)
nb: Fjern falgg

source: No content flags were found at present.
nb: Ingen innholdsflagg ble funnet

source: Site statistics
nb: Statistikk

source: Accounts of type '%s'
nb: Kontoer av typem '%s'

source: Weblog statistics
nb: Blogg statistikk

source: All-time:
nb: Totalt:

source: %u weblog posts, %u comments
nb: %u blogg innlegg, %u kommentarer

source: Last 7 days:
nb: Siste 7 dager:

source: File statistics
nb: Fil statistikk

source: %u files (%s bytes)
nb: %u filer (%s bytes)

source: Database statistics
nb: Database statistikk

source: Total database size:
nb: Total database størrelse:

source: Users online now
nb: P&aring;logget n&aring;

source: The following users have an active session and have performed an action within the past 10 minutes.
nb: F&oslash;lgende brukere har aktive sesjoner og har utf&oslash;rt en handling de siste 10 minutter.

source: Full name
nb: Fullt navn

source: %u users in total.
nb: %u brukere totalt.

source: Blank lines and lines starting with # will be ignored.
nb: Blanke linjer som begynner med # blir ignorert.

source: Regular expressions
nb: Regulært uttrykk

source: Change username:
nb: Endre brukernavn:

source: New username:
nb: Nytt brukernavn:

source: Change file quota (in bytes):
nb: Endre filkvote (i bytes)

source: New file quota:
nb: Ny filkvote:

source: Change icon quota:
nb: Endre ikonkvote:

source: New icon quota:
nb: Ny ikonkvote:

source: User flags:
nb: Bruker flagg:

source: Site administrator:
nb: Nettsted administrator:

source: Banned:
nb: Bannlyst:

source: You can create up to 12 users below; passwords will be autogenerated and emailed to the account owners. You must include all fields, but you may leave rows blank.
nb: Du kan opprette inntil 12 brukere nedenfor; passord lages automatisk og sendes p&aring; e-post til eierne. Du m&aring; inkludere alle feltene, men du kan la rader v&aelig;re tomme.

source: Profile
nb: Profil

source: The following is a list of all the users in the system, 50 users at a time. You can click each one to edit their user details as if you were logged in as them, as well as set user flags (including 'ban user' and 'set user as administrator').
nb: Det følgende viser en liste over brukere i systemet, 50 brukere i slengen. Du kan klikke på hver enkelt for å redigere brukerdetaljer som om du var innlogget som dem, i tillegg kan du sette bruker flagg (inkludert 'bannlyse bruker' og ' sette som systemadministrator').

source: If you know the username of the user you would like to edit, you can also enter it below.
nb: Dersom du vet brukernavnet til brukeren du &oslash:nsker &aring; redigere kan du skrive det inn nedenfor.

source: Enter username
nb: Skriv inn brukernavn

source: Edit user
nb: Rediger bruker

source: Next
nb: Neste

source: Previous
nb: Forrige

source: Flag content
nb: Flagg innhold

source: To mark this content as obscene or inappropriate, click the 'Flag' button and an administrator will view it in due course.
nb: For &aring; merke innholdet som upassende klikker fu 'Flagg' knappen og en administrator vil se p&aring; det etter hvert.

source: Flag
nb: Flagg

source: Community
nb: Nettverksgruppe

source: Error! The community username must contain letters and numbers only, cannot be blank, and must be between 3 and 12 characters in length.
nb: Feil! Interessegruppens brukernavn kan kun inneholde bokstaver og tall, kan ikke være tomt og må være mellom 3 og 12 tegn langt.

source: Error! The community name cannot be blank.
nb: Feil! Navnet til interessegruppen kan ikke være tomt.

source: Your community was created and you were added as its first member.
nb: Din interessegruppe ble opprettet og du ble lagt til som dens første medlem.

source: You joined %s.
nb: Du ble med i %s.

source: %s has joined %s! To visit this user's profile, click on the following link:
nb: %s er blitt med i %s! For å besøke denne brukerens profil klikk på følgende lenke:

source: New %s member
nb: Nye %s medlemmer

source: Membership of %s needs to be approved. Your request has been added to the list.
nb: Medlemskep i %s m&aring; godkjennes. Din foresp&oslash;rsel er lagt til listen.

source: %s has applied to join %s! To visit this user's profile, click on the following link:
nb: %s spør om å få bli medlem i %s! For å besøke denne brukerens profil klikk følgende lenke:

source: New %s member request
nb: Nye %s medlemsforespørsler

source: %s is a private community. Your membership request has been declined.
nb: %s er en privat nettverksgruppe. Din forsp&oslash;rsel om medlemskap er avsl&aring;tt.

source: You left %s.
nb: Du har forlatt %s.

source: Your post has been added to the community weblog.
nb: Ditt innlegg er blitt lagt til interessegruppens weblogg.

source: You approved the membership request. %s is now a member of this community.
nb: Du godkjente medlemsforespørslen. %s er nå er medlem i denne interessegruppen.

source: An error occurred: the membership request could not be approved.
nb: En feil oppstod: medlemsforespørselen kunne ikke godkjennes.

source: Error: you do not have authority to modify this membership request.
nb: Feil: du har ikke rettigheter til å endre denne forespørselen om medlemskap.

source: An error occurred: the membership request could not be found.
nb: En feil oppstod: kunne ikke finne forespørselen om medlemskap.

source: You declined the membership request. %s is not a member of this community.
nb: Du avslo medlemsforespørselen. %s er ikke et medlem av denne interessegruppen.

source: Create a new community
nb: Opprett ny nettverksgruppe

source: Community name:
nb: Nettverksgruppensnavn:

source: Username for community:
nb: Brukernavn for nettverksgruppen:

source: Create
nb: Opprett

source: You don't have any communities listed! To join a community, click the 'join' button underneath a community's icon. You can find communities you're interested in by using the search function.
nb: Du har ingen interessergrupper på din liste! For å bli med i en interessegruppe, klikk 'bli med' knappen under interessegruppens ikon. Du kan finne interessegrupper du er i ved å bruke søkefunksjonen.

source: This user is not currently a member of any communities.
nb: Denne brukeren er ikke medlem av noen interessegrupper.

source: The following users would like to join this community. They need your approval to do this (to change this setting, visit the 'community settings' page).
nb: Følgende brukere ønsker å bli med i denne interessegruppen. De må ha din godkjennelse for å bli med (for å endre denne instillingen, besøk siden 'innstillinger for interessegrupper').

source: Blog
nb: Blogg

source: You have no pending membership requests.
nb: Du er ingen ytest&aring;ende foresp&oslash;rsler om medlemskap

source: This community doesn't currently have any members.
nb: Denne interessegruppen har ikke noen medlemmer enda.

source: Owned communities
nb: Eide nettverksgrupper

source: Community memberships
nb: Medlemskap i nettverksgrupper

source: Community Wiki
nb: Nettverkgruppens Wiki

source: Upload / edit site pictures for this community.
nb: Last opp/rediger bildet for denne nettverksgruppen.

source: Community ownership transferred to %s.
nb: Interessegruppens eierskap er overført til %s.

source: Could not retrieve community details.
nb: Fikk ikke tak i detaljer om interessegruppen

source: Change your community name
nb: Endre navn på din interessegruppe

source: This name will be displayed throughout the system.
nb: Dette navnet vil vises i hele systemet.

source: Community name
nb: Nettverksgruppens navn

source: Membership restriction:
nb: Begrensninger i medlemskap

source: This allows you to choose who can join this community.
nb: Dette lar deg velge hvem som f&aring;r v&aelig;re med i nettverksgruppen.

source: No moderation: anyone can join this community.
nb: Ingen moderering: alle kan bli med i denne nettverksgruppen.

source: Moderation: memberships must be approved by you.
nb: Moderering; medlemskap m&aring; godkjennes av deg.

source: Private: nobody can join this community.
nb: Privar: ingen kan bli med i denne nettversgruppen.

source: Membership restriction
nb: Begrensninger i medlemskap

source: Community ownership
nb: Interessegruppens eierskap

source: Type the username of the user who you want to own this community below. You cannot leave this blank, or specify a community or a user that doesn't exist.
nb: Skriv brukernavnet til brukeren som du ønsker skal eie interessegruppen nedenfor. Du kan ikke la denne være tom eller spesifisere en interessegruppe eller en bruker som ikke eksisterer.

source: Community owner
nb: Interessegruppens eier

source: Are you sure you want to join this community?
nb: Er du sikker p&aring; at du vil bli med i denne nettverksgruppen?

source: Click here to join this community.
nb: Klikk her for &aring; bli med i nettverksgruppen

source: Are you sure you want to apply to join this community?
nb: Er du sikker på at du ønsker å bli med i denne interessegruppen?

source: Click here to apply to join this community.
nb: Klikk her for å søke om medlemskap i denne interessegruppen.

source: Are you sure you want to leave this community?
nb: Er du sikker på at du vil forlate denne interessegruppen?

source: Click here to leave this community.
nb: Klikk her for å forlate denne interessegruppen.

source: Folder
nb: Mappe

source: Each individual folder
nb: Hver enkelt mappe

source: The owner of the folder
nb: Eieren av mappen

source: The name of the folder
nb: Navnet p&aring; mappen

source: The folder's URL
nb: Mappens URL

source: Menu items for folder owner (edit, delete, etc)
nb: Menypunkter for mappens eier (rediger, slett etc.)

source: The URL of the file's icon
nb: URL til filens ikon

source: Keywords associated with the folder
nb: N&oslash;kkelord assosiert med mappen

source: File
nb: Fil

source: Each individual file within a folder
nb: Hver enkelt fil i mappen

source: The file's URL
nb: Filens URL

source: Its filename
nb: Dens filnavn

source: A description of the file
nb: En beskrivelse av filen

source: Its title
nb: Dens tittel

source: Menu items for file owner (edit, delete, etc)
nb: Menypunkter for filens eier (rediger, slett, osv)

source: The URL of its icon
nb: URL til ikonet

source: File title:
nb: Filens tittel:

source: Access restrictions:
nb: Tilgang:

source: Keywords (comma separated):
nb: N&oslash;kkelord (kommaseparert)

source: Edit this folder
nb: Rediger denne mappen

source: Folder name:
nb: Mappe navn:

source: Access restrictions
nb: Tilgang

source: Upload files and folders
nb: Last opp filer og mapper

source: Create a new folder
nb: Opprett ny mappe

source: To create a new folder, enter its name:
nb: For &aring; opprette en mappe, skriv inn navnet:

source: Upload a file
nb: Last opp en fil

source: You have used %s Mb of a total %s Mb.
nb: Du bruker %sMb av totalt %sMb.

source: Used space: %s Mb.
nb: I bruk: %s Mb.

source: File to upload:
nb: File som skal lastet opp:

source: File Description:
nb: Fil beskrivelse:

source: Your folder was created.
nb: Din mappe ble opprettet.

source: Could not create folder. Perhaps the folder name was blank?
nb: Kunne ikke opprettte mappe. Kanskje mappens navn var tomt?
