Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/languages/*/LC_MESSAGES/*.po
Languages: nb

source: Recent activity
nb: Aktivitet i det siste

source: Currently viewing recent activity since
nb: Du ser nå aktivitet siden

source: You may view recent activity during the following time-frames:
nb: Du kan se aktivitet for følgende tidsrom:

source: The last 24 hours
nb: Siste 24 timer

source: The last 48 hours
nb: Siste 48 timer

source: The last week
nb: Siste uke

source: The last month
nb: Siste måned

source: Your recent messages
nb: Dine siste meldinger

source: Activity on weblog posts you have marked as interesting
nb: Aktivitet på blogginnlegg du har markert som interresante

source: Read more
nb: Les mer

source: your blog
nb: din blogg

source: <b>You</b> commented on weblog post '%s' in %s:
nb: <b>Du</b> kommenterte på blogginnlegg '%s' i %s:

source: <b>%s</b> commented on weblog post '%s' in %s:
nb: <b>%s</b> kommenterte på blogginnlegg '%s' i %s:

source: No activity during this time period.
nb: Ingen aktivitet i denne perioden.

source: Manage users
nb: Administrer brukere

source: Spam blocking
nb: Blokkering av søppelpost

source: Content flags
nb: Innholdsflagg

source: Administration
nb: Administrasjon

source: Add multiple users
nb: Legg til flere brukere

source: Error! Your username must contain letters and numbers only, cannot be blank, and must be between 3 and 12 characters in length.
nb: Feil! Ditt brukernavn kan kun inneholde bokstaver og tall, kan ikke være tomt og må være mellom 3 og 12 tegn langt.

source: The username %s is already taken by another user. You will need to pick a different one.
nb: Brukernavnet %s er tatt av en annen bruker. Du må velge et annet brukernavn.

source: User addition %d failed: Unknown reason, please contact you system administrator.
nb: Opprettelsen av brukeren %d feilet: Årsaken er ukjent, vennligst kontakt din system administrator.

source: Communities
nb: Interessegruppe

source: Members
nb: Medlemmer

source: Owned Communities
nb: Interessegrupper du eier

source: Membership requests
nb: Forespørsler om medlemskap

source: About %s
nb: Om %s

source: %s FAQ
nb: %s OSS

source: If you have a friend or colleague you would like to join the system, perhaps because you would like to share protected resources or reflections with them, you can enter their details below. They will then receive a special invitation email containing a code that allows them to create a new account; once they do so, a mutual friend connection will be created between their account and yours.
nb: Om du har en venn eller kollega som ønsker å bli medlem på dette systemen ønsker du kanskje å dele begrensede ressurser eller refleksjoner med dem, du kan skrive detaljene inn nedenfor. De vil så motta en spesiell invitasjon på e-post med en kode som gir rett t il å opprette en ny konto; når de har gjort dette vil det bli laget en gjensidig kobling mellom deres og din konto.

source: Welcome
nb: Velkommen

source: This is %s, a learning landscape. Why not check out <a href="%s">what people are saying</a> right now.
nb: Dette er %s, et landskap for læring. Hvorfor ikke sjekke ut <a href="%s">Hva folk sier</a> akkurat nå.

source: <a href="%s">Find others</a> with similar interests and goals.
nb: <a href="%s">Finn andre</a> med liknende interesser og mål.

source: Here are some example users:
nb: Her er eksempel på noen brukere:

source: Here is an example user:
nb: Her er et eksempel på en bruker:

source: If you like what you see, why not <a href="%s">register for an account</a>?
nb: Om du liker det du ser hvorfor ikke <a href="%s">registrere deg for å få en konto</a>?

source: Latest news
nb: Siste nytt

source: Why not <a href="%s">create your profile</a>?
nb: Hvorfor ikke <a href="%s">opprette din egen profil</a>?

source: Tell people about yourself and connect to others with similar interests and goals.
nb: Fortell om deg selv og bli kjent med andre med liknende interesser og mål.

source: Here are some examples of complete profiles:
nb: Her er eksempler på komplette profiler:

source: Here is an example of a complete profile:
nb: Her er et eksempel på en komplett profil:

source: Or you could <a href="%s">start your blog</a>?
nb: Eller du kunne <a href="%s">starte din egen blogg</a>?

source: Comment on what you're learning, collect interesting links and decide who gets to see what you're writing. Here's what <a href="%s">everyone else is talking about</a> right now.
nb: Kommenter det du lærer, samle på interessante lenker og bestem deg for hvem som skal få lese det du skriver. her er hva <a href="%s">andre er opptatt av</a> akkurat nå.

source: %s Privacy Policy
nb: %s Uttalelse om privatliv

source: Running Your Own %s
nb: Kjør din egen %s

source: %s Terms &amp; Conditions
nb: %s Rettighets- og bruksinformasjon

source: Edit File
nb: Rediger fil

source: Edit Folder
nb: Rediger mappe

source: Files
nb: Filer

source: Files tagged with %s
nb: Filer merket med %s

source: Files for %s, hosted on %s.
nb: Filer for %s, lagret på %s.

source: Friends who have linked to you
nb: Venner som linker til deg

source: Friends I have linked to
nb: Venner jeg har lenket til

source: Friendship requests
nb: Vennskapsforespørsel

source: Access Controls
nb: Tilgangskontroll

source: 'Your blog' help
nb: 'Din blogg' hjelp

source: Calendar help
nb: Kalender hjelp

source: 'Your calendar' help
nb: 'Din kalender' hjelp

source: Help for %s
nb: Hjelp for %s

source: 'Your Files' help
nb: 'Dine filer' hjelp

source: 'Your Network' help
nb: 'Ditt nettverk' hjelp

source: 'Your Profile' help
nb: 'Din profil' hjelp

source: Main Index
nb: Hovedindeks

source: Manage user icons
nb: Administrer brukerikoner

source: Generate a New Password
nb: Lag nytt passord

source: Invite a Friend
nb: Inviter en venn

source: Join %s
nb: Bli medlem i %s

source: Get new %s password
nb: Få nytt %s passord

source: Success
nb: Vellykket

source: Error
nb: Feil

source: Publishing RSS
nb: Publiserer RSS

source: Publishing RSS for user %d
nb: Publiserer RSS for brukeren %d

source: Adjusting file repository information
nb: Justerer informasjonen til filrepositoriet

source: Updating file %d: %s
nb: Oppdaterer filen %d: %s

source: Need to upgrade database
nb: Behov for å oppgradere databasen

source: Register
nb: Registrer

source: Log On
nb: Logg på

source: Username
nb: Brukernavn

source: Password
nb: Passord

source: Log on
nb: Logg på

source: Go
nb: Kjør

source: Remember Login
nb: Husk innlogging

source: Forgotten password
nb: Glemt passord

source: Add User
nb: Legg til bruker

source: Send Message
nb: Send melding

source: Add Buddy
nb: Legg til kamerat

source: Do not reply
nb: Ikke svar

source: bytes
nb: byte

source: Close this window
nb: Lukk dette vinduet

source: Choose
nb: Velg

source: Plain text format
nb: Ren tekst

source: Continue
nb: Fortsett

source: Yes
nb: Ja

source: No
nb: Nei

source: You have been banned from the system!
nb: Du er blitt bannlyst fra systemet!

source: Sorry, but your IP number seems to have changed from when you first logged in. This security feature prevents crackers stealing your identity while logged in to this site. Normal users should not be seeing this message - please ask the site administrator for help.
nb: Beklager men ditt IP nummer er endret siden første gang du logget deg inn. Dette er en sikkerhetsmekanisme som forhindrer at din identitet ikke blir stjålet, mens du er innlogget. Vanlige brukere skulle ikke se denne meldingen - kontakt administrator for hjelp.

source: The system will remember you and automatically log you in next time.
nb: Systemet vil huske deg og automatisk logge deg på neste gang.

source: Logged in users
nb: Innloggede brukere

source: Private
nb: Privat

source: Restricted
nb: Begrenset

source: Click to view link
nb: Klikk for å se lenken

source: This is how the story goes.
nb: Og slik fortsetter historien.

source: Stylesheet
nb: Stilark

source: The Cascading Style Sheet for the template.
nb: Stilarket for denne malen.

source: Page Shell
nb: Sideskall

source: The main page shell, including headers and footers.
nb: Hovedsidens skall, inkluderer topp- og bunntekst.

source: Page metatags (mandatory) - must be in the 'head' portion of the page
nb: Sidens metatagger (obligatorisk) - må være i 'head' delen av siden

source: Page title
nb: Side tittel

source: Menu
nb: Meny

source: Status menu
nb: Status meny

source: Main body
nb: Hoveddel

source: Sidebar
nb: Sidespalte

source: Content holder
nb: Innholdskontainer

source: Contains the main content for a page (as opposed to the sidebar or the title).
nb: Inneholder hovedinnholdet for en side (i motsetning til sidespalten eller tittelen).

source: The title
nb: Tittelen

source: The page submenu
nb: Sidens undermeny

source: The body of the page
nb: Sidens hoveddel

source: Owner box
nb: Eierens boks

source: A box containing a description of the owner of the current profile.
nb: En boks som inneholder en beskrivelse av profilens n&aring; v&aelig;rende eier.

source: The user's name
nb: Brukerens navn

source: The URL of the user's profile page, including terminating slash
nb: URL til brukerens profil siden inkludert avsluttende slash

source: The user's icon, if it exists
nb: Brukerens ikon, om det eksisterer

source: A short blurb about the user
nb: Kort om brukeren

source: Links to friend / unfriend a user
nb: Lenke til venn / fjerne en bruker som venn

source: Links to any lms hosts the user is attached to
nb: Lenker til en lms vert brukeren er koblet til

source: Tags
nb: Tagger

source: Resources
nb: Ressurser

source: Information Box
nb: Informasjonsboks

source: A box containing a caption and some text, used extensively throughout the site. For example, the 'friends' box and most page bodies are info boxes. Of course, you can alter this template however you wish - it doesn't need to be an actual box.
nb: An boks med en ingress og noe mer tekst, brukes gjennom hele nettstedet. For eksempel i boksen med venner og de fleste andre sidene som innholder infobokser. Selvfølgelig kan du endre denne malen om du ønsker det - det må ikke nødvendigvis være en boks.

source: The contents of the box
nb: Boksens innhold

source: System message shell
nb: Systemets meldingsskall

source: A list of system messages will be placed within the message shell.
nb: En liste over systemmeldinger plasseres inne i dette skallet.

source: The messages
nb: Meldingene

source: Individual system messages
nb: Individuelle systemmeldinger

source: Each individual system message.
nb: Hver individuell systemmelding

source: The system message
nb: System melding

source: Main menu shell
nb: Hovedmenyensskall

source: A list of main menu items will be placed within the menubar shell.
nb: En liste over hovedmenyens punkter plasseres i menyspaltens skall.

source: The menu items
nb: Menypunktene

source: Individual main menu item
nb: Individuellt hovedmenypunkt

source: This is the template for each individual main menu item. A series of these is placed within the menubar shell template.
nb: Dette er malen for hver enkelt menypunkt. En serie av disse er plassert i malen til menyspaltens skall

source: The URL of the menu item
nb: URL til menypunktet

source: The menu item's name
nb: Menypunktetsnavn

source: Selected individual main menu item
nb: Valgt individuelt hovedmenypunkt

source: This is the template for an individual main menu item if it is selected.
nb: Dette er malen for et individuelt hovedmenypunkt dersom det er valgt.

source: Sub-menubar shell
nb: Undermenyspalten skall

source: A list of sub-menu items will be placed within the menubar shell.
nb: En liste over undermeny punkter blir plassert i menyspaltens skall

source: Individual sub-menu item
nb: Individuelt undermeny punkt

source: This is the template for each individual sub-menu item. A series of these is placed within the sub-menubar shell template.
nb: Dette er malen for hvert enkelt undermeny punkt. En rekke av disse er plassert i skallet til submenyspaltens mal.

source: Status menubar shell
nb: Status menyspaltens skall

source: A list of statusbar menu items will be placed within the status menubar shell.
nb: En liste over statusstpalteen menypunkter vil bli passert i skallet til statumenyensspalte.

source: Individual statusbar menu item
nb: Individuelle menypunkter i statusspalten

source: This is the template for each individual statusbar menu item. A series of these is placed within the status menubar shell template.
nb: Dette er malen for hvert enkelt menypunkt i statusspalten

source: Data input box (two columns)
nb: Inndataboks (to kolonner)

source: This is mostly used whenever some input is taken from the user. For example, each of the fields in the profile edit screen is a data input box.
nb: Dette brukes n&aring;r inndata fra brukeren benyttes. For eksempel, hvert av feltene i redigeringsbildet til profilen er inndatabokser.

source: The name for the data we're inputting
nb: Navnet p&aring; dataene vi legger inn

source: The first item of data
nb: F&oslash;rste punkt med data

source: The second item of data
nb: Andre punkt med data

source: Data input box (one column)
nb: Inndataboks (en kolonne)

source: A single-column version of the data box.
nb: En enkelt kolonne versjon av databoksen.

source: The name of the data we're inputting
nb: Navnet på dataene vi legger inn

source: The data itself
nb: Selve dataene

source: Data input box (vertical)
nb: Inndataboks (vertikal)

source: A slightly different version of the data box, used on this edit page amongst other places.
nb: En litt annerledes versjon av databoksen som blandt annet brukes på denne redigeringssiden.

source: Name of the data we\'re inputting
nb: Navnet på dataene vi legger inn

source: Change theme
nb: Endre tema

source: Account settings
nb: Kontoinnstillinger

source: Log off
nb: Logg av

source: Edit user details
nb: Rediger brukerinfo

source: Your site picture
nb: Ditt bilde

source: Main
nb: Hoved

source: Add users
nb: Legg til brukere

source: Manage flagged content
nb: Administrer flagget innhold

source: Spam control
nb: Kontroll av søppel e-post

source: Your current template has been changed.
nb: Din nåværende mal er endret.

source: Your template has been updated.
nb: Malen din er oppdatert

source: Your template was deleted.
nb: Malen din ble slettet

source: Create theme
nb: Opprett tema

source: Here you can create your own themes based on one of the existing public themes. Just select which public theme you would like to alter and then create your own. You will now have edit privilages.
nb: Her kan du lage dine egne tema basert på ett av de offentlige temaene. Start med å velge det temaet du ønsker å endre og lag så ditt eget. Du vil nå få redigerings privelegier.

source: Theme name
nb: Temaets navn

source: Default Theme
nb: Standard tema

source: Based on
nb: Basert på

source: Create Theme
nb: Lag tema

source: Theme Name
nb: Tema navn

source: Glossary
nb: Ordliste

source: Save
nb: Lagre

source: You may not edit this theme. To create a new, editable theme based on the default, go to <a href="index.php">the main themes page</a>.
nb: Du kan ikke redigere dette temaer. For å lage et nytt redigerbart tema bsert på standard temaet, gå til <a href="index.php">temaenes hovedside</a>.

source: Heading one
nb: Overskirft en

source: Heading two
nb: Overskrift to

source: A bullet list
nb: Punktliste

source: Heading three
nb: Overskrift tre

source: A numbered list
nb: Numerert liste

source: Some text input
nb: Noe tekst

source: Some longer text input
nb: Noe mer tekst

source: Further text input
nb: Enda mer tekst

source: Select / Create / Edit Themes
nb: Velg/opprett/rediger tema

source: Public Themes
nb: Offentlige tema

source: The following are public themes that you can use to change the way your %s looks - these do not change the content only the appearance. Check the preview and then select the one you want. If you wish you can adapt one of these using the 'create theme' option below.
nb: Det føgende er offentlige tema som du kan benytte for å endre din %s utseende - disse temaene endrer ikke på innholdet kun på utseende. Sjekk forhåndsvisningen og velg den du ønsker. Dersom du ønsker å tilpasse en av disse bruker du valget 'opprett tema' nedenfor.

source: preview
nb: Forhåndsvisning

source: Personal themes
nb: Personlige tema

source: These are themes that you have created. You can edit and delete these. These theme(s) only control actual look and feel - you cannot change any content here. To change any of your content you need to use the other menu options such as: edit profile, update weblog etc.
nb: Dette er temaene du har laget. Du kan redigere og slette disse. Temaene styrer bare utseende - du kan ikke endre noe innhold her. For å endre innhold må du bruke de andre menypunktene som: rediger profil, oppdatere weblogg osv.

source: Edit
nb: Rediger

source: Are you sure you want to permanently remove this template?
nb: Er du sikker på at du ønsker å slette denne malen permanent?

source: Delete
nb: Slett

source: Select new theme
nb: Velg nytt tema

source: Guest
nb: Gjest

source: Log in
nb: Logg inn

source: Your file upload has failed because there was a problem with one of the files, %s.<br /> Here is a log of the problems:<br />%s<br />Not recovering.
nb: Din filopplasting feilet fordi der var et problem med en av filene, %s.<br /> Her er en logg med problemene i:<br />%s<br /> Ikke gjenopptatt.

source: File was renamed from %s to %s because of invalid characters.
nb: Filen fikk nytt navn fra %s til %s pga. ugyldige tegn.

source: Sorry, but that file is too big (limit is %s)
nb: Beklager filen er for stor (øverste grense er %s)

source: File uploaded successfully
nb: Opplastingen var vellykket

source: No file was found - are you sure you selected one to upload?
nb: Fant ikke filen - er du sikker på at du valgte en fil til opplasting?

source: The old file(s) in your upload area have been deleted
nb: Den gamle filen(e) i ditt oppllastingsområde er slettet

source: File was renamed from %s to %s because there was a filename conflict.
nb: Filen fikk nytt navn fra %s til %s pga. en konflikt med filnavn

source: An unknown problem occurred while uploading the file '%s' (perhaps it was too large?)
nb: Et ukjent problem oppstod under opplastningen av filen '%s' (kanskje den var for stor?)

source: Uploaded file exceeded the maximum size limit set by the server
nb: Den opplastede filen overskred maksimumsgrensen til serveren

source: Uploaded file exceeded the maximum size limit set by the form
nb: Den opplastede filen overskred maksimumsgrensen satt av skjema

source: File was only partially uploaded
nb: Filen ble bare delvis opplastet

source: Upload log for file %u
nb: Last opp logg til filen %u

source: Title:
nb: Tittel:

source: The file has been moved to a quarantine directory.
nb: Filen er blitt flyttet til en karantene katalog.

source: The file has been moved to your specified quarantine directory, the new location is %s
nb: Filen er blitt flyttet til ditt karanteneområde, den nye lokasjonen er %s

source: The file has been deleted
nb: Filen er blitt slettet

source: Could not move the file into your specified quarantine directory, %s. You need to fix this as files are being deleted if they're found to be infected.
nb: Kunne ikke flytte filen til din karantene katalog, %s. Du må endre dette ettersom filer slettes dersom en finner at de er infiserte.

source: The file could not be deleted
nb: Filen kunne ikke slettes

source: This file that has been uploaded was found to contain a virus and has been moved or delted and the user notified.
nb: Filen som ble lastet opp inneholdt et virus og er blitt flyttet eller slettet. Eieren er varslet.

source: Elgg is configured to run clam on file upload, but the path supplied to Clam AV, %s, is invalid.
nb: Elgg er satt opp slik at den kjører Clam ved opplasting, men stien til Clam AV, %s, er ugyldig.

source: In addition, Elgg is configured so that if clam fails to run, files are treated like viruses. This essentially means that no student can upload a file successfully until you fix this.
nb: I tillegg er Elgg konfigurert slik at dersom clam ikke fungerer behandles filene som virus. Dette betyr at studenter ikke kan laste opp filer før du ordner dette.

source: Your administrator has enabled virus checking for file uploads but has misconfigured something.<br />Your file upload was NOT successful. Your administrator has been emailed to notify them so they can fix it.<br />Maybe try uploading this file later.
nb: Din administrator har slått viruskontroll for opplasting av filer, men noen innstillinger er feil. <br />Din opplasting var IKKE vellykket. Din administrator har fått en påminnelse slik at de kan Løse problemet.<br />Kanskje du kan forsøke å laste opp filen senere.

source: Attention administrator! Clam AV has found a virus in a file uploaded by %s. Here is the output of clamscan:
nb: Følg med administrator! Clam AV har funnet et virus i en fil lastet opp av %s. Her er resultatet fra clamscan:

source: The file you have uploaded, %s, has been scanned by a virus checker and found to be infected! Your file upload was NOT successful.
nb: Filen du har lastet opp, %s er blitt scannet av et virusprogram og er infisert! Filopplastingen var IKKE vellykket.

source: Clam AV has failed to run. The return error message was %s. Here is the output from Clam:
nb: Clam AV misslyktes. Feilmeldingen var %s. Her er resultatet fra Clam:

source: %s :: Clam AV notification
nb: %s:: Clam AV påminnelse

source: There was an unknown error with clam.
nb: Det oppstod en ukjent feil med clam.

source: You have been logged on.
nb: Du er blitt logget på.

source: Unrecognised username or password. The system could not log you on, or you may not have activated your account.
nb: Ukjent brukernavn eller passord. Systemet kunne ikke logge deg på, kanskje du ikke har aktivert kontoen din.

source: Either the username or password were not specified. The system could not log you on.
nb: Brukernavnet eller passordet var ikke spesifisert. Systemet kunne ikke logge deg på.

source: You cannot reply to this message by email.
nb: Du kan ikke svare på denne meldinga via epost.

source: Failed to send email. An unknown error occurred.
nb: Kunne ikke sende epost. En ukjent feil oppstod.

source: Failed to send message. An unknown error occurred.
nb: Kunne ikke sende melding. En ukjent feil oppstod.

source: Error! Invalid password. Your passwords must match and be between 6 and 16 characters in length.
nb: Feil! Ugyldig passord. Passordet ditt må være likt skrevet og være mellom 6 og 16 tegn langt.

source: Error! You must enter your fullname
nb: Feil! Du må skrive ditt fulle navn.

source: Error! Your username and password does not match our record.
nb: Feil! Ditt brukernavn og passord stemmer ikke med våre data.

source: Fatal Error! Unknown action requested.
nb: Alvorlig feil! Ukjent handling.

source: Your account creation was successful!
nb: Opprettelse din konto var vellykket!

source: Join up
nb: Bli medlem

source: Login
nb: Logg inn

source: Activity for %s, hosted on %s.
nb: Aktivitet for %s, vert på %s.

source: Activity
nb: Aktivitet

source: %s posted on weblog post:
nb: %s svarte på innlegg:

source: %s posted on weblog post '%s'
nb: %s svarte på innlegget '%s'

source: No activity
nb: Ingen aktivitet

source: You are already logged on.
nb: Du er allerede logget på.

source: The password for this account is extremely insecure and represents a major security risk. You should change it immediately.
nb: Passordet for denne kontoen er svært usikkert og er innebærer en stor sikkerhetsrisiko. Du bør umiddelbart endre passordet.

source: Please log in
nb: Vennligst logg inn

source: Add
nb: Legg til

source: Dashboard
nb: Oversikt

source: Add new item
nb: Legg til ny oppføring

source: Text box
nb: Tekstboks
