Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/languages/*/LC_MESSAGES/*.po
Languages: nb

source: You must be logged in to post a new weblog entry. You may do so using the login pane to the right of the screen.
nb: Du må være innlogget for å skrive ett innlegg. Du kan gjøre det ved å logge inn på høyresiden i skjermbildet.

source: Access Denied
nb: Ikke tilgang

source: Edit a post
nb: Redigere et innlegg

source: Save Post
nb: Lagre innlegg

source: More
nb: Mer

source: Keywords:
nb: Nøkkelord

source: comment(s)
nb: Kommentar(er)

source: Are you sure you want to permanently delete this weblog comment?
nb: Er du sikker på at du ønsker å slette dette innlegget permanent?

source: Recent Activity
nb: Nylig aktivitet

source: View your activity
nb: Se din aktivitet

source: Friends blog
nb: Venners blogg

source: XML error:
nb: XML feil:

source: Blog Archives
nb: Blogg arkiv

source: All blogs
nb: Alle blogger

source: You can filter this page to certain types of posts:
nb: Du kan filtrere denne siden etter bestemte innlegg:

source: Personal blog posts
nb: Personlige blogginnlegg

source: Community blog posts
nb: Nettverksgruppe blogginnlegg

source: Posts with comments
nb: Innlegg med kommentarer

source: Posts with no comments
nb: Innlegg uten kommentarer

source: Weblog items tagged with %s
nb: Weblogg innlegg merket med %s

source: Weblog items
nb: Weblogg innlegg

source: All users
nb: Alle brukere

source: The most recent weblog posts on %s.
nb: De nyeste weblogginnleggene på %s

source: Access denied or post not found
nb: Ikke tilgang eller innlegget ble ikke funnet

source: Either this blog post doesn't exist or you don't currently have access privileges to view it.
nb: Enten så eksisterer ikke dette blogginnlegget eller så har du ikke rettigheter til å se det.
