Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/languages/*/LC_MESSAGES/*.po
Languages: nb

source: Upload unsuccessful. You must check the copyright box for a file to be uploaded.
nb: Opplastingen misslyktes. Du må krysse av rettighetsboksen for at filen skal bli opplastet.

source: The file was successfully uploaded.
nb: Filopplastingen var vellykket.

source: The file was updated.
nb: Filen ble oppdatert

source: The folder was edited.
nb: Mappen ble endret.

source: Error: a folder cannot be its own parent.
nb: Feil: en mappe kan ikke v&aelir;re sin egen forelder.

source: The folder was deleted.
nb: Mappen ble slettet

source: The file was deleted.
nb: Filen ble slettet.

source: You do not have permission to access this file
nb: Du har ikke tilgang til denne filen

source: File does not exist
nb: Fillen finnes ikke

source: File Storage
nb: Diskplass

source: Root Folder
nb: Rot mappe

source: Return to
nb: Tilbake til

source: Subfolders
nb: Undermapper

source: Are you sure you want to permanently delete this folder?
nb: Er du sikker på at du ønsker å slette denne mappen permanent?

source: Keywords:
nb: Nøkkelord:

source: Are you sure you want to permanently delete this file?
nb: Er du sikker på at du ønsker å slette denne filen permanent?

source: This folder is currently empty.
nb: Denne mappen er foreløpig tom.

source: Folders owned by '%s' in category '%s'
nb: Mapper eid av '%s' i kategorien '%s'

source: Files owned by %s in category '%s'
nb: Filer eid av %s i kategorien '%s'

source: View folder
nb: Se mappe

source: RSS feed for files owned by %s
nb: Rss-strøm for filer eid av %s

source: Users with files or folders in category
nb: Brukere med filer eller mapper i kategorien

source: File folder
nb: Mappe

source: Folder name
nb: Mappe navn

source: Subfolder
nb: Undermappe

source: A sample file
nb: En eksempel fil

source: This is a file
nb: Dette er en fil

source: filename
nb: filnavn

source: Files and folders
nb: Filer og mapper

source: Embed a file from your %s file storage:
nb: Legg til en fil fra ditt %s fil lager:

source: This will add a code to your weblog post that will be converted into an embedded file.
nb: Dette vil legge kode til i ditt weblogg innlegg som blir lagret som en innebygd fil.

source: %s was added to your friends list.
nb: %s ble lagt til din venneliste.

source: %s has added you as a friend! To visit this user's profile, click on the following link:
nb: %s har lagt deg til som en venn! For å besøke denne brukerens profil, klikk på følgende lenke:

source: New %s friend
nb: Ny %s venn.

source: %s couldn't be added to your friends list.
nb: %s kunne ikke legges til din venneliste.

source: %s has elected to moderate friendship requests. Your request has been added to their moderation queue.
nb: %s har valgt å moderere sine vennskapsforespørsler. Din forspørsel er lagt til i køen av forespørsler.

source: %s has requested to add you as a friend! To visit this user's profile, click on the following link:
nb: %s ønsker å legge deg til som venn! For å besøke denne brukerens profil klikk på følgende lenke:

source: New %s friend request
nb: %s nye venneforespørsler

source: %s has elected to moderate friendship requests, but your friend request couldn't be added to their moderation queue.
nb: %s har valgt å moderere sine vennskapsforespørsler, men din forespørsel kunne ikke legges til i deres kø for moderasjoner.

source: %s has decided not to allow any new friendship requests at this time. Your friendship request has been declined.
nb: %s har bestem seg for å ikke tillate nye forespørsler om vennskap på dette tidspunkt. Din forespørsel er avslått.

source: was removed from your friends.
nb: ble fjernet fra dine venner.

source: couldn't be removed from your friends.
nb: kunne ikke fjernes fra dine venner.

source: You approved the friendship request. %s now lists you as a friend.
nb: Du godkjente vennskapsforespørselen. %s har det på sin venneliste.

source: %s has approved your friendship request! To visit this user's profile, click on the following link:
nb: %s har godkjent din vennskapsforespørsel! For å besøke denne brukerens profil, klikk på følgende lenke:

source: %s friend request approved!
nb: %s venneforespørsel er godkjent!

source: An error occurred: couldn't add you as a friend
nb: En feil oppstod: kunne ikke legge deg til som venn

source: Error: you do not have authority to modify this friendship request.
nb: Feil: du har ikke rettigheter til å andre denne vennskapsforespørselen.

source: An error occurred: the friendship request could not be found.
nb: En feil oppstod: kunne ikke finne vennskapsforespørselen.

source: You declined the friendship request. %s does not list you as a friend.
nb: Du avslo vennskapsforespørselen. %s har deg ikke på listen over sine venner.

source: %s has denied your friendship request. To visit this user's profile, click on the following link:
nb: %s har avslått din forespørsel om vennskap. For å besøke denne brukerens profil, klikk på følgende lenke:

source: %s friend request denied
nb: %s venneforespørsler ble nektet

source: You don't have any friends listed! To add a user as a friend, click the 'friend' button underneath a user's icon.
nb: Du har ingen venner på din liste! Legg til en bruker ved å klikke 'venn' knappen under brukerens ikon.

source: This user doesn't currently have any friends listed. Maybe if you list them as a friend, it'll start the ball rolling ..?
nb: Denne brukeren har ikke listet noen venner. Kanskje ballen begynner å rulle dersom du lister brukeren som en venn?

source: Displaying 1000 most recently active people, of %d found.
nb: Viser de 1000 sist aktive menneskene ut av %d.

source: Nobody's listed you as a friend! Maybe you need to start chatting to some other users?
nb: Ingen har listet deg som en venn! Kanskje du trenger å ta kontakt med noen andre brukere?

source: This user isn't currently listed as anyone's friend. Maybe you could be the first?
nb: Denne brukeren er ikke listet som venn hos noen. Kanskje du kunne være den første?

source: View all Friends
nb: Se alle venner

source: Your Friends
nb: Dine venner

source: The following users would like to add you as a friend. They need your approval to do this (to change this setting, visit the 'account settings' page).
nb: Følgende brukere ønsker å legge deg til som venn. De trenger din godkjennelse for å bli dette (for å endre disse innstillingene besøk 'konto instillinger' siden).

source: You have no pending friendship requests.
nb: Du har ingen vennskapsforespørsler på vent.

source: Friends Screen
nb: Venne bilde

source: Are you sure you want to add this user as a friend?
nb: Er du sikker på at du vil legge til denne brukeren som en venn?

source: Click here to add this user as a friend.
nb: Klikk her for å legge til brukeren som en venn.

source: Are you sure you want to remove this user from your friends list?
nb: Er du sikker på at du ønsker å fjerne denne brukeren fra din lister over venner?

source: Click here to remove this user from your friends list.
nb: Klikk her for å fjerne denne brukeren fra din venneliste.

source: Language selection
nb: Språkvalg

source: Choose your preferred language for this site. The following languages are available on this system:
nb: Velg foretrukket språk for dette nettstedet. Følgende språk er tilgjengelige:

source: No languages installed
nb: Ikke noe språk innstallert

source: Preferred language
nb: Foretrukket språk

source: saved
nb: lagret

source: not changed
nb: ikke endret

source: Group
nb: Gruppe

source: Your group was updated.
nb: Gruppen din ble oppdatert.

source: Create a new group
nb: Opprett ny gruppe

source: Group name:
nb: Gruppenavn:

source: Group membership
nb: Gruppemedlemskap

source: Owned by %s
nb: Eies av %s

source: Your friends:
nb: Dine venner:

source: Groups you own
nb: Grupper du eier

source: Existing groups
nb: Eksisterende grupper

source: This is a help file for the Groups functions.
nb: Dette er en hjelpfil for gruppe funksjoner.

source: Your selected icons were deleted.
nb: De valgte ikonene var slettet.

source: You have already met your icon quota. You must delete some icons before you can upload any new ones.
nb: Du har allerede nådd din ikonkvote. Du må slette noe ikon før du kan laste opp nye.

source: Attempting to upload icon file ...
nb: Forsøker å laste opp ikonfil...

source: The uploaded icon file was invalid. Please ensure you are using JPEG, GIF or PNG files.
nb: De opplastede filene var ugyldige. Vennligst forsikre deg om at du bruker JPEG, GIF eller PNG filer.

source: Upload a new picture
nb: Last opp nytt bilde

source: Upload a picture for this profile below. Pictures need to be 100x100 pixels or smaller, but don't worry - if you've selected a larger picture, we'll shrink it down for you. You may upload up to
nb: Last opp bilde for profilen nedenfor. Bildene må være 100x100 piksler eller mindre, men ikke vær bekymret - dersom du velger et større bilde vil vi forminske det for deg. Du kan laste det opp til

source: pictures in total.
nb: bilder totalt

source: Picture to upload:
nb: Bilde som skal lastes opp:

source: Icon description:
nb: Ikon beskrivelse:

source: Make this the default icon:
nb: Gjør dette til ditt standardikon:

source: Upload new icon
nb: Last opp nytt ikon

source: Site pictures
nb: Nettsted bilde

source: Site pictures are small pictures that act as a representative icon throughout the system.
nb: Nettstedbilder er små bilder som fungerer som et representativt ikon gjennom hele systemet.

source: Name:
nb: Navn:

source: Default:
nb: Standard:

source: No default:
nb: Ingen standard:

source: You don't have any site pictures loaded yet.
nb: Du har ikke lastet opp noen nettstedbilder enda.

source: They included the following message:
nb: De inkluderer følgende melding:

source: Thank you for registering with %s.
nb: Takk for at du registrerte deg hos %s.

source: %s account verification
nb: %s verifikasjon av konto

source: has invited you to join
nb: har invitert deg til å bli med i

source: a learning landscape system.
nb: ett landskap for læring

source: Dear %s, %s %s To join, visit the following URL: %s
nb: Kjære %s, %s %s Får å bli med besøk følgende URL: %s

source: Your invitation was sent to %s at %s. It will be valid for seven days.
nb: Din invitasjon ble sendt til %s på %s. Den er gyldig i syv dager.

source: User %s already has that email address. Invitation not sent.
nb: Brukeren %s har allerede den e-post adressen. Invitasjonen ble ikke sendt.

source: Someone with that email address has already been invited to the system.
nb: Noen med denne e-post adressen har allerede blitt invitert til dette systemet.

source: Invitation failed: The email address was not valid.
nb: Invitasjon misslyktes: E-post adressen var ikke gyldig.

source: Error: This community has reached its maximum number of users.
nb: Feil: denne interessegruppen har nådd sin maksimumsgrense for antall brukere.

source: Invitation failed: you are not logged in.
nb: Invitasjon misslyktes: du er ikke loggget inn.

source: Invitation failed: you must specify both a name and an email address.
nb: Invitasjon misslyktes: du må spesifisere både navn og e-post adresse.

source: Unfortunately this community has reached its account limit and you are unable to join at this time.
nb: Uheldigvis har denne interessegruppen nådd sin grense og du kan ikke bli medlem på nåværende tidspunkt.

source: You must indicate that you are at least 13 years old to join.
nb: Du må indikere at du minimum er 13 å gammel for å bli medlem.

source: Error! Invalid invite code.
nb: Feil! Ugyldig invitasjonskode.

source: Your account was created! You can now log in using the username and password you supplied. You have been sent an email containing these details for reference purposes.
nb: Din konto ble opprettet! Du kan nå logge inn med det brukernavn og passord du oppgav. For din egen opptegnelse er en e-post med denne informasjonen sendt til deg.

source: Your %s account
nb: Din %s konto

source: Thanks for joining %s! For your records, your %s username and password are:
nb: Takk for at du ble med i %s! For din egen opptegnelse så er ditt %s brukernavn og passord:

source: Verify your %s account password request
nb: Godkjenn forespørselen om passord til din %s konto

source: A request has been received to generate your account at %s a new password.
nb: Det er motatt en forespørsel om å gi gi konto på %s ett nytt passord.

source: Your verification email was sent. Please check your inbox.
nb: En bekreftelses e-post er sendt. Vennligst sjekk din innboks.

source: No user with that username was found.
nb: Ingen bruker med dette brukernavnet ble funnet.

source: Thank you for registering for an account with %s! Registration is completely free, but before you confirm your details, please take a moment to read the following documents:
nb: Takk for at du registrerte en konto med %s! Registreringen er gratis, men før du bekrefter din informasjon, vennligst ta deg tid til å lese gjennom følgende dokumenter:

source: terms and conditions
nb: Betingelser for bruk

source: Privacy policy
nb: Uttalelse om privatliv

source: Submitting the form below indicates acceptance of these terms. Please note that currently you must be at least 13 years of age to join the site.
nb: Ved å sende inn skjemaet nedenfor indikerer du at du aksepterer disse betingelsene. Venligst merk at du må være 13 år eller eldre for å bli medlem av nettstedet.

source: Your name
nb: Ditt navn

source: Your username - (Must be letters only)
nb: Ditt brukernavn - (kun bokstaver)

source: Enter a password
nb: Skriv inn passord

source: Your password again for verification purposes
nb: Skriv inn passordet på nytt for godkjenning

source: I am at least thirteen years of age.
nb: Jeg er minimum 13 år gammel.

source: Join
nb: Bli med

source: Your %s password
nb: Ditt %s passord

source: Feed Post
nb: RSS innlegg

source: A template for each post in a feed.
nb: En mal for hvert innlegg i en strøm

source: Post title
nb: Innleggets tittel

source: The text of the post
nb: Innleggets tekst

source: An icon for the user
nb: Et ikon for brukeren

source: The feed name
nb: Strømmens navn

source: A short description of the feed
nb: En kort beskrivelse av strømmen

source: A link to the post
nb: En lenke til innlegget

source: A link to the host site
nb: En lenke til verten

source: A link to the host feed
nb: Lenke til vertens RSS-feed

source: Buttons to subscribe or unsubscribe
nb: Knapper for å abonnere og avbestille

source: Added
nb: Lagt til

source: Error message was:
nb: Feilmeldingen var:

source: Last updated
nb: Sist oppdatert

source: Resource name
nb: Ressursens navn

source: View content
nb: Se innhold

source: Unsubscribe
nb: Avslutt abonnement

source: Update
nb: Oppdater

source: You are not subscribed to any feeds.
nb: Du abonnerer ikke på noen strømmer.

source: No feeds were found.
nb: Fant ingen strømmer.

source: Subscribe
nb: Abonner

source: Link to site
nb: Lenke til nettsted

source: View posts
nb: Se innlegg

source: Subscribers
nb: Abonnenter

source: Back
nb: Tilbake

source: unknown
nb: ukjent

source: View site
nb: Se nettsted

source: Your LMS hosts
nb: Din LMS vert

source: Items tagged with "%s" from %s
nb: Innhold tagget med "%s" fra %s

source: Syndication
nb: Syndikalisering

source: RSS feed for this tag
nb: RSS-strøm for denne taggen

source: Automatic tag suggestion:
nb: Automatisk tagg forslag

source: Random tags
nb: Vilkårlige tagger

source: No tags found for this user.
nb: Ingen tagger for denne brukeren

source: The following is a selection of keywords used within this site. Click one to see related users, weblog posts or objects.
nb: Det følgende er et utvalg av nøkkelord som brukes på dette nettstedet. Klikk på ett for å se relaterte brukere, blogginnlegg eller objekter.

source: Sidebar section holder
nb: Beholder for sidemenyen

source: Contains the sidebar section titles
nb: Inneholder sidemenyens titler

source: The header
nb: Header

source: adminTable
nb: adminTabell

source: This table is used to house stats and administration details until a good CSS solution can be applied.
nb: Denne tabellen huser stats og administrasjons detaljer frem til en god CSS løsning kan anvendes.

source: Column One
nb: Kolonne en

source: Column Two
nb: Kolonne to

source: Column Three
nb: Kolonne tre

source: flagContent
nb: flaggInnhold

source: This holds the flag content function throughout Elgg
nb: Dette holder funksjonen for flagget innhold i Elgg

source: The templates have been changed according to your choices.
nb: Malene er endret i tråd med dine valg.

source: No changes made as no area of change where selected!
nb: Ingen endringer er utført siden det ikke ble valgt noe område!

source: Change templates
nb: Endre maler

source: The selected changes will affect:
nb: De valgte endringer vil påvirke:

source: Public
nb: Offentlig

source: There are %d active users.
nb: Der er %d aktive brukere.

source: (%d logged on.)
nb: (%d pålogget.)

source: User Statistics
nb: Bruker statistikk

source: Public comments and discussion set to 'off'.
nb: Offentlige kommentarer og diskusjoner er satt til 'av'.

source: Email comments and discussion set to 'on'.
nb: E-post kommentarer og diskusjoner er satt til 'på'.

source: Email comments and discussion set to 'off'.
nb: E-post kommentarer og diskusjoner er satt til 'av'.

source: Email notifications set to 'on'.
nb: E-post påminnelser er satt til 'på'.

source: Email notifications set to 'off'.
nb: E-post påminnelser er satt til 'av'.

source: Details were not changed.
nb: Detaljer ble ikke endret.

source: Your full name
nb: Ditt hele og fulle navn

source: Your email address:
nb: Din e-postadresse:

source: Your email address
nb: Din e-postadresse

source: Friendship moderation:
nb: Vennemoderering:

source: This allows you to choose who can list you as a friend.
nb: Dette lar deg velge hvem du vil liste som din venn.

source: No moderation: anyone can list you as a friend. (Recommended)
nb: Ingen moderasjon: hvem som helst kan liste deg som en venn. (Anbefalt)

source: Moderation: friendships must be approved by you.
nb: Moderering: vennskap må godkjennes av deg.

source: Private: nobody can list you as a friend.
nb: Privat: ingen kan liste deg som en venn.

source: Friendship moderation
nb: Vennskapsmoderasjon

source: Make comments public
nb: Gjør kommentarer offentlig

source: Public comments:
nb: Offentlige kommentarer:

source: Receive email notifications
nb: Motta e-post varsler

source: None.
nb: Ingen.

source: There are no weblog posts to archive as yet.
nb: Der er ingen blogginnlegg i arkivet enda.

source: Weblog Archive
nb: Blogg arkiv

source: Weblog Post
nb: Blogginnlegg

source: A template for each weblog post.
nb: En mal for hvert blogginnlegg.

source: The username of the person making the post
nb: Brukernavnet til personen som lager innlegget

source: Their user icon
nb: Deres brukerikon

source: Their full name
nb: Deres fullstendige navn

source: The time and date of the post
nb: Tiden og datoen for innlegget

source: A link to any comments
nb: En lenke til kommentarer

source: A list of comments, if any
nb: En liste med kommentarer, om noen

source: Posted by
nb: Innlegg av

source: Weblog Comments
nb: Weblogg kommentarer

source: A placeholder for weblog comments.
nb: En beholder for weblogg kommentarer.

source: The list of comments themselves
nb: En liste med kommentarene

source: Comments
nb: Kommentarer

source: Individual weblog comment
nb: Enkeltstående weblogg kommentar

source: A template for each individual weblog comment. (Displayed one after the other, embedded in the comment placeholder.)
nb: En mal for hvert enkelt weblogg kommentar. (Vises etter hverandre inne i beholderen for kommentarer.)

source: Post body
nb: Innleggets hoveddel

source: The name of the person making the comment
nb: Navnet på personen som skrev kommentaren

source: When the comment was posted
nb: Når kommentaren ble lagt inn

source: The usericon of the person making the comment, if available
nb: Brukerikonet til personen som skrev kommentaren, dersom det er tilgjengelig

source: A permalink to the comment
nb: En permanent lenke til kommentaren

source: Stop keeping track of this post
nb: Ikke følg dette innlegget lengre

source: You have marked this post as interesting; all comments will appear on your 'recent activity' page. If you would like to remove this flag, click here.
nb: Du har markert dette innlegget som interessant; alle kommentarer vil vises på 'nylig aktivitet' side. Dersom du ønsker å fjerne dette flagget klikk her.

source: Remove interesting flag
nb: Fjern flagg

source: Keep track of this post
nb: Følg med dette innlegget

source: Click the 'Mark interesting' button to monitor new comments on your 'recent activity' page.
nb: Klikk 'Marker som interessant' knappen for å følge med på nye kommentarer på din 'nylig aktivitet' side.

source: Mark interesting
nb: Merk som interessant

source: Weblog
nb: Weblogg

source: The weblog for %s, hosted on %s.
nb: Webloggen for %s, på %s.

source: Weblog posts by
nb: Innlegg av

source: in category
nb: i kategorien

source: RSS feed for weblog posts by
nb: RSS-strøm for innlegg av

source: Other users with weblog posts in category
nb: Andre brukere med weblogg innlegg i kategorien

source: Users with weblog posts in category
nb: Brukere med innlegg i kategorien

source: Weblog post
nb: Weblogg innlegg

source: Says you!
nb: Sier du!

source: Your post has been added to your weblog.
nb: Innlegget er blitt lagt inn i din weblogg.

source: The weblog post has been modified.
nb: Dette innlegget er blitt endret.

source: This weblog post has now been added to your 'interesting' list.
nb: Dette innlegget er nå lagt til din 'interesseliste'.

source: You are no longer monitoring this weblog post.
nb: Du overvåker ikke lengre dette innlegget.

source: The selected weblog post was deleted.
nb: Det valgte innlegget ble slettet.

source: You do not appear to have permission to delete this weblog post. It was not deleted.
nb: Du later ikke til å ha rettighet til å slette dette innlegget. Det ble ikke slettet.

source: Your comment has been added.
nb: Dine kommentarer er lagt til.

source: Your comment could not be posted. The system thought it was spam.
nb: Dine kommentarer kunne ikke postes. Systemet trodde det var spam.

source: Your comment was deleted.
nb: Din kommentar ble slettet

source: Remove filter
nb: Fjern filter

source: Filtered: Showing personal blog posts
nb: Filtrert: Viser personlige innlegg i blogg

source: Filtered: Showing community blog posts
nb: Filtrert: Viser innlegg i interessegruppe

source: Filtered: Showing posts with comments
nb: Filtrert: Viser innlegg med kommentarer

source: Filtered: Showing posts with no comments
nb: Filstrert: Viser innlegg uten kommentarer

source: Filtered: Showing posts from
nb: Filtrert: Viser innlegg fra

source: Filtered: Showing posts tagged with
nb: Filtrert: Viser innlegg merket med

source: Add a comment
nb: Leggg til kommentar

source: Your comment text
nb: Teksten til din kommentar

source: Add comment
nb: Legg til kommentar

source: Click here to post to this weblog.
nb: Klikk her for å lage ett innlegg til bloggen.

source: Add a new post
nb: Legg til et nytt innlegg

source: Post title:
nb: Innleggets tittel:

source: Post body:
nb: Innlegg hoveddel:

source: Keywords (Separated by commas):
nb: Nøkkelord (delt med komma)

source: Keywords commonly referred to as 'Tags' are words that represent the weblog post you have just made. This will make it easier for others to search and find your posting.
nb: Nøkkelord omrales ofte som 'Tags' og er ord som repesenterer weblogg innlegget du har laget. Dette vil gjøre det lettere for andre å søke frem ditt innlegg.

source: Post
nb: Innlegg
