Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/tmp/languages/*/LC_MESSAGES/*.po
Languages: es, gl, hu, is, it

source: Unfortunately this community has reached its account limit and you are unable to join at this time.
es: Desafortunadamente esta comunidad ha alcanzado el limite y por tanto eres incapaz de unirte por el momento.
gl: Esta comunidade alcanzou o limite polo que non podes unirte polo momento.
hu: Sajnos ez a közösség elérte a maximális felhasználói létszámot, így ezúttal nem tudsz csatlakozni.
is: Því miður hefur þetta samfélag náð hámarksfjölda þátttakenda og því ekki tekið við nýjum meðlimum á þessari stundu.
it: Sfortunatamente questa comunità ha raggiunto il limite di account e non è possibile aggiungerti al momento.

source: You must indicate that you are at least 13 years old to join.
es: Debes indicar que tienes al menos 13 años para entrar.
gl: Debes indicar que tes polo menos 13 anos para entrar.
hu: A csatlakozáshoz ki kell jelentened, hogy elmúltál 13 éves.
is: Þú verður að staðfesta að þú ert að minnsta kosti 13 ára til að taka þátt.
it: Devi indicare di avere almeno 13 anni per registrarti.

source: Error! Invalid invite code.
es: ¡Error! Código de invitado no válido.
gl: ¡Erro! Código de invitado non válido.
hu: Hiba! Érvénytelen hívó kód.
is: Villa! Ótækur boðskóði.
it: Errore! Il codice d'invito non è valido.

source: Your account was created! You can now log in using the username and password you supplied. You have been sent an email containing these details for reference purposes.
es: ¡Tu cuenta fue creada! Puedes iniciar la sesión utilizando el nombre de usuario y contraseña que proporcionaste. Se te ha enviado un correo electrónico con estos datos para fines de referencia.
gl: ¡Creouse a túa conta! Podes iniciar a sesión empregando o nome de usuario e contrasinal que proporcionaches. Enviamos un correo electrónico con estes datos para fins de referencia.
hu: A felhasználó fiókod elkészült! Mostmár beléphetsz a felhasználó név és a jelszó megadásával. Referenciaként ezeket az adatokat tartalmazó e-mailt is küldtünk neked.
is: Je account is aangemaakt! Je kunt nu inloggen met de naam en het wachtwoord die je hebt opgegeven. Er is een e-mail naar je gestuurd met deze gegevens.
it: Il tuo account è stato creato! Ora puoi effettuare il login usando il nomeutente e la password che hai scelto. Ti è stata inviata una email con questi dati come promemoria.

source: Your %s account
es: Tu %s cuenta
gl: A túa %s conta
hu: %s felhasználó fiókod
is: Aðgangur þinn að %s
it: Il tuo account su %s

source: Verify your %s account password request
es: Verifica tu %s solicitud de contraseña de cuenta
gl: Verifica o teu %s solicitude de contrasinal de conta
hu: A %s felhasználó jelszó kérésed érvényesítése.
is: Staðfestu beiðni um lykilorð að %s
it: Verifica la tua richiesta di password per l'account su %s

source: A request has been received to generate your account at %s a new password.
es: Se ha recibido una solicitud para generar tu cuenta a las %s una nueva contraseña.
gl: Recibiuse unha solicitude para xerar a túa conta a %s un novo contrasinal.@n/*n \n
hu: Kérés érkezett, hogy a %s felhasználó fiókodhoz új jelszót generáljunk.
it: E' stata ricevuta una richiesta per generare una nuova password per il tuo account su %s.

source: To confirm this request and receive a new password by email, please click the following link: %s
es: Para confirmar esta solicitud y recibir una nueva contraseña por correo electrónico, pincha en el siguiente enlace: %s
it: Per confermare questa richiesta e ricevere una nuova password via email, fai clic su questo indirizzo: %s

source: Please let us know if you have any further problems. Regards, The %s Team
es: Te rogamos nos indiques si tienes problemas adicionales. Atentamente, El %s Equipo
is: Vinsamlegast láttu okkur vita ef þú lendir í frekari vandræðum. Virðingarfyllst, %s teymið
it: A disposizione per eventuali altri problemi. Saluti Il team di %s.

source: Your verification email was sent. Please check your inbox.
es: Se envió tu correo electrónico de verificación. Comprueba tu bandeja de entrada.
gl: Enviouse un correo electrónico de verificación. Comproba a túa bandexa de entrada.
hu: A visszaigazoló e-mailt elküldtük. Kérjük, nézd meg a bejövő leveleid.
is: Staðfestingarpóstur hefur verið sendur. Athugaðu tölvupóstinn þinn.
it: La tua email di verifica è stata mandata. Controlla la tua casella email.

source: No user with that username was found.
es: No se encontró ningún usuario con ese nombre de usuario.
gl: Non se atopou ningún usuario con ese nome.
hu: Nem találtunk ilyen nevű felhasználót.
is: Enginn notandi fannst með þetta notendanafn.
it: Non sono stati trovati utenti con questo username

source: I am at least thirteen years of age.
es: Tengo al menos trece años.
gl: Teño polo menos trece anos.
hu: Legalább 30 éves vagyok.
is: Ég er þrettán ára eða eldri.
it: Ho più di tredici anni

source: Join
es: Entrar
gl: Entrar
hu: Csatlakozás
is: Taka þátt
it: Partecipa

source: We hope you enjoy using the system. Regards, The %s Team
es: Esperamos que sigas disfrutando del uso del sistema. Atentamente, El %s Equipo
is: Vonandi reynist kerfið þér vel Virðingarfyllst, %s teymið
it: Buon lavoro e divertimento usando il sistema. Saluti Il team di %s

source: Username: %s Password: %s You can log in at any time by visiting %s and entering these details into the login form.
es: Nombre de usuario: %s Contraseña: %s Puedes iniciar la sesión cuando quieras visitando %s e introduciendo estos datos en el formulario de entrada.
it: Nomeutente: %s Password: %s Puoi fare il login quando vuoi andando all'indirizzo %s e inserendo questi dettagli nel modulo di login.

source: Your username - (Must be letters only)
es: Tu nombre de usuario - (Deben ser letras sólo)
gl: O teu nome de usuario - (Só letras)
hu: Felhasználó neved (csak betűkből állhat)
is: Notendanafnið þitt - (Einungis bókstafir)
it: Il tuo username - (Deve contenere solo lettere)

source: Enter a password
es: Introducir una contraseña
gl: Introducir un contrasinal
hu: Írd be a jelszót
is: Skráðu lykilorð
it: Inserisci la password

source: Your password again for verification purposes
es: Tu contraseña otra vez con el propósito de verificar
gl: O teu contrasinal co propósito de verificación
hu: Jelszó újra
is: Voer het wachtwoord ter bevestiging nogmaals in
it: Inserisci di nuovo la password per conferma

source: Your invitation code appears to be invalid. Codes only last for seven days; it's possible that yours is older.
es: Tu código de invitación para ser inválido. Los códigos sólo duran por siete días; es posible que el tuyo haya caducado.
gl: O teu código de invitación semella non ser válido. Os códigos teñen validez por sete días; é posible que o teu caduque.
it: Il vostro codice di invito non è valido. Questi codici restano validi solo per sette giorni dall'emissione. Forse il vostro è scaduto.

source: If you still want to join %s, it may be worth getting in touch with the person who invited you.
es: Si aún deseas unirte %s, quizás valga la pena que contactes a la persona que te invitó.
gl: Se ainda desexas unirte %s, se cadra pode ser interesante que contactes coa persoa que che invitou.
it: Se desiderate ancora iscrivervi a %s, potrebbe essere utile prendere contatto con la persona che vi ha invitato.

source: For the moment, joining %s requires a specially tailored invite code. If you know someone who's a member, it may be worth asking them for one.
es: Por el momento, entrar en %s requiere un código de invitado especial hecho a medida. Si conoce a alguien que es miembro, podría valer la pena pedirle uno.
gl: Polo de agora, entrar en %s require un código de invitado especial feito á medida. Se coñece a algún que é membro, podería valer a pena pedirlle un.
hu: Ebben a pillanatban egy különleges meghívó kódra van szükséged, hogy %s-hez csatlakozz. Ha ismersz valakit, aki tag ott, akkor érdemes lenne tőle kérni egyet.
is: Op dit moment is voor het lid worden van %s een speciale code nodig. Misschien is het de moeite waard een code te vragen aan iemand die al lid is.Í augnablikinu er krafist sérstaks boðskorts viðÍ augnablikinu
it: Per partecipare in %s è necessario conoscere il codice di invito. Soltanto un partecipante della comunità può indicarti questo codice.

source: Thank you for registering for an account with %s! Registration is completely free, but before you confirm your details, please take a moment to read the following documents:
es: ¡Gracias por registrate en una cuenta con %s! El registro es completamente gratis, pero antes de confirmar tus datos, te aconsejamos que te tomes un momento para leer los siguientes documentos:
gl: ¡Grazas por rexistrarte nunha conta con %s! O rexistro é completamente gratis, pero antes de confirmar os teus datos, aconsellámosche que tomes un momento para ler os seguintes documentos:
hu: Köszönjük, hogy %s felhasználó fiókra regisztrálsz. A jelentkezés teljesen ingyenes, de mielőtt megadnád az adataidat, kérjük, szánj néhány percet arra, hogy elolvasod a következő dokumentumokat.
is: Bedankt voor het aanmaken van een account bij %s! Hier zijn geen kosten aan verbonden maar lees eerst het volgende voor je jouw gegevens bevestigt:
it: Grazie per l'interessamento a %s! La registrazione è completamente gratuita, ma prima di confermare i tuoi dati, prendi visione dei seguenti documenti:

source: terms and conditions
es: términos y condiciones
gl: termos e condicións
hu: kikötések és feltételek
is: notendaskilmálar
it: Termini e condizioni

source: Privacy policy
es: Política de privacidad
gl: Política de privacidade
hu: Felhasználó védelem
is: Persónuvernd
it: Politica di privacy

source: Submitting the form below indicates acceptance of these terms. Please note that currently you must be at least 13 years of age to join the site.
es: Mandar el formulario de abajo indica que aceptas estos términos. Rogamos que tengas en cuenta que has de tener mínimo 13 años para entrar en la página.
gl: Mandar o formulario de abaixo indica que aceptas estes termos. Rogamos que teñas en conta que debes ter mínimo 13 anos para entrar na páxina.
hu: Az alábbi űrlap elküldésével elfogadod ezeket a feltételeket. Kérjük, vedd figyelembe, ahhoz, hogy az oldalhoz csatlakozz jelenleg legalább 13 évesnek kell lenned.
is: Met het versturen van deze gegevens bevestig je dat je deze voorwaarden accepteert. Wees je er van bewust dat je dertien jaar of ouder moet zijn om lid te kunnen worden van deze site.
it: Inviando i dati indichi di accettare questi termini. Ricordati che attualmente devi avere almeno 13 anni per registrarti.

source: Their name
es: Su nombre
gl: O seu nome
hu: A nevük
is: Nöfn þeirra
it: Il loro nome

source: Their email address
es: La dirección de correo electrónico
gl: A dirección de correo electrónico
hu: Az e-mail címük
is: Tölvupóstföng þeirra
it: Il loro indirizzo email

source: An optional message
es: Un mensaje opcional
gl: Unha mesaxe opcional
hu: Szabadon választott üzenet
is: Valkvæm skilaboð
it: Un messaggio opzionale

source: Thank you for registering for an account with %s! Registration is completely free, but before you fill in your details, please take a moment to read the following documents:
es: ¡Gracias por registrate en una cuenta con %s! El registro es completamente gratis, pero antes de rellenar tus datos, te aconsejamos que te tomes un momento para leer los siguientes documentos:
gl: ¡Grazas por rexistrarte nunha conta con %s! O rexistro é completamente gratis, pero antes de introducir os teus datos, aconsellámosche que che tomes un momento para ler os seguintes documentos:
hu: Köszönjük, hogy %s-val/vel felhasználói fiókra regisztrálsz! A regisztráció teljesen szabad, de mielőtt kitöltenéd az adataidat, kérjük, szánj rá néhány percet, hogy elolvasd a következő dokumentumokat:
is: Bedankt voor het aanmaken van een account bij %s! Hier zijn geen kosten aan verbonden maar lees eerst het volgende voor je jouw gegevens bevestigt:
it: Grazie per la registrazione a %s! La registrazione è completamente gratis, ma prima di inserire i tuoi dati, per favore leggi le seguenti pagine:

source: When you fill in the details below, we will send an "invitation code" to your email address in order to validate it. You must then click on this within seven days to create your account.
es: Cuando rellenes los datos de abajo, enviaremos un "código de invitación" a tu dirección de correo electrónico para validarlo. Deberás, entonces, pinchar sobre éste para crear tu cuenta antes de transcurridos siete días.
gl: Cando enchas os datos de abaixo, enviaremos un \"código de invitación\" á teu enderezo de correo electrónico para validado. Deberás, entón, premer sobre sobre o enlace para crear a túa conta antes de transcorridos sete días.
hu: "Meghívó kódot" küldünk az e-mail címedre miután az alábbi adatokat kitöltötted, hogy érvényesítsd őket. A meghívó kódra kell majd kattintanod hét napon belül, hogy a felhasználó fiókodat létrehozzuk.
is: Na het invullen van onderstaande gegevens zal een "activatie code" naar je e-mail adres worden gestuurd. Om de aanmelding definitief te maken moet je binnen zeven dagen op deze code in het bericht klikken.
it: Inserendo i dati qui sotto, verrà mandato un "codice di invito" al tuo indirizzo email per conferma. Devi cliccare sul link che il messaggio email conterrà entro sette giorni per creare il tuo account.

source: Your email address
es: Tu dirección de correo electrónico
gl: O teu enderezo de correo
hu: Az e-mail címed
is: Tölvupósturinn þinn
it: Il suo indirizzo email

source: Self-registration is currently disabled.
es: El registro automático no se encuentra habilitado
gl: O rexistro automático non se atopa habilitado
it: L'auto-registrazione è attualmente disabilitata

source: A new password has been emailed to you at %s. You should be able to use it immediately; your old one has been deactivated.
es: Se te ha enviado una nueva contraseña a %s. Deberías poder usarla inmediatamente; la antigua ha sido desactivada.
gl: #Enviar un novo contrasinal a %s. Deberías poder usala inmediatamente; a antiga foi desactivada.
hu: %s -ra/re új jelszót küldtünk el. Ezt azonnal használhatod, a régebbi jelszavad pedig már nem aktív.
is: Een nieuw wachtwoord is je toegestuurd naar %s. Deze kun je direct gebruiken, je oude wachtwoord is nu verwijderd.
it: Una nuova password ti è stata mandata via email all'indirizzo %s. Puoi usarla da subito, quella vecchia è stata disattivata.

source: Your %s password
es: Tu %s contraseña
gl: O teu %s contrasinal
hu: %s jelszavad
is: Jouw wachtwoord voor %s
it: La password di %s

source: Your %s password has been reset. For your records, your new password is: Password: %s Please consider changing your password as soon as you have logged in for security reasons. We hope you continue to enjoy using the system. Regards, The %s Team
es: Tu contraseña de %s ha sido reiniciada. Para tus datos, tu nueva contraseña es: Contraseña: %s Por favor considere cambiar su contraseña tan pronto haya ingresado al sistema por motivos de seguridad. Esperamos que continúe disfrutando del sistema. Saludos, El equipo %s.
gl: O teu contrasinal de %s foi reiniciada.@n/*n \n Para os teus datos, a teu novo contrasinal é:@n/*n \n "\tContrasinal: %s@n/*n \n Por favor considere cambiar o seu contrasinal axiña que ingrese ao sistema por motivos de seguridade.@n/*n \n Esperamos que continúe disfrutando do sistema.@n/*n \n Saúdos,@n/*n \n O equipo %s.
it: La vostra password di accesso a %s è stata reimpostata. La vostra nuova password è la seguente: Password: %s Per favore, per ragioni di sicurezza, cambia password subito dopo il tuo prossimo accesso. Ti auguriamo una piacevole esperienza nell'uso del nostro sistema. Saluti, Il Team di %s.

source: Your password request code appears to be invalid. Try generating a new one?
es: Parece que tu código de solicitud de contraseña no es válido. ¿Quieres intentar generar uno nuevo?
gl: Parece que o teu código de solicitude de contrasinal non é válido. ¿Queres intentar xerar un novo?
hu: A jelszó kérő kódod érvénytelennek tűnik. Generáljunk egy másikat?
is: Jouw code voor de aanvraag van het wachtwoord blijkt ongeldig. Probeer een nieuwe aan te vragen?
it: Il codice per la richiesta di password non sembra valido. Vuoi provare a generare uno nuovo?

source: This method reduces the chance of a mistakenly reset password.
es: Este método reduce las posibilidades de cambiar de contraseña por error.
gl: Este método reduce as posibilidades de cambiar de contrasinal por erro.
hu: Az eljárás csökkenti a hibásan megadott jelszó lehetőségét.
is: Þessi aðferð minnkar lýkurnar á því að lykilorði sé breytt af vangá.
it: Questo metodo riduce la possibilità che la password venga azzerata per errore.

source: Your username
es: Tu nombre de usuario
gl: O teu nome de usuario
hu: A felhasználói neved
is: Notendanafnið þitt
it: Il tuo nome come utente

source: Request new password
es: Solicitar nueva contraseña
gl: Solicitar novo contrasinal
hu: Új jelszó kérése
is: Krefjast nýs lykilorðs
it: Richiedere nuova password

source: Invite a friend
es: Invitar a un amigo
gl: Invitar a un amigo
hu: Egy barát meghívása
is: Bjóða vin
it: Invitare un amico/un'amica

source: Feed Post
es: Post Feed
gl: Post Feed
hu: Feed üzenet

source: A template for each post in a feed.
es: Un template para cada post en un feed
gl: Unha plantilla para cada post nun feed
hu: Sablon az összes üzenethez egy feedben.
it: Un template per ogni post in un feed.

source: Post title
es: Título del post
gl: Título do post
hu: Üzenet címe
is: Titill færslu
it: Titolo del post

source: The text of the post
es: Texto del post
gl: O texto do post
hu: Az üzenet szövege
is: Texti færslunar
it: Il testo del post

source: An icon for the user
es: Icono para el usuario
gl: A incona para o usuario
hu: Ikon a felhasználó részére
is: Teikn fyrir notandann
it: Una icona per l'utente

source: The feed name
es: Nombre del feed
gl: O nome do Feed
hu: A feed neve
is: Nafn á RSS straumi
it: Il nome del feed

source: A short description of the feed
es: Descripción corta del feed
gl: Unha breve descrición do Feed
hu: A feed rövid leírása
is: Stutt lýsing á RSS straumi
it: Una breve descrizione del feed

source: A link to the post
es: Enlace para el post
gl: Un enlace para o post
hu: Hivatkozás az üzenetre
is: Krækja í færsluna
it: Un link al post

source: A link to the host site
es: Enlace para el sitio host
gl: Un enlace para o lugar
hu: Link a host oldalához
it: Un link al sito host

source: A link to the host feed
es: Enlace para el feed del host
gl: Un enlace para o Feed do lugar
hu: Link a host feedjéhez
it: Un link al feed

source: Buttons to subscribe or unsubscribe
es: Botones para suscribirse y darse de baja
gl: Botóns para subscribirse e darse de baixa
hu: Gombok feliratkozáshoz és leiratkozáshoz
is: Hnappar til að óska eftir eða afturkalla áskrift
it: Pulsanti per iscriverti e disiscriverti

source: Added
es: Añadido
gl: Engadido
hu: Hozzáadva
is: Bætt við
it: Aggiunto

source: Your feed subscription was successful.
es: Tu suscrición de feed tuvo éxito.
gl: A túa suscrición ao Feed é exitosa
hu: A feedre való feliratkozás sikeres volt.
is: Áskrift að straum heppnaðist.
it: Ti sei abbonato con successo al feed.

source: Feed subscription failed: you are already subscribed to this feed.
es: Fallo de suscripción al feed: estás ya suscrito a este feed.
gl: Erro na suscrición ao Feed: xa estás suscrito a este Feed
hu: A feedre való feliratkozás nem sikerült: már korábban feliratkoztál.
is: Áskrift að straum mistókst: Þú ert þegar áskrifandi að þessum straum.
it: Iscrizione al feed fallita: sei già iscritto a questo feed.

source: Your have successfully removed this feed from your subscriptions.
es: Has quitado con éxito este feed de tus suscripciones.
gl: Quitaches con éxito este Feed das suscricións
hu: Sikeresen eltávolítottad a feedet a feliratkozásaid közül.
is: Áskrift að straum var afturkölluð.
it: Hai rimosso il feed dalle tue risorse.

source: Feed unsubscription failed: you are not subscribed to this feed.
es: Fallo de la cancelación de la suscripción al feed: no estás suscrito a este feed.
gl: Erro na suscrición ao Feed: non estás suscrito a este Feed
hu: Sikertelen feed leiratkozás: nem voltál erre a feedre feliratkozva.
is: Ekki var hægt að afturkalla áskrift að straum: Þú ert ekki áskrifandi að þessum straum.
it: Rimozione feed fallita: non hai rimosso il feed dalle tue risorse.

source: Feed not imported to blog: You cannot import a feed from this account.
es: Feed no importada a blog: No puedes importar un feed desde esta cuenta.
gl: Feed non importada ao blog: non podes importar un feed desde esta conta."
hu: A feedet nem lehet a blogodba importálni: nem importálhatod a feedet ebből a felhasználó fiókból.
is: Straum ekki fluttur inn í blogg: Þú getur ekki flutt straum inn í blogg með þessum innskráningarreikningi.
it: Feed non importato nel blog. Non puoi importare feed da questo account.

source: Feed subscription failed: this feed subscription already exists.
es: Fallo de suscripción al feed: esta suscripción al feed ya existe.
gl: Erro na suscripción ao Feed: esta suscripción ao feed xa existe.
hu: Sikertelen feed feliratkozás: már korábban feliratkoztál erre a feedre.
is: Áskrift að straum mistókst: Áskriftin er þegar til staðar.
it: Feed non importato nel blog: sei gia iscritto a questo feed.

source: Feed subscription failed: SSL feed reading is not enabled.
es: Subscripción Feed fallida: La lectura Feed SSL no está activada.
gl: Erro na suscrición ao Feed: a lectura ao Feed SSL non está activada.
it: La sottoscrizione al feed è falita: la lettura di feed SSL non è attiva.

source: Feed subscription failed: feed appears to be invalid. Please check your link or try later.
es: Fallo de suscripción al feed: parece que el feed no es válido. Comprueba tu enlace o prueba más tarde.
gl: Erro de suscripción ao Feed: o feed semella non ser válido. Comproba o teu enlace ou proba mais tarde.
hu: Sikertelen feed feliratkozás: a feed érvénytelen. Kérjük, ellenőrizd a linked vagy próbáld meg később.
is: Áskrift að straum mistókst: Straumur virðist ótækur. Vinsamlegast athugaðu vefslóðina eða reyndu síðar.
it: Feed non importato: il feed non sembra essere valido. Controlla il link oppure prova pià tardi.

source: Feed subscription failed: could not get feed. Please check your link or try later.
es: Fallo de suscripción al feed: no se pudo conseguir el feed. Comprueba tu enlace o inténtalo más tarde.
gl: Erro de suscrición ao Feed: non o pode conseguir. Comproba o teu enlace ou proba mais tarde.
hu: Sikertelen feed feliratkozás: nem érted el a feedet. Kérjük, ellenőrizd a linked vagy próbáld meg később.
is: Áskrift að straum mistókst: Gat ekki sótt straum. Vinssamlegast athugaðu vefslóðina eða reyndu síðar.
it: Feed non importato: impossibile collegarsi al feed. Controlla il link oppure prova più tardi.

source: Error message was:
es: Error el mensaje fue:
gl: Erro a mensaxe foi:
hu: A hibaüzenet:
it: Messaggio di errore:
