Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/tmp/languages/*/LC_MESSAGES/*.po
Languages: es, gl, hu, is, it

source: The name of the folder
es: El nombre de la carpeta
gl: O nome do cartafol
hu: A könyvtár neve
is: Nafn möppunnar
it: Il nome della cartella

source: The folder's URL
es: La URL de la carpeta
gl: A URL do cartafol
hu: A könyvtár URL címe
is: Vefslóðin að skráarsafninu
it: La URL della cartella

source: Menu items for folder owner (edit, delete, etc)
es: Objetos de menú para el propietario de la carpeta (editar, borrar, etc.)
gl: Obxectos de menú para o propietario do cartafol (editar, borrar, etc.)
hu: A könyvtár tulajdnos menü elemei (szerkesztés, törlés, stb.)
is: Menu opties voor de eigenaar van de map (bewerken, verwijderen, etc.)
it: Elementi di menu per il possessore della cartella (modifica, cancella, ecc)

source: The URL of the file's icon
es: La URL del icono del archivo
gl: A URL da icona do arquivo
hu: Az állomány ikonjának URL címe
is: De URL van het pictogram van het bestand.
it: La URL dell'icona del file

source: Keywords associated with the folder
es: Palabras clave asociadas a la carpeta
gl: Palabras crave asociadas ao cartafol
hu: A könyvtárhoz asszociácló kulcsszavak
is: Lykilorð sem tengjast þessari möppu
it: Parole chiave associate alla cartella

source: File
es: Archivo
gl: Arquivo
hu: Állomány
is: Skrá

source: Each individual file within a folder
es: Cada archivo individual en una carpeta
gl: Cada arquivo individual nun cartafol
hu: A könyvtáron belüli minden egyéni állomány
is: Hver einstaka skrá í möppu
it: Ogni singolo file all'interno della cartella

source: The file's URL
es: La URL del archivo
gl: A URL do arquivo
hu: Az állomány URL címe
is: Vefslóðin að skránni
it: URL del file

source: Its filename
es: Su nombre de archivo
gl: O seu nome de arquivo
hu: Az állományneve
is: Skráarheiti
it: Nome del file

source: A description of the file
es: Una descripción del archivo
gl: Unha descrición do arquivo
hu: Az állomány leírása
is: Lýsing á skránni
it: Descrizione del file

source: Its title
es: Su título
gl: O seu título
hu: Címe
is: Titill
it: Titolo

source: Menu items for file owner (edit, delete, etc)
es: Objetos de menú para el propietario del archivo (editar, borrar, etc.)
gl: Obxectos de menú para o propietario do arquivo (editar, borrar, etc.)
hu: Az állomány tulajdonos menü elemei (szerkesztés, törlés, stb.)
is: Menu opties voor de eigenaar van het bestand (bewerken, verwijderen, etc.)
it: Elementi di menu per il possessore del file (modifica, cancella, ecc...)

source: The URL of its icon
es: La URL de su icono
gl: A URL da súa icona
hu: Az ikonjának URL címe
is: Slóðin að teikninu
it: URL di questa icona

source: Initial folder
es: Carpeta inicial

source: Edit File
es: Editar archivo
gl: Editar arquivo
hu: Állomány szerkesztése
is: Breyta skrá
it: Modifica File

source: Edit Folder
es: Editar carpeta
gl: Editar cartafol
hu: Könyvtár szerkesztése
is: Breyta skráarsafni
it: Modifica cartella

source: Root
es: Raíz

source: Are you sure you want to permanently delete this file?
es: ¿Estás seguro de que quieres borrar este archivo definitivamente?
gl: Estás seguro de que queres borrar este arquivo definitivamente?
hu: Biztos, hogy véglegesen törölni szeretnéd ezt az állományt?
is: Viltu örugglega eyða þessari skrá endanlega?
it: Confermi la cancellazione del file?

source: Files
es: Archivos
gl: Arquivos
hu: Állományok
is: Skrár
it: File

source: Upload a file
es: Subir un archivo
gl: Subir un arquivo
hu: Állomány feltöltés
is: Sækja skrá
it: Carica un file

source: You have used %s Mb of a total %s Mb.
es: Has utilizado %s Mb de un total de %s Mb.
gl: Utilizaches %s Mb dun total de %s Mb.
hu: %s Mb-ot használtál fel az összes %s Mb-ból.
is: Þó hefur nýtt %s Mb af alls %s Mb.
it: Hai utilizzato %s Mb su %s Mb disponibili.

source: Used space: %s Mb.
es: Espacio utilizado: %s Mb.
gl: Espazo utilizado: %s Mb.
hu: Felhasznált terület: %s Mb.
is: Geymslurými í notkun: %s Mb
it: Spazio utilizzato: %s Mb.

source: File to upload:
es: Archivo para subir:
gl: Arquivo para subir:
hu: Feltöltendő állomány:
is: Skrá til að hlaða
it: File da caricare:

source: File title:
es: Título del archivo:
gl: Título do arquivo:
hu: Állomány címe:
is: Skráarnafn:
it: Titolo del file:

source: File Description:
es: Descripción del archivo:
gl: Descrición do arquivo:
hu: Állomány leírás:
is: Skráarlýsing
it: Descrizione del file:

source: Keywords (comma separated):
es: Palabras clave (separadas por comas):
gl: Palabras crave (separadas por comas):
hu: Kulcsszavak (vesszővel elválasztva):
is: Lykilorð (aðskild með kommum):
it: Parole chiave (separate da una virgola):

source: By checking this box, you are asserting that you have the legal right to share this file, and that you understand you are sharing it with other users of the system.
es: Marcando este recuadro confirmarás que tienes legalmente derecho a compartir este archivo, y que entiendes que lo compartes con otros usuarios del sistema.
gl: Marcando este recadro confirmarás que tes legalmente dereito a compartir este arquivo, e que entendes que o compartes con outros usuarios do sistema.
hu: A jelölőnégyzetet kipipálva kijelented, hogy legálisan osztod meg ezt az állományt és tudatában vagy, hogy a rendszer más felhasználóival osztod meg.
it: Selezionando questa casella affermi di avere i diritti legali per poter condividere questo file e accetti di condividerlo con gli altri utenti del sistema.

source: Upload
es: Subir
gl: Envios
hu: Feltöltés
is: Senda inn
it: Carica

source: File description:
es: Archivar descripción:
gl: Descrición do arquivo
hu: Állomány leírása
is: Skráarlýsing:
it: Descrizione dell'archivio

source: File folder:
es: Archivar carpeta:
gl: Cartafol do arquivo
is: Skráarsafn:
it: Cartella degli archivi

source: Save changes
es: Guardar cambios
gl: Gardar as modificacións
hu: Változások mentése
is: Vista breytingar
it: Salva modifiche

source: Edit
es: Editar
gl: Editar
is: Breyta
it: Modifica

source: Folder name:
es: Nombre de carpeta:
gl: Nome do cartafol:
hu: Könyvtár név:
is: Nafn skráarsafns:
it: Nome della cartella:

source: Parent folder:
es: Directorio padre
gl: Directorio pai
it: Cartella superiore:

source: Folder type:
es: Tipo de folder
gl: Tipo de cartafol
is: Tegund möppu:
it: Tipo di cartella:

source: Edit this folder
es: Editar esta carpeta
gl: Editar este cartafol
hu: Könyvtár szerkesztése
is: Breyta þessari möppu
it: Modifica questa cartella

source: Upload files and folders
es: Descargar archivos y carpetas
gl: Descargar arquivos e cartafois
hu: Állományok és könyvtárak feltöltése
is: Sækja skrár og möppur
it: Carica file e cartelle

source: Create a new folder
es: Crear una nueva carpeta
gl: Crear un novo cartafol
hu: Új könyvtár létrehozása
is: Mynda nýja möppu
it: Crea una nuova cartella

source: To create a new folder, enter its name:
es: Para crear una nueva carpeta, introduce su nombre:
gl: Para crear un novo cartafol, introduce o seu nome:
hu: A létrehozáshoz írd be az új könyvtár nevét:
is: Sláðu inn nafn til þess að búa til nýja möppu.
it: Per creare una nuova cartella, inserisci il nome:

source: Your folder was created.
es: Se creó tu carpeta.
gl: Creouse o cartafol
hu: A könyvtárad létrejött.
is: Mappan var mynduð.
it: La cartella è stata creata.

source: Could not create folder. Perhaps the folder name was blank?
es: No se pudo crear la carpeta. ¿Quizá el espacio del nombre de la carpeta estaba vacío?
gl: Non se puido crear o cartafol. ¿Atoparase o espazo do nome do cartafol baleiro?
hu: Nem lehetett létrehozni a könyvtárat. Lehet, hogy üres volt a könyvtár név?
is: Ekki hægt að mynda möppu. Hugsanlega gleymdist að skrá heiti?
it: Non è stato possibile creare la cartella. Forse il nome della cartella è stato lasciato vuoto?

source: Upload unsuccessful. You must check the copyright box for a file to be uploaded.
es: Error al subir. Para subir un archivo debes marcar el cuadro de copyright.
gl: Erro ao subir. Para subir un arquivo debes marcar o cadro de copyright.
hu: A feltöltés sikertelen. Az állomány feltöltéséhez be kell jelölnöd a szerzői jogi dobozt.
is: Ekki tókst að sækja skránna. Þú verður að haka við "höfundarréttur" áður en hægt er að sækja skrá.
it: L'operazione di upload non è andata a buon fine. E' necessario selezionare la casella del copyright affinchè il file venga caricato all'interno del sistema.

source: The file was updated.
es: Se actualizó el archivo.
gl: Actualizouse o arquivo
hu: Az állományt frissítették.
is: Skráin var uppfærð.
it: Il file è stato caricato.

source: The folder was edited.
es: Se editó la carpeta.
gl: Editouse o cartafol.
hu: A könyvtárat szerkesztetted.
is: Skráarsafninu var eytt.
it: La cartella è stata modificata.

source: Error: a folder cannot be its own parent.
es: Error: una carpeta no puede ser su propio padre.
gl: Erro: un cartafol non pode ser o seu propio pai.
hu: Hiba: egy könyvtár nem lehet a saját szülője/szülő könyvtára.
is: Villa! Mappa getur ekki innihaldið sjálfa sig.
it: Errore: una cartella non può essere il contenitore di se stessa.

source: Are you sure you want to permanently delete this folder?
es: ¿Estás seguro de que quieres borrar esta carpeta definitivamente?
gl: Estás seguro de que queres borrar este arquivo definitivamente?
hu: Valóban véglegesen törölni akarod ezt a könyvtárat?
is: Viltu örugglega eyða þessu skráarsafnið endanlega?
it: Sei sicuro di voler cancellare definitivamente questa cartella?

source: The folder was deleted.
es: Se borró la carpeta.
gl: Borrouse o cartafol.
hu: A könyvtárat töröltük.
is: Skráarsafninu var eytt.
it: La cartella è stata cancellata

source: The file was deleted.
es: Se borró el archivo
gl: Borrouse o arquivo
hu: Az állományt töröltük.
is: Skránni var eytt.
it: Il file è stato cancellato.

source: You do not have permission to access this file
es: No tienes autorización para acceder a este archvo
gl: Non tes autorización para acceder a este arquivo
hu: Nincs hozzáférési jogosultságod ehhez az állományhoz.
is: Þú hefur ekki aðgang að þessari skrá
it: Non hai i permessi sufficienti per accedere a questo file

source: File does not exist
es: El archivo no existe
gl: O arquivo non existe
hu: Az állomány nem létezik.
is: Skráin er ekki til
it: Il file non esiste

source: Your Files
es: Tus Archivos
gl: Os teus Arquivos
hu: A te állományaid
is: Skrárnar þínar
it: I tuoi file

source: File Storage
es: Almacenamiento del archivo
gl: Capacidade do arquivo
hu: Állomány tároló
is: Skráarhýsing
it: Archivio File

source: Root Folder
es: Carpeta raíz
gl: Cartafol Raíz
hu: Gyökér könyvtár
is: Rótarmappa
it: Cartella Radice

source: Return to
es: Volver a
gl: Volver a
hu: Visszatérés
is: Aftur í
it: Tornare a

source: Files for %s, hosted on %s.
es: Archivos para %s, alojados en %s.
gl: Arquivos para %s, servidos en %s
is: Skrár fyrir %s, vistaðar á %s.
it: Files per %s, ospitati su %s.

source: Folders owned by '%s' in category '%s'
es: Carpetas propiedad de '%s' en categoría '%s'
gl: Cartafois propiedade de '%s' en categoría '%s'
hu: '%s' könyvtárai '%s' kategóriában
is: Möppur í eigu '%s' í flokknum '%s'
it: Cartelle di '%s' nella categoria '%s'

source: Files owned by %s in category '%s'
es: Archivos propiedad de %s en categoría '%s'
gl: Arquivos propiedade de %s en categoría '%s'
hu: %s állományai '%s' kategóriában
is: Skrár í eigu %s í flokknum '%s'
it: File di %s nella categoria '%s'

source: In folder '%s'
es: En folder '%s'
gl: En cartafol '%s'
is: Í möppunni '%s'
it: Nella cartella '%s'

source: RSS feed for files owned by %s
es: Feed RSS para archivos propiedad de %s
gl: Feed RSS para arquivos propiedade de %s
hu: %s állományokhoz használt RSS feedjei
is: RSS straumar fyrir skrár í eigu %s
it: Feed RSS per i file di %s

source: File folder
es: Archivar carpeta
gl: Cartafol do arquivo
hu: Állomány könyvtár
is: Skráarsafn
it: Cartella file

source: Add a file or a folder
es: Añade un archivo o una carpeta
gl: Engade un arquivo ou un cartafol
hu: Állomány vagy könyvtár hozzáadása
is: Ný skrá eða skráarsafn
it: Aggiungi un file o una cartella

source: RSS feed for files
es: RSS feed de los archivos
gl: RSS feed dos arquivos
hu: RSS feed állományok részére
is: RSS straumur fyrir skrár
it: Feed RSS dei file

source: Default file folder
es: Carpeta por defecto para archivos
gl: Cartafol por defecto para arquivos
it: Cartella di Default

source: Keywords:
es: Palabras clave:
gl: Palabras crave:
hu: Kulcsszavak:
is: Lykilorð:
it: Parole chiave:

source: Subfolders
es: Subcarpetas
gl: Subcartafoles
hu: Alkönyvtár
is: Undirmöppur
it: Sottocartelle

source: This folder is currently empty.
es: La carpeta está actualmente vacía.
gl: O cartafol actualmente está baleiro.
hu: A könyvtár jelenleg üres.
is: Skráarsafnið er tómt.
it: Questa cartella è attualmente vuota.

source: Folder name
es: Nombre de carpeta
gl: Nome do cartafol
hu: Könyvtár név
is: Nafn skráarsafns
it: Nome della cartella

source: Subfolder
es: Subcarpeta
gl: Subcartafol
hu: Alkönyvtár
is: Undirmappa
it: Sottocartella

source: A sample file
es: Un archivo de muestra
gl: Arquivo de exemplo
hu: Példa állomány
is: Sýnisskrá
it: File di prova

source: This is a file
es: Es un archivo
gl: Isto é un arquivo
hu: Ez egy állomány
is: Þetta er skrá
it: Questo è un file

source: filename
es: nombre del archivo
gl: nome do arquivo
hu: állománynév
is: skráarheiti
it: nomefile

source: Files and folders
es: Archivos y carpetas
gl: Arquivos e cartafois
hu: Állományok és könyvtárak
is: Skrár og skráarsöfn
it: File e cartelle

source: Embed a file from your %s file storage:
es: Insertar un archivo de tu %s directorio de archivos:
gl: Insertar un arquivo do teu %s directorio de arquivos:
hu: Állomány beágyazása a saját %s állomány tárolóból:
is: Samþættu skrá úr %s skráarsafninu:
it: Inserisci un file da quelli che hai caricato su %s:

source: This will add a code to your weblog post that will be converted into an embedded file.
es: Esto hará que se añada un código a tu post de weblog, que se convertirá en un archivo insertado.
gl: Isto fará que engada un código ao teu post de weblog, que se convertirá nun arquivo instado.
is: Een code zal aan jouw bericht worden toegevoegd die automatisch wordt omgezet naar het toe te voegen bestand.
it: Questo aggiunge codice all'articolo del blog che sarà convertito in un file inserito nel testo.

source: Add
es: Añadir
gl: Engadir
hu: Hozzáad
is: Nýtt
it: Aggiungi

source: Files tagged with %s
es: Archivos etiquetados como %s
gl: Arquivos etiquetados con %s
hu: %s -val/vel jelölt állományok
is: Skrár auðkenndar með %s
it: File marcati come %s

source: Friends list
es: Lista de amigos

source: Friends who have linked to you
es: Contactos que te han enlazado
gl: Amigos que che enlazaron
is: Vinir sem hafa tengt í mig
it: Amici che si sono collegati a te

source: Friends I have linked to
es: Contactos que he enlazado
gl: Amigos que enlacei
is: Vinir sem ég hef tengt í
it: Amici a cui mi sono collegato

source: %s was added to your friends list.
es: %s se añadieron a tu lista de contactos.
gl: %s engadíronse á túa lista de contactos.
hu: %s felvettük a barátaid listájára.
is: %s var bætt við vinalistann þinn.
it: %s è stato aggiunto alla tua lista di amici.

source: %s has added you as a friend! To visit this user's profile, click on the following link: %s To view all your friends, click here: %s Regards, The %s team.
es: %s te ha añadido como amigo! Para ver el perfil del usuario, haz click en el siguiente enlace: %s Para ver todos tus amigos, haz click aqui: %s Saludos, El equipo %s.
gl: %s engadiuseche como amigo!@n/*n \n Para ver o perfil do usuario, preme no seguinte enlace:@n/*n \n \t%s@n/*n \n Para ver todos os teus amigos, preme aquí:@n/*n \n \t%s@n/*n \n Saúdos,@n/*n \n O equipo %s.
it: %s ti ha inserito tra i suoi amici! Per vedere il profilo di questo utente, fai click sul link sottostante: %s Per vedere l'elenco dei tuoi amici, fai click sul link seguente: %s Saluti, Il Team di %s.

source: New %s friend
es: Nuevo %s amigo
gl: Novo %s amigo
hu: %s új barát
is: Nýr %s vinur
it: %s nuovi amici

source: %s couldn't be added to your friends list.
es: %s no pudo añadirse a la cuenta de tus contactos.
gl: %s non puido engadirse á conta dos teus contactos.
hu: %s -t nem lehetett a barátaid közé felvenni.
is: Ekki var hægt að bæta %s við vinalistann þinn.
it: %s non può essere aggiunto alla tua lista di amici.

source: %s has elected to moderate friendship requests. Your request has been added to their moderation queue.
es: %s ha decidido restringir las solicitudes de contacto. Tu solicitud ha sido añadida a su cola de restricciones.
gl: %s decidiu restrinxir as solicitudes de contacto. A túa solicitude foi engadida á súa cola de restricións
it: %s ha deciso di moderare tutte le richieste di amicizia. La tua richiesta è stata aggiunta alla sua coda di moderazione.

source: %s has requested to add you as a friend! To visit this user's profile, click on the following link: %s To view all your friends requests and approve or deny this user, click here: %s Regards, The %s team.
es: %s ha pedido ser añadido como tu amigo! Para visitar el perfil del usuario, haz click en el siguiente enlace: %s Para ver todos los pedidos de tus amigos y aprovar o denegar este usuario, haz click aqui: %s Saludos, El equipo %s.
gl: %s pediu ser engadido como o teu amigo!@n/*n \n Para visitar o perfil do usuario, preme no seguinte enlace:@n/*n \n \t%s@n/*n \n Para ver todos os pedidos dos teus amigos e aprobar ou denegar a este usuario, preme aquí:@n/*n \n \t%s@n/*n \n Saúdos,@n/*n \n O equipo %s.
it: %s ha richiesto di poterti aggiungere alla sua lista di amici! Per vedere il profilo di questo utente, fai click sul link seguente: %s Per vedere l'elenco delle richieste e per approvare/vietare questa operazione, fai click sul link seguente: %s Saluti, Il Team di %s.

source: New %s friend request
es: Nueva %s petición de amistad
gl: Nova %s petición de amizade
hu: %s új baráti felkérése
it: Nuove richieste di amicizia %s.

source: %s has elected to moderate friendship requests, but your friend request couldn't be added to their moderation queue.
es: %s ha decidido restringir las solicitudes de contacto, pero la solicitud de tu nuevo contacto no pudo añadirse a su cola de restricciones.
gl: %s decidiu restrinxir as solicitudes de contacto, pero a solicitude de o teu novo contacto non puido engadirse á súa cola de restricións:
hu: %s a baráti felkéréseit moderálni kívánja, de a baráti felkérésedet nem lehetett elküldeni hozzá.
it: %s ha scelto di moderare le richieste di amicizia, ma non è stato possibile aggiungere la tua richiesta alla sua coda di moderazione.

source: %s has decided not to allow any new friendship requests at this time. Your friendship request has been declined.
es: %s ha decidido no permitir ninguna nueva solicitud de contacto en este momento. Tu solicitud de contacto ha sido denegada.
gl: %s decidiu non permitir ningunha nova solicitude de contacto neste momento. A túa solicitude de contacto foi denegada.
hu: %s úgy döntött, hogy jelenleg nem fogad új baráti felkéréseket. A baráti felkérésedet elutasította.
it: %s ha deciso di non permettere altre richieste di amicizia per ora. La tua richiesta è stata rifiutata.

source: was removed from your friends.
es: se quitó de tus amigos.
gl: quitouse dos teus amigos
hu: -t eltávolítottuk a barátaid közül.
is: hefur verið fjarlæg/ur af vinalistanum þínum.
it: è stato eliminato dalla lista dei tuoi amici.

source: couldn't be removed from your friends.
es: no pudo quitarse de tus amigos.
gl: non puido quitarse dos teus amigos.
hu: -t nem tudtuk eltávolítani a barátaid közül.
is: var ekki fjarlægð/ur af vinalista þínum.
it: non può essere eliminato dalla lista dei tuoi amici.

source: You approved the friendship request. %s now lists you as a friend.
es: Aprobaste la solicitud de contacto. %s aparece en el listado como contacto.
gl: Aprobaches a solicitude de contacto. %s aparece no listado como contacto.
hu: A baráti felkérésed visszaigazolták. Mostantól %s kapcsolatai között barátként szerepelsz.
it: Hai approvato la richiesta di amicizia. Ora %s ti ha aggiunto fra i suoi amici.

source: %s has approved your friendship request! To visit this user's profile, click on the following link: %s To view all your friends, click here: %s Regards, The %s team.
es: %s ha aprovado tu pedido de amistad! Para visitar el perfil de este usuario, haz click en el siguiente enlace: %s Para ver todos tus amigos, haz click aqui: %s Saludos, El equipo %s.
gl: %s aprobou o teu pedido de amizade!@n/*n \n Para visitar o perfil deste usuario, preme no seguinte enlace:@n/*n \n \t%s@n/*n \n Para ver todos os teus amigos, preme aquí:@n/*n \n \t%s@n/*n \n Saúdos,@n/*n \n O equipo %s.
it: %s ha accettato la tua proposta di amicizia! Per vedere il profilo di questo utente, visita il seguente link: %s Per vedere l'elenco di tutti i tuoi amici, fai click sul link seguente: %s Saluti, Il Team di %s.

source: %s friend request approved!
es: %s petición de amistad aprobada!
gl: %s petición de amizade aprobada!
hu: %s baráti felkérése visszaigazolva!
it: Richiesta di amicizia su %s approvata!

source: An error occurred: couldn't add you as a friend
es: Se produjo un error: no fue posible añadirte como amigo
gl: Produciuse un erro: non foi posible engadirte como amigo
hu: Hiba történt: nem tudtunk barátként hozzáadni.
it: C'è stato un errore: non è possibile aggiungerti come amico

source: Error: you do not have authority to modify this friendship request.
es: Error: no tienes autoridad para modificiar esta solicitud de contacto.
gl: Erro: non tes autoridade para modificar esta solicitude de contacto.
hu: Hiba: nincs jogosultságod módosítani ezen a baráti felkérésen.
is: Villa: þú hefur ekki heimild til þess að breyta þessari ósk um vinskap.
it: Errore: non hai i permessi per modificare questa richiesta di amicizia.

source: An error occurred: the friendship request could not be found.
es: Se produjo un error: la solicitud de contacto no se pudo encontrar.
gl: Produciuse un erro: a solicitude de contacto non se puido atopar.
hu: Hiba történt: a baráti felkérés nem található.
is: Villa kom upp: ósk um vinskap fannst ekki.
it: C'è stato un errore: la richiesta di amicizia non può essere individuata.

source: You declined the friendship request. %s does not list you as a friend.
es: Denegaste la solicitud de contacto. %s no te tiene en su lista como contacto.
gl: Denegaches a solicitude de contacto. %s non che ten na súa lista como contacto.
hu: Visszautasítottad a baráti felkérést. %s nem jelenít meg barátként téged.
is: Þú hafnaðir beiðni um vinskap. %s skráir þig ekki sem vin.
it: Hai rifiutato la richiesta di amicizia. %s non ti ha aggiunto fra gli amici.

source: %s has denied your friendship request. To visit this user's profile, click on the following link: %s To view all your existing friends, click here: %s Regards, The %s team.
es: %s ha denegado tu pedido de amistad. Para visitar el perfil de este usuario, haz click en el siguiente enlace: %s Para ver todos tus amigos actuales, haz click aqui: %s Saludos, El equipo %s.
gl: "%s denegouse o teu pedido de amizade.@n/*n" "\n" Para visitar o perfil deste usuario, preme no seguinte enlace:@n/*n \n \t%s@n/*n \n Para ver todos os teus amigos actuais, preme aquí:@n/*n \n \t%s@n/*n \n Saúdos,@n/*n \n O equipo %s.
it: %s ha rifiutato al tua proposta di amicizia. Per vedere il profilo di questo utente, fai click sul link seguente: %s Per vedere l'elenco di tutti i tuoi amici, fai click sul link seguente: %s Saluti, Il Team di %s.
