Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/tmp/languages/*/LC_MESSAGES/*.po
Languages: es, gl, hu, is, it

source: Your email address:
es: Tu dirección de correo electrónico:
gl: O teu correo:
hu: E-mail címed:
is: Tölvupósturinn þinn:
it: Il tuo indirizzo mail:

source: This will not be displayed to other users; you can choose to make an email address available via the profile screen.
es: Esto no lo podrán ver otros usuarios; puedes escoger que una dirección de correo esté disponible a través de la pantalla de perfil.
gl: Isto non o poderán ver outros usuarios; podes escoller que unha dirección de correo esté dispoñible a través da pantalla de perfil.
hu: Más felhasználók nem láthatják. Ha gondolod, létrehozhatsz egy másik e-mail címet, amit a többi felhasználó a profilod képernyőjén lát.
it: Questo non sarà mostrato ad altri utenti; puoi scegliere di rendere un indirizzo email visibile dalla pagina del profilo.

source: Your email address
es: Tu dirección de correo electrónico
gl: O teu correo
hu: Az e-mail címed
is: Tölvupósturinn þinn
it: Il tuo indirizzo email

source: Friendship moderation:
es: Restricción de amigos:
gl: Moderación de amigos:
hu: Barátok moderálása:
it: Moderazione di amicizie:

source: This allows you to choose who can list you as a friend.
es: Te permite elegir quién puede ponerte en la lista como un amigo.
gl: Permíteche elixir quen pode poñerche na lista como un amigo.
hu: Ennek segítségével megválogathatod, hogy ki jeleníthet meg téged barátként.
is: Þetta leyfir þér að ákveða hverjir geta birt þig á lista yfir vini.
it: Questo ti permette di scegliere chi può inserirti come amico.

source: No moderation: anyone can list you as a friend. (Recommended)
es: No hay restricción: cualquiera puede añadirte al listado como amigo. (Recomendado)
gl: Non hai restricción: calquera pode engadirte ao listado como amigo. (Recomendado)
hu: Nincs moderálás: bárki barátjának jelölhet meg téged. (Javasolt.)
it: Nessuna moderazione: tutti possono inserirti come amico (Consigliato)

source: Moderation: friendships must be approved by you.
es: Restricción: los amigos deben ser aprobados por ti.
gl: Moderación: os amigos deben ser aprobados por ti.
hu: Moderálás: a barátságot jóvá kell hagyatniuk általad.
it: Approvazione: serve la tua approvazione per aggiungerti come amico.

source: Private: nobody can list you as a friend.
es: Privado: nadie te puede añadir a la lista como amigo.
gl: Privado: ninguén che pode engadir á lista como amigo
hu: Egyéni: senki sem jeleníthet meg téged barátként.
is: Einkamál: enginn getur birt þig á lista yfir vini
it: Privato: nessuno può aggiungerti come amico.

source: Friendship moderation
es: Restricción de amigos
gl: Moderación de amigos
hu: Baráti kapcsolat moderálás
it: Moderazione amicizia

source: Make comments public
es: Hacer que los comentarios sean públicos
gl: Facer que os comentarios sexan públicos
hu: Hozzászólások nyilvánossá tétele
is: Gera athugasemdir opinberar
it: Rendi i commenti pubblici

source: Set this to 'yes' if you would like anyone to be able to comment on your resources (by default only logged-in users can). Note that this may make you vulnerable to spam.
es: Indica 'sí' si quieres que cualquiera pueda hacer comentarios sobre tus recursos (por defecto sólo los usuarios conectados en la sesión pueden). Ten en cuenta que esto hará que seas más vulnerable al spam.
gl: Indica 'si' se queres que calquera poida facer comentarios sobre os teus recursos (por defecto só os usuarios conectados na sesión poden). Ten en conta que isto fará que sexas máis vulnerable ao spam.
hu: Állítsd 'igen'-re, ha azt szeretnéd, hogy bárki hozzászólhasson az erőforrásaidhoz (alapértelmezetten csak belépett felhasználók képesek erre). Felhívjuk a figyelemd, hogy így könnyebben eljutnak hozzád a spamek.
it: Setta questo a 'si' se vuoi che chiunque sia in grado di commentare su gli oggetti inseriti da te (di default lo possono fare solo gli utenti registrati). Attenzione: questo potrebbe renderti vulnerabile allo spam.

source: Public comments:
es: Comentarios públicos:
gl: Comentarios públicos:
hu: Nyilvános hozzászólások:
is: Opinberar athugasemdir:
it: Commenti pubblici:

source: Receive email notifications
es: Recibir notificaciones por email
gl: Recibir notificacións por correo
hu: Kérek értesítést az e-mailekről
is: Fá tilkynningar í tölvupósti
it: Ricevi notifiche via email

source: Set this to 'yes' if you would like to receive email copies of any messages you receive. This includes blog comments, notifications when people add you as a friend and more. You can always view these online as part of your recent activity page.
es: Pon esto en 'sí' si quieres recibir copiar por email de cualquiera de los mensajes que recibas. Esto incluye comentarios del blog, notificaciones cuando alguien te añada como su amigo,...También puedes ver todo esto en tu página de actividad reciente.
gl: Pon isto en 'si' se queres recibir copia por correo de calquera das mensaxes que recibas. Isto inclúe comentarios do blog, notificacións cando algún che engada como o seu amigo,...Tamén podes ver todo isto no teu páxina de actividade recente.
hu: Ezt akkor állítsd 'igen'-re, ha szeretnél egy másolatot kapni bármely üzenetről, amit neked küldtek - beleértve a blog hozzászólásokat, értesítést arról, ha valaki barátjának jelöl és így tovább. A legfrisebb események oldalon bármikor láthatod az üzeneteket online módban.
it: Setta questo a 'si' se vuoi ricevere copie email dei messaggi che ricevi. Questo include commenti al blog, notifiche quando qualcuno ti aggiunge come amico, eccetera. Puoi sempre vedere questi messaggi sulla pagina delle tue attività.

source: Receive notifications:
es: Recivir notificaciones:
gl: Recibir notificacións:
hu: Értesítés fogadása:
it: Ricevere notifiche:

source: Change your password:
es: Cambiar tu contraseña:
gl: Cambiar o teu contrasinal
hu: Jelszó megváltoztatása:
is: Breyta lykilorði:
it: Modifica la tua password:

source: Leave this blank if you're happy to leave your password as it is.
es: Deja este espacio en blanco si deseas dejar tu contraseña tal cual.
gl: Deixa este espazo en branco se desexas deixar o teu contrasinal tal cual.
hu: Hagyd üresen ezt a mezőt, ha megfelel úgy a jelszavad, ahogy most van.
is: Skyldu þennan reit óútfylltan ef þú vilt ekki breyta lykilorðinu.
it: Lasciare vuoto se non desideri modificare la password.

source: Your password:
es: Tu contraseña:
gl: O teu contrasinal:
hu: Jelszavad:
is: Lykilorðið þitt:
it: La tua password:

source: Again for verification purposes:
es: Otra vez con el propósito de verificar:
gl: Outra vez para unha verificación
hu: Újra biztonsági okokból:
is: Aftur til samanburðar
it: Ancora per verifiche:

source: None.
es: Ninguno.
gl: Ningún
hu: Nincs.
is: Engin(n)
it: Nessuno.

source: Widget deleted.
es: Widget borrado.
gl: Widget borrado.
hu: A komponenst töröltük.
is: Viðmótshlut eytt.
it: Widget cancellato.

source: Edit widget
es: Editar widget
gl: Editar widget
hu: Komponens szerkesztése
is: Breyta viðmótshlut
it: Modifica widget

source: Widget edited.
es: Widget editado
gl: Widget editado
hu: A komponenst szerkesztetted.
is: Viðmótshlut breytt
it: Widget modificato.

source: You do not have permission to edit this widget.
es: No tienes permisos para editar este widget.
gl: Non tes permisos para editar este widget.
hu: Nincs jogosultságod a komponens szerkesztéséhez.
is: Þú hefur ekki heimild til að breyta þessum viðmótshlut
it: Non hai il livello di permessi sufficienti per modificare questo widget.

source: Text box
es: Caja de texto
gl: Caixa de texto
hu: Szövegdoboz
is: Textareitur
it: Campo di testo

source: Displays the text of your choice.
es: Muestra el texto de tu elección.
gl: Mostra o texto da túa elección
hu: Választásod szerint jeleníti meg a szöveget.
it: Mostra il testo che hai selezionato.

source: Delete widget
es: Eliminar widget
gl: Borrar o elemento
hu: Komponens törlése
is: Eyða viðmótshlut
it: Elimina widget

source: Move up
es: Mover hacia arriba
gl: Mover cara arriba
hu: Feljebb
is: Færa upp
it: salire

source: Move down
es: Mover hacia abajo
gl: Mover cara abaixo
hu: Lejebb
is: Færa niður
it: scendere

source: Access:
es: Acceso:

source: Save widget
es: Salvar widget
gl: Gardar programa
hu: Komponens mentése
it: Salva widget

source: This text box is undefined. If you are the widget owner, click 'edit widget' to add your own content.
es: La caja de texto no está definida. Si eres el propietario de este widget, haz clic en "editar widget" para añadir tu propio contenido
gl: A caixa de texto non está definida. Se es o propietario deste programa, fai clic en \"editar programa\" para engadir o teu propio contido
hu: Ez a szövegdoboz meghatározatlan. Ha te vagy a komponens gazdája, akkor kattints a "komponens szerkesztése" gombra és tedd hozzá a saját tartalmad.
it: Questo box di testo non è definito. Se sei il possessore del wiget, clicca su ' modifica widget' per aggiungere il contenuto.

source: This widget displays the text content of your choice. All you need to do is enter the title and body below:
es: Este widget mostrará un texto de tu elección. Todo lo que necesitas es introducir el título y el texto a continuación:
gl: Este programa mostrará un texto da túa elección. Todo o que tés que facer é introducir o título e o texto a continuación:
hu: Ez az alkalmazás a választásod szerinti szöveget jeleníti meg. Csupán be kell írnod a címét és a szövegtörzset/szöveget.
is: Þessi viðmótshlutur birtir texta að eigin vali. Eina sem þú þarft að gera er að skrá titil og efni hér að neðan:
it: Questo widget mostra un contenuto testuale a tua scelta. Tutto quello che devi fare è aggiungere il titolo ed il corpo del testo qui sotto.

source: Widget moved.
es: Widgat movido.
gl: Programa movido.
hu: Komponens áthelyezve.
it: Widget spostato.

source: Edit profile
es: Editar perfil
gl: Editar perfil
hu: Profil szerkesztése
is: Breyta lýsingu
it: Modifica profilo.

source: %s (in category %s)
es: %s (en categoría %s)
gl: %s (en categoría %s)
it: %s (nella categoria %s)

source: Profile updated.
es: Perfil actualizado.
gl: Perfil actualizado.
hu: A profil frissítve.
is: Lýsing uppfærð.
it: Profilo aggiornato.

source: You need to fill in the following required fields: %s
es: Necesitas completar los siguientes campos requeridos: %s
gl: Necesitas completar os seguintes campos requiridos: %s
it: Dovete compilare i seguenti campi obbligatori: %s

source: Extended profile
es: Perfil extendido

source: Click here to view extended profile
es: Pinche aquí para ver el perfil extendido

source: Submit details:
es: Mandar datos:
gl: Mandar datos:
is: Verstuur gegevens:
it: Invia dati:

source: Save your profile
es: Guardar tu perfil
gl: Gardar o teu perfil
hu: Profil mentése
is: Vista lýsingu
it: Salva il tuo profilo

source: You can import some profile data by uploading a FOAF file here:
es: Puedes importar algún dato del perfil descargando un archivo FOAF aquí:
gl: Podes importar algún dato do perfil descargando un arquivo FOAF aquí:
hu: Néhány profil adatot importálhatsz, ha feltöltesz ide egy FOAF állományt:
is: Þú fært inn upplýsingar um notendur með því að flytja inn FOAF skrá hér:
it: E' possibile importare i dati di un altro profilo, caricando qui un file FOAF:

source: Upload a FOAF file:
es: Descargar un archivo FOAF:
gl: Descargar un arquivo FOAF:
hu: FOAF állomány feltöltése:
is: Flytja inn FOAF skrá:
it: Carica un file FOAF:

source: Activity tagged with %s
es: Actividad etiquetada con %s
gl: Actividade etiquetada con %s
hu: %s -val/vel jelölt esemény
is: Virkni merkt með %s
it: Attività taggata con %s

source: Search Profiles
es: Buscar perfiles
gl: Buscar perfís
hu: Profilok keresése
it: Ricerca fra i Profili

source: Searching
es: Buscando
gl: Procurando...
it: Ricerca in corso

source: Search for results from:
es: Buscar en los siguientes resultados:
gl: Buscar nos seguintes resultados:
hu: Eredmények keresése innen:
is: Leita eftir niðurstöðum frá:
it: Ricerca fra:

source: Filter by content type:
es: Filtrar por tipo de contenido:
gl: Filtrar por tipo de contido:
hu: Szűrés tartalom típus szerint:
is: Sía eftir innihaldi:
it: Filtra per tipo di contenuto:

source: Everything
es: Todo
gl: Todo
hu: Minden
is: Allt
it: Tutto

source: Users and communities
es: Usuarios y comunidades
gl: Usuarios e comunidades
hu: Felhasználók és közösségek
is: Notendur og samfélög
it: Utenti e comunità

source: Some Tags
es: Algunas etiquetas
gl: Algunhas etiquetas
hu: Néhány címke
is: Nokkur tög
it: Alcune Tag

source: Error
gl: Erro
hu: Hiba
is: Villa
it: Errore

source: XML error:
gl: Erro de XML:
hu: XML hiba:
is: XML villa:
it: Errore XML:

source: <b>%s</b> commented on weblog post '%s' in %s:
gl: <b>%s</b> comentario(s) ao post de weblog '%s' en %s:
is: <b>%s</b> skrifaði athugasemdir við bloggfærslur '%s' í %s:
it: <b>%s</b> ha commentato sul post '%s' in %s:

source: Banned users
it: Utenti banditi

source: Weblog
hu: Webnapló
is: Blogg
it: Blog

source: Post
hu: Üzenet
is: Publiceer
it: Articolo

source: Friends blog
gl: Blogs de amigos
hu: Barátok blogja
is: Blogg vina
it: Blog degli amici

source: Charles Babbage
it: Gargamella

source: Elgg install root
it: Cartella di installazione di Elgg

source: Acceptable values are 'mysql' and 'postgres' - MySQL is highly recommended
is: Tæk gildi eru 'mysql' og 'postgres' - Sérstaklega er mælt með MySQL
it: Valori accettati: 'mysql' e 'postgres'. MySQL è fortemente raccomandato

source: Can users of this system invite other users in?
is: Geta notendur kerfisins boðið öðrum aðgang?
it: Gli utenti del sistema possono invitare altri utenti esterni?

source: The maximum number of users in your system. If you set this to 0, you will have an unlimited number of users
is: Hámarksfjöldi notenda í kerfinu. Ef hér er skráð 0 er fjöldi notenda ótakmarkaður
it: Il numero massimo di utenti del sistema. Se impostato a 0 = numero illimitato.

source: The maximum disk space taken up by all uploaded files
it: Lo spazio su disco per i file caricati nel sistema

source: If this is set, users can only choose from available templates rather than defining their own
is: Ef þessi stilling er virkjuð geta notendur einungis valið úr tiltækum sniðmátum en ekki hannað sín eigin
it: Se attivato, gli utenti potranno scegliere soltanto tra i template disponibili ma non potranno definirli autonomamente

source: Users cannot change their template at all
is: Notendur geta á engan hátt breyt sniðmátum sínum
it: Gli utenti non possono modificare i template

source: The address of your site.
it: L'indirizzo del sito

source: The name of your site.
is: Nafn vefsins
it: Il nome del sito

source: The current user's username.
it: Il nome dell'utente

source: The current user's full name.
it: Il nome completo dell'utente

source: A list of the most popular tags.
it: Una lista dei tag più popolari

source: CSS styles
is: CSS stílar
it: Stili CSS

source: Friendship requests
gl: Solicitudes de contactos
is: Óskir um vinatengsl
it: Domande d'amicizia

source: If you have a friend or colleague you would like to join the system, perhaps because you would like to share protected resources or reflections with them, you can enter their details below. They will then receive a special invitation email containing a code that allows them to create a new account; once they do so, a mutual friend connection will be created between their account and yours.
gl: Si tes un amigo ou colega que queres que entre no sistema, se cadra gustaríache compartir recursos protexidos ou comentarios. Poder introducir os datos máis abaixo. Recibirá un correo electrónica de invitación especial cun código que lle permita crear unha nova conta; cando se poña en marcha, producirase unha conexión de contacto recíproca entre a túa conta e a súa.
hu: Ha meghívnád egy barátod vagy kollégád, hogy csatlakozzon a rendszerhez, feltehetően azért, mert bizalmas forrást vagy észrevételt kívánsz megosztani velük, akkor itt megadhatod az elérhetőségüket. Ezután személyes meghívást, valamint egy kódot kapnak e-mailben, aminek segítségével új profilt hozhatnak létre. Miután ezt megtették kölcsönös baráti kapcsolat jelenik meg az ő és a te saját profilod között.
is: Ef þú vilt bjóða vini eða félaga aðild að kerfinu t.d. vegna þess að þú ætlar að deila með honum verkefni eða aðföngum þá getur þú skráð upplýsingar um hann hér fyrir neðan. Þá fær hann boðskort í tölvupósti sem inniheldur upplýsingar um hvernig á að búa til nýjan aðgang og þegar hann hefur skráð sig inn eru vinatengsl milli ykkar.
it: Se hai amici o colleghi che vorresti si unissero al sistema, per condividere risorse protette o riflessioni con loro, inserisci i loro riferimenti qui sotto. Riceveranno quindi un email con un codice per la creazione di un nuovo account; una volta fatto, verrete contrassegnati come amici.

source: Get new %s password
gl: Conseguir novo %s contrasinal
hu: Szerezz új %s jelszót
is: Fá nýtt %s aðgangsorð
it: Ottenere una nuova password per %s

source: Publish feeds to blog
gl: Publicar feeds ao blog
hu: Feedek közzététele a blogon
is: Gefa út strauma á blogg
it: Importa feed nel blog

source: Feeds
hu: Feedek
is: Straumar
it: Feed

source: Feed detail
gl: Detalles do Feed
hu: A feed részletezése
is: Nánar um straum
it: Dettagli sul feed

source: Sidebar
gl: Barra lateral
hu: Oldalsáv
is: Hliðardálkur
it: Barra laterale

source: adminTable
it: TabellaAmministrazione

source: flagContent
it: marcaContenuto

source: Template Preview
gl: Vista preliminar do Patrón
hu: Sablon megtekintése
it: Anteprima Template

source: No
gl: Non
hu: Nem
is: Nei

source: Blog widget
gl: Widget do Blog
hu: Blog komponens
is: Blogg apparat

source: Blog Archives
hu: Archív blogok

source: All blogs
hu: Összes blog

source: About %s
hu: Névjegy %s

source: %s FAQ
hu: %s GYÍK

source: This is %s, a learning landscape. Why not check out <a href="%s">what people are saying</a> right now.
hu: Ez a %s, egy tanuló felület. Miért is ne néznéd meg, <a href="%s">hogy miről beszélnek</a> éppen az emberek.

source: <a href="%s">Find others</a> with similar interests and goals.
hu: <a href="%s">Keress másokat</a>hasonló érdeklődéssel és célokkal.

source: Here are some example users:
hu: Ezek itt mintafelhasználók:

source: Here is an example user:
hu: Ez itt egy mintafelhasználó:

source: If you like what you see, why not <a href="%s">register for an account</a>?
hu: Ha tetszik, amit látsz, miért nem regisztrálsz <a href="%s">felhasználónak</a>?

source: Latest news
hu: Legfrissebb hírek

source: Why not <a href="%s">create your profile</a>?
hu: Miért is ne hozd létre <a href="%s">profilod</a>?

source: Tell people about yourself and connect to others with similar interests and goals.
hu: Mutasd be magad és kapcsolódj olyan emberekhez, akik hasonló érdeklődésűek vagy hasonló céljaik vannak.

source: Here are some examples of complete profiles:
hu: Néhány példa a teljes profilra:

source: Here is an example of a complete profile:
hu: Példa a teljes profilra:

source: Or you could <a href="%s">start your blog</a>?
hu: Vagy inkább elindítanád<a href="%s">blogod</a>?

source: Comment on what you're learning, collect interesting links and decide who gets to see what you're writing. Here's what <a href="%s">everyone else is talking about</a> right now.
hu: Készíts jegyzeteket, fűzz magyarázatokat ahhoz, amit éppen tanulsz. Gyűjts érdekes linkeket és határozd meg, hogy ki mindenki láthatja azt, amit írsz. Itt megnézheted, hogy éppen mi másról <a href="%s">beszélnek a többiek</a>.

source: %s Privacy Policy
hu: %s Adatvédelem

source: Running Your Own %s
hu: Saját %s futtatása

source: %s Terms &amp; Conditions
hu: %s kikötések és feltételek

source: Main Index
hu: Fő Index

source: bytes
hu: bájt
is: bæti

source: Information Box
hu: Információs doboz

source: The contents of the box
hu: A doboz tartalma

source: This file that has been uploaded was found to contain a virus and has been moved or delted and the user notified.
hu: A feltöltött állomány vírusos volt, ezért eltávolításra vagy törlésre került, a felhasználót pedig figyelmeztettük.

source: Add dashboard items
hu: Irányítópult elemek hozzáadása

source: You do not have permission to add widgets to this dashboard.
hu: Nincs jogosultságod ehhez az irányítópulthoz komponenst (hozzá)adni.

source: Dashboard
hu: Irányítópult

source: This dashboard is currently empty. Why not add some widgets by clicking 'add new item' above?
hu: Ez az irányítópult jelenleg üres. Miért nem adsz hozzá komponenseket a fenti "új elem hozzáadása" gombbal?

source: This dashboard is currently empty.
hu: Ez az irányítópult jelenleg üres.

source: Your Dashboard
hu: Az irányítópultod.

source: Add new item
hu: Új elem hozzáadása

source: Access for this widget:
hu: Hozzáférés ehhez a komponenshez:

source: Blog dashboard widget
hu: Blog irányítópult komponens

source: Feeds dashboard widget
hu: Feed irányítópult komponens

source: %u files (%s bytes)
hu: %u állomány (%s bájt)

source: %u bytes
hu: %u bájt

source: Username for community:
hu: A közösség felhasználóneve:

source: Community Wiki
hu: Wiki közösség

source: The file was successfully uploaded.
hu: Az állományt sikeresen feltöltötték.

source: Users with files or folders in category
hu: A kategóriában található felhasználók állományokkal vagy könyvtárakkal

source: test
hu: teszt
is: prufa

source: not changed
hu: nem változott

source: Add selected to group
hu: A kiválasztottak hozzáadása a csoporthoz

source: Remove selected from group
hu: A kiválasztottak eltávolítása a csoportból.

source: Members of this group:
hu: A csoport tagjai:

source: Groups you own
hu: Csoportjaid

source: Access is controlled through the use of Access groups and this is one of the most powerful features of Elgg. Access groups allow you to have complete control over who sees what within your environment. You can create as many access groups as you wish. Each access group can have as many of your friends as you like and each access group created becomes another option in the 'access restriction' dropdown menu beside each profile item, weblog post and file uploaded.
hu: A hozzáférést az Elgg egyik legjobb alkalmazása, a "Csoport hozzáférés" ellenőrzi. A "Csoport hozzáférés" segítségével felügyelheted, hogy a környezetedből ki és mit láthat belőled. Annyi hozzáférési csoportot hozhatsz létre, amennyit csak kívánsz. Bármely hozzáférési csoportnak annyi tagja lehet a barátaid közül, amennyit szeretnél. A létrejött hozzáférési csoportok mindelyike újabb beállítási lehetőséget kínál a profil elemek, webnapló bejegyzések, állomány feltöltés esetén - a beállításokat a "hozzáférés korlátozás" lenyíló menüben érheted el.

source: Thanks for joining %s! For your records, your %s username and password are:
hu: Köszönjük, hogy csatlakozol %s-hez! Regisztráláshoz, feltöltéshez a %s felhasználóneved és jelszavad:

source: To generate a new password at %s!, enter your username below. We will send the address of a unique verification page to you via email click on the link in the body of the message and a new password will be sent to you.
hu: Új jelszó létrehozásához %s!-en add meg a felhasználóneved. E-mailben elküldjük egy egyedülálló lap címét, ahol megerősítheted a kérést. Kattints a linkre az üzenet szövegében és elküldjük az új jelszót.

source: Matching accounts:
hu: Felhasználók összeillesztése:

source: Details were not changed.
hu: A részletek nem változtak meg.

source: There are no weblog posts to archive as yet.
hu: Nincs ewbnapló üzenet, amit archiválni lehetne.

source: Weblog Post
hu: Webnapló üzenet

source: A template for each weblog post.
hu: Sablon bármely webnalpó üzenethez.

source: The username of the person making the post
hu: A személy felhasználóneve csupán az üzenet.

source: Their user icon
hu: Felhasználó ikonjuk

source: Their full name
hu: A teljes nevük
