Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/tmp/languages/*/LC_MESSAGES/*.po
Languages: es, gl, hu, is, it

source: The following users would like to join this community. They need your approval to do this (to change this setting, visit the 'community settings' page).
es: Los siguientes usuarios quisieran entrar en esta comunidad. Necesitan tu aprobación para hacerlo (para cambiar esta configuración, visita la página 'configuraciones de comunidad').
gl: Os seguintes usuarios queren entrar nesta comunidade. Necesitan o túa aprobación para facelo (para cambiar esta configuración, visita a páxina 'configuracións de comunidade').
hu: A következő felhasználók csatlakozni kívánnak a közösséghez. Ehhez a jóváhagyásodra van szükségük (a beállítás megváltoztatásáért a "közösség beállításai" oldalt keresd meg).
it: Questi utenti vorrebbero iscriversi a questa comunità. Per farlo hanno bisogno della tua approvazione (per cambiare questa impostazione, vai alla pagina 'Impostazioni comunità'

source: Profile
es: Perfil
gl: Perfil
hu: Profil
is: Lýsing
it: Profilo

source: You have no pending membership requests.
es: No tienes solicitudes de ingreso de miembros pendientes.
gl: Non tes solicitudes de ingreso de membros pendentes.
hu: Nincs függőben lévő tagsági kérelem.
it: Non ci sono richieste di iscrizione da approvare.

source: Owner
es: Propietario

source: This community doesn't currently have any members.
es: Esta comunidad no tiene actualmente ningún miembro.
gl: Esta comunidade non ten actualmente ningún membro.
hu: Ennek a közösségnek jelenleg egy tagja sincs.
is: Þetta samfélag er án meðlima.
it: Questa comunità non ha ancora nessun membro.

source: You don't own any communities. Why not create one?
es: No has creado ninguna comunidad. ¿Por qué no crear una?
gl: Non creaches ningunha comunidade. ¿Por qué non crear unha?
hu: Egyetlen közösségnek sem vagy a tulajdonosa. Miért is ne hoznál létre egyet?
is: Þú hefur ekki stofnað samfélag. Hvers vegna ekki að stofna eitt núna?
it: Non hai ancora creato nessuna comunità. Cosa ne dici di creare subito una comunità ?

source: This user is not currently moderating any communities.
es: Este usuario no modera actualmente ninguna comunidad.
gl: Este usuario non modera actualmente ningunha comunidade.
hu: Ez a felhasználó jelenleg egyetlen közösséget sem moderál.
is: Þessi notandi er ekki stjórnandi í neinu samfélagi.
it: Questo utente non è moderatore di nessuna comunità.

source: Owned communities
es: Comunidades en propiedad
gl: Comunidades en propiedade
hu: Birtokolt közösségek
is: Eigin samfélög
it: Comunità che gestisci

source: You joined %s.
es: Entraste en %s.
gl: Entraches en %s.
hu: %s -hez csatlakoztál.
it: Ti sei iscritto a %s.

source: %s has joined %s! To visit this user's profile, click on the following link:
es: %s se ha unido %s! Para visitar el perfil del usuario haz clic en el siguiente enlace:
gl: %s uniuse %s!@n/*n \n Para visitar o perfil do usuario premec no seguinte enlace:@n/*n \n \t
hu: %s csatlakozott %s -hez! Kattints a következő linkre, hogy megnézd a felhasználó profilját:
is: %s hefur gerst meðlimur í %s! Smelltu á krækjuna hér að neðan til þess að skoða upplýsingar um þennan notanda:
it: % si è registrato su %s! Per visitare il profilo di questo utente, clicca sul seguente link:

source: New %s member
es: Nuevo %s miembro
gl: Novo %s membro
hu: Új %s tag
is: Nýr meðlimur %s
it: Nuovo membro %s

source: Membership of %s needs to be approved. Your request has been added to the list.
es: El ingreso de los miembros de %s ha de ser aprobado. Se ha añadido tu solicitud al listado.
gl: O ingreso dos membros de %s debe aprobarse. Engadiuse a túa solicitude ao listado.
hu: %s tagsághoz jóváhagyás szükséges. Kérésedet a többi várakozó listájához tettük.
is: Aðgengi að %s krefst staðfestingar. Beiðni þinni hefur verið bætt á listan.
it: L'iscrizione a %s deve essere approvata. La tua richiesta è stata aggiunta alla lista.

source: %s has applied to join %s! To visit this user's profile, click on the following link:
es: %s ha pedido participar %s! Para visitar el perfil del usuario, clickea en el siguiente enlace:
gl: %s pediu participar %s!@n/*n Para visitar o perfil do usuario, preme no seguinte enlace:@n/*n \n \t
hu: %s csatlakozásra jelentkezett %s -hez! Kattints a következő linkre, hogy megnézd a felhasználó profilját:
is: %s hefur óskað eftir því að verða meðlimur í %s! Smelltu á krækjuna hér að neðan til þess að skoða upplýsingar um þennan notanda:
it: %s ha richiesto di iscriversi a %s! Per visualizzare il profilo di questo utente, clicca sul seguente link:

source: New %s member request
es: Nueva %s petición de miembro
gl: Nova %s petición de membro
hu: Új %s tagsági kérelem
is: Ný ósk um aðgang að %s
it: Una nuova richiesta di iscrizione per %s.

source: %s is a private community. Your membership request has been declined.
es: %s es una comunidad privada. Tu solicitud de ingreso como miembro ha sido denegada.
gl: %s é unha comunidade privada. A túa solicitude de ingreso como membro foi denegada.
hu: %s egy zárt közösség. A tagsági kérelmedet elutasították.
is: %s er lokað samfélag. Ósk þinni um aðgang hefur verið hafnað.
it: %s è una comunità privata. La tua richiesta di partecipare alla comunità non può essere accettata.

source: You left %s.
es: Dejaste %s.
gl: Deixaches %s."
hu: Elhagytad %s -t.
is: Þú hefur yfirgefið %s.
it: Hai lasciato %s.

source: Community memberships
es: Miembros de la comunidad
gl: Membros da comunidade
hu: Közösségi tagságok
is: Samfélagsþátttaka
it: Membri della comunità

source: Members
es: Miembros
gl: Membros
hu: Tagok
it: Iscritti

source: Your Communities
es: Tus Comunidades

source: Edit community profile
es: Modificar perfil de la comunidad

source: Community site picture
es: Foto de la comunidad
gl: Foto da comunidade
hu: A közösség fotója
is: Táknmynd fyrir samfélagsvef
it: Icona della Comunità

source: Edit community details
es: Editar detalles de la comunidad
gl: Editar detalles da comunidade
hu: Közösség adatainak szerkesztése
is: Breyta upplýsingum um samfélag
it: Modifica i dettagli relativi alla comunità

source: Return to community profile
es: Volver al perfil de la comunidad

source: View membership requests
es: Ver solicitudes
gl: Ver solicitudes
hu: Tagsági kérelmek megjelenítése
is: Skoða óskir um aðgang
it: Vedi richieste di iscrizione

source: Owned Communities
es: Comunidades propias
gl: Comunidades propias
hu: Közösségeim
is: Eigin samfélög
it: Comunità che gestisci

source: Upload / edit site pictures for this community.
es: Subir / editar fotos de la página para esta comunidad.
gl: Subir / editar fotos da páxina para esta comunidade.
hu: A közösség fotóinak feltöltése/szerkesztése.
is: Upload / bewerk het pictogram voor deze gemeenschap.
it: Carica / cambia l'icona di questa comunità.

source: Change this community's name.
es: Cambiar nombre de esta comunidad.
gl: Cambiar nome desta comunidade.
hu: Megváltoztatom a közösség nevét.
is: Breyta nafni á samfélagi.
it: Modifica il nome di questa comunità.

source: Community ownership transferred to %s.
es: Propiedad de la comunidad transferida a %s.
gl: Propiedade da comunidade transferida a %s.
hu: A közösség tulajdonjoga %s-re szállt át.
is: Eignarhald á samfélagi færð til %s.
it: Ora la comunità sarà gestita da %s.

source: Could not retrieve community details.
es: No se pueden obtener detalles de la comunidad.
gl: Non se poden obter detalles da comunidade.
hu: Nem lehet visszaszerezni a közösség adatait.
is: Gat ekki sótt upplýsingar um samfélag.
it: Non è possibile recuperare i dettagli relativia questa comunità

source: Change your community name
es: Cambiar nombre de tu comunidad
gl: Cambiar nome da túa comunidade
hu: A közösség nevének megváltoztatása
is: Breyta nafninu á samfélaginu þínu
it: Cambiare il nome della comunità

source: This name will be displayed throughout the system.
es: Este nombre aparecerá en todo el sistema.
gl: Este nome aparecerá en todo o sistema.
hu: Ez a név jelenik meg az egész rendszerben.
is: Deze naam zal overal in de website getoond worden.
it: Questo nome verrà visualizzato all'interno di tutto il sistema.

source: Community name
es: Nombre de la comunidad
gl: Nome da comunidade
hu: A közösség neve
is: Nafn samfélags
it: Nome della comunità

source: Membership restriction:
es: Restricción de ingreso como socio:
gl: Restrición de ingreso como socio:
hu: Tagsági korlátozás:
it: Restrizioni relative alla partecipazione a questa comunità:

source: This allows you to choose who can join this community.
es: Te permite elegir quién quieres que entre en esta comunidad.
gl: Permíteche elixir quen queres que entre nesta comunidade.
hu: Segítségével kiválaszthatod, hogy ki csatlakozhat a közöséghez.
is: Þetta gerir þér kleift að velja hverjir geta gerst meðlimir í þessu samfélagi.
it: Questo ti permette di selezionare chi può partecipare a questa comunità.

source: No moderation: anyone can join this community.
es: No hay restricción: cualquiera puede entrar en esta comunidad.
gl: Non hai restrición: calquera pode entrar nesta comunidade.
hu: Nincs moderálás: bárki csatlakozhat a közösséghez.
is: Engar takmarkanir: allir geta fengið aðgang að þessu samfélagi.
it: Senza moderazione: tutti possono partecipare a questa comunità.

source: Moderation: memberships must be approved by you.
es: Restricción: los miembros deben ser aprobados por ti.
gl: Restrición: os membros deben aprobarse por ti.
hu: Moderálás: a tagságodat jóvá kell hagyatnod.
it: Moderazione: la richiesta di partecipazione a questa comunità deve essere prima approvata da te.

source: Private: nobody can join this community.
es: Privado: nadie puede entrar en esta comunidad.
gl: Privado: ningún pode entrar nesta comunidade.
hu: Magán: senki sem csatlakozhat ehhez a közösséghez.
is: Prívat: enginn fær aðgang að þessu samfélagi.
it: Privata: nessuno può partecipare a questa comunità.

source: Membership restriction
es: Restricción de ingreso como socio
gl: Restrición de ingreso como socio
hu: Tagsági korlátozás
is: Takmarkanir á aðgangi
it: Condizioni di iscrizione

source: Community ownership
es: Propietario de la comunidad
gl: Propietario da comunidade
hu: Közösségi tulajdonjog
it: Gestione della comunità

source: Type the username of the user who you want to own this community below. You cannot leave this blank, or specify a community or a user that doesn't exist.
es: Teclea el nombre del usuario que quieres que sea propietario de la siguiente comunidad. Debes indicar ese dato y especificar una comunidad y un usuario que exista.
gl: Teclea o nome do usuario que queres que sexa propietario da seguinte comunidade. Debes indicar ese dato e especificar unha comunidade e un usuario que exista.
hu: Írd be annak a felhasználónak a nevét, akihez szeretnéd, hogy ez a közösség tartozzon. Nem hagyhatod üresen a mezőt és nem adhatod meg nemlétező közösség vagy felhasználó adatait.
it: Scrivi il nomeutente dell'utente che vuoi gestisca questa comunità. Non puoi lasciare questo campo in bianco, o specificare una comunità o un utente che non esiste.

source: Community owner
es: Propietario de la comunidad
gl: Propietario da comunidade
hu: A közösség tulajdonosa
is: Eigandi samfélags
it: Gestore della comunità

source: Are you sure you want to join this community?
es: ¿Estás seguro de que quieres entrar en esta comunidad?
gl: ¿Estás seguro de que queres entrar nesta comunidade?
hu: Valóban csatlakozni kíván ehhez a közösséghez?
is: Viltu örugglega vera meðlimur í þessu samfélagi?
it: Sei sicuro di voler partecipare a questa comunità?

source: Click here to join this community.
es: Pincha aquí para entrar en esta comunidad.
gl: Preme aquí para entrar nesta comunidade
hu: A közösséghez való csatlakozáshoz kattintson ide.
is: Smelltu hér til þess að gerast meðlimur í þessu samfélagi.
it: Clicca qui per iscriversi a questa comunità.

source: Are you sure you want to apply to join this community?
es: ¿Estás seguro de que quieres solicitar entrar en esta comunidad?
gl: ¿Estás seguro de que queres solicitar entrada nesta comunidade?
hu: Valóban el akarod küldeni a felvételi kérelmed ehhez a közösséghez?
is: Viltu örugglega sækja um aðgang að þessu samfélagi?
it: Sei sicuro di voler chiedere di partecipare a questa comunità?

source: Click here to apply to join this community.
es: Pincha aquí para solicitar entrar en esta comunidad.
gl: Preme aquí para solicitar entrar nesta comunidade.
hu: Kattints ide, hogy elküldd a felvételi kérelmed.
is: Smelltu hér til þess að sækja um aðgang að þessu samfélagi.
it: Clicca qui per fare parte di questa comunità.

source: Are you sure you want to leave this community?
es: ¿Estás seguro de que quieres dejar esta comunidad?
gl: ¿Estás seguro de que queres deixar esta comunidade?
hu: Valóban el kívánja hagyni ezt a közösséget?
is: Viltu örugglega yfirgefa þetta samfélag?
it: Sei sicuro di voler abbandonare questa comunità?

source: Click here to leave this community.
es: Pincha aquí para dejar esta comunidad.
gl: Preme aquí para deixar esta comunidade.
hu: A közösség elhagyásához kattintson ide.
is: Smelltu hér til að yfirgefa þetta samfélag.
it: Clicca qui per abbandonare questa comunità.

source: Basic details
es: Detalles básicos
gl: Detalles básicos
it: Dettagli di base

source: Who am I?
es: ¿Quién soy?
gl: ¿Quen son?
hu: Ki vagyok én?
is: Hver er ég?
it: Chi sono?

source: A short introduction for you.
es: Una breve introducción para ti.
gl: Unha breve introdución para ti.
hu: Rövid bemutatkozás rólad.
is: Een korte introductie van jezelf.
it: Una tua breve presentazione.

source: Introduction
es: Introducción
gl: Introdución
hu: Bemutatkozás
is: Kynning
it: Introduzione

source: A short introduction to this community.
es: Una breve introducción para esta comunidad
gl: Unha breve introdución para esta comunidade
hu: Rövid bemutatkozás a közösség számára.
is: Stutt kynning á þessu samfélagi
it: Una breve introduzione a questa omunità

source: Brief description
es: Breve descripción
gl: Breve descrición
hu: Rövid leírás
is: Stutt lýsing
it: Breve descrizione

source: For use in your sidebar profile.
es: Para uso en su sidebar de perfil.
gl: Para uso no seu sidebar de perfil.
is: Om in het jouw profiel in de zijbalk op te nemen
it: Da utilizzare nella barra laterale del profilo.

source: Street address
es: Dirección postal
gl: Enderezo
hu: Utca
is: Heimilisfang
it: Indirizzo

source: Location
es: Ubicación
gl: Localidade
is: Staðsetning
it: Posizione

source: Town
es: Ciudad
gl: Cidade
hu: Település
is: Bær
it: Città

source: State / Region
es: Estado / Región
gl: Estado/Rexión
hu: Állam / Megye
it: Stato / regione

source: Postal code
es: Código postal
gl: Código Postal
hu: Irányítószám
is: Póstnúmer
it: Codice postale

source: Country
es: País
gl: Pais
hu: Ország
is: Land
it: Paese

source: Contact
es: Contacto
gl: Contacto
it: Contatto

source: Work telephone
es: Teléfono del trabajo
gl: Teléfono do traballo
hu: Munkahelyi telefon
is: Vinnusími
it: Telefono dell'ufficio

source: Home telephone
es: Teléfono de casa
gl: Teléfono de casa
hu: Otthoni telefon
is: Heimasími
it: Telefono di casa

source: Mobile telephone
es: Teléfono móvil
gl: Teléfono móbil
hu: Mobil
is: GSM sími
it: Telefono cellulare

source: Official website address
es: Dirección oficial de la página web
gl: Dirección oficial da páxina web
hu: Munkahely honlap címe
is: Vefur
it: Indirizzo web

source: The URL to your official website, if you have one.
es: La URL a tu página web oficial, si la tienes.
gl: A URL da túa páxina web oficial, se a tes.
hu: A munkahelyi honlap URL címe (ha rendelkezel ilyennel).
it: L'url del tuo sito ufficiale, se ne hai uno.

source: Personal website address
es: Dirección de página web personal
gl: Dirección da páxina web persoal
hu: Saját honlap címe
is: Slóð að persónulegum vef.
it: Indirizzo del sito web personale

source: The URL to your personal website, if you have one.
es: La URL a tu página web personal, si la tienes.
gl: A URL da tua páxina web oficial, se a tes.
hu: Saját honlapod címe (ha rendelkezel ilyennel).
is: De URL van je persoonlijke website, als je er één hebt.
it: L'url del tuo sito personale, se ne hai uno.

source: ICQ number
es: Número ICQ
gl: Número ICQ
hu: ICQ szám
is: ICQ tala
it: Numero ICQ

source: MSN chat
es: Chat MSN
gl: Chat MSN
hu: MSN
is: MSN
it: Nome utente MSN

source: AIM screenname
es: Nombre de la pantalla de la puntería
gl: Nome de AIM
hu: AIM név
is: AIM notandanafn
it: Nome utente AIM

source: Skype username
es: Nombre de usuario Skype
gl: Nome de usuario Skype
hu: Skype felhasználói név
is: Skype notandanafn
it: Nome utente SKYPE

source: Jabber username
es: Nombre de usuario Jabber
gl: Nome de usuario Jabber
hu: Jabber felhasználói név
is: Jabber notandanafn
it: Nome utente Jabber

source: Interests
es: Intereses
gl: Intereses
hu: Érdeklődési kör
is: Áhugamál
it: Interessi

source: Separated with commas.
es: Separado/a(s) por comas.
gl: Separado por comas
hu: Vesszővel válaszd el.
is: Aðskilið með kommum.
it: Separati da virgole.

source: Likes
es: Preferencias
gl: Gustos
hu: Szeretem dolgok
is: Hefur áhuga á
it: Mi piacciono....

source: Dislikes
es: Actividades en las que no está interesado(a)
gl: Actividades nas que non está interesado(a)
hu: Nemszeretem dolgok
is: Líkar ekki
it: Non mi piacciono.....

source: Occupation
es: Ocupación
gl: Ocupación
hu: Foglalkozás
is: Starfsvettvangur
it: Occupazione

source: Employment
es: Empleo
gl: Empleo
is: Atvinna
it: Impiego

source: Industry
es: Industria
gl: Industria
hu: Iparág
is: Sector
it: Settore

source: Company / Institution
es: Empresa / Institución
gl: Compañía / Institución
hu: Társaság / Intézmény
is: Fyrirtæki / stofnun
it: Azienda / Istituzione

source: Job Title
es: Cargo
gl: Traballo
hu: Beosztás
is: Starfstitill
it: Qualifica

source: Job Description
es: Descripción del puesto de trabajo
gl: Descrición do posto de traballo
hu: Munkakör
is: Starfslýsing
it: Descrizione delle proprie attività lavorative

source: I would like to ...
es: Me gustaría...
gl: Gustaríame...
hu: Ezt szeretném tenni/csinálni...
is: Ég myndi vilja ...
it: Vorrei....

source: Your goals, separated with commas.
es: Tus objetivos, separados por comas.
gl: Os teus obxectivos, separados por comas
is: Markmið, aðskilin með kommu.
it: I tuoi obiettivi, separati da virgole.

source: Career Goals
es: Objetivos profesionales
gl: Obxectivos profesionais
hu: Karriercélok
is: Markmiðssetningar
it: Obiettivi lavorativi

source: Freeform: let colleagues and potential employers know what you'd like to get out of your career.
es: Formulario libre: haga que sus colegas y potenciales empleadores sepan lo que le gustaría sacar de su carrera profesional.
gl: Formulario libre: faga que os seus colegas e potenciais empleadores saiban o que lle gustaría sacar da súa carreira profesional.
hu: Szabad mező: írd le, mit szeretnél kihozni magadból és a karrieredből, csak hogy a kollégáid és esetleges későbbi alkalmazóid tudják.
is: Vrij formaat: laat collega's en potentiële werkgevers weten wat jouw carrière plannen zijn.
it: Campo libero: fai sapere ai tuoi colleghi e potenziali datori di lavoro quello che vorresti ottenere dalla tua carriera.

source: Level of Education
es: Nivel educativo
gl: Nivel Educativo
hu: Végzettség
is: Menntun
it: Formazione scolastica

source: Education
es: Educación
gl: Educación
is: Menntun
it: Formazione

source: High School
es: Escuela Secundaria
gl: Escola Secundaria
hu: Középiskola
is: Framhaldsskóli
it: Scuola Superiore

source: University / College
es: Universidad / Facultad
gl: Universidade/Facultade
hu: Egyetem / Főiskola
is: Háskóli
it: Università

source: Degree
es: Grado
gl: Grao
hu: Fokozat
is: Gráða
it: Tirolo di studio

source: Main Skills
es: Habilidades principales
gl: Habilidades Principais
hu: Alapkészségek
is: Styrkleikar
it: Principali capacità professionali

source: Membership requests
es: Solicitudes de membresía
gl: Solicitude de ingreso como socio
hu: Tagfelvételi kérelem
is: Umsóknir um aðild
it: Richieste d'iscrizione

source: Video URL
es: URL del vídeo

source: Video size
es: Tamaño del vídeo

source: Insert video
es: Insertar vídeo

source: Site name
es: Nombre del sitio
is: Nafn vefs
it: Nome del sito

source: Tagline
es: Línea de etiquetas
is: Slagorð

source: A tagline for your site (eg 'Social network for Bogton')
es: Etiqueta para tu sitio (ej: 'Red Social de Bogton')
is: Slagorð vefsins (t.d. 'Félagsnet Fjölbrautaskólans í Breiðholti')

source: Web root
es: Raíz web
is: Vefrót

source: External URL to the site (eg http://elgg.bogton.edu/). NB: **MUST** have a final slash at the end
es: URL externo hacia el sitio (ej: http://elgg.bogton.edu/). Nota: Se **DEBE** escribir una diagonal " / "al final
is: Slóð að vefnum (t.d. http://elgg.khi.is/). ATH **EKKI** sleppa skástrikinu á eftir slóðinni
it: URL del sito (ad es. http://elgg.org/). ATTENZIONE: **DEVE** essere inserito / in fondo

source: Physical path to the files (eg /home/elggserver/httpdocs/). NB: **MUST** have a final slash at the end
es: Ruta completa a los archivos (ej: /home/elggserver/httpdocs/). NB: **DEBE** tener una barra al final
is: Raunlæg slóð að skrám (t.d. /home/elggvefur/httpdocs/). ATH **EKKI** sleppa skástrikinu í enda slóðarinnar

source: Elgg data root
es: Raíz de datos elgg

source: Database type
es: Tipo de base de datos
is: Tegund gagnagrunns
it: Tipo di database

source: Database name
es: Nombre de la base de datos
is: Nafn á gagnagrunni
it: Nome del database

source: Database host
es: Host de la base de datos
is: Gagnagrunnsþjónn

source: Database user
es: Usuario de la base de datos
is: Gagnagrunnsnotandi

source: Database password
es: Clave de la base de datos
is: Lykilorð að gagnagrunni

source: System administrator email
es: Correo electrónico del administrador del sistema
is: Tölvupóstur kerfisstjóra
it: Indirizzo email dell'amministratore

source: The email address your site will send email from (eg elgg-admin@bogton.edu)
es: El correo electrónico de donde tu sitio enviará mensajes (ej: elgg-admin@bogton.edu)
is: Tölvupóstfangið hvaðan vefurinn mun senda tölvupóst frá (s.s. elgg-kerfisstjorn@khi.is)
it: Indirizzo email usato per inviare email da elgg

source: Default locale
es: Idioma por defecto
is: Sjálfgefnar málkröfur

source: Public registration
es: Inscription abierta al público
it: Registrazione pubblica

source: Public invitations
es: Invitaciones Públicas
it: Inviti pubblici

source: Maximum users
es: Número máximo de usuarios
is: Hámarksfjöldi notenda
it: Numero massimo di utenti

source: Maximum disk space
es: Espacio máximo en el disco
it: Spazio su disco

source: Email filter
es: Filtro de correo eletrónico
is: Tölvupóstsía
it: Filtro email

source: Disable user templates
es: Desactivar plantilla del usuario
is: Gera notendasniðmát óvirk
it: Disabilita i template definiti dagli utenti

source: Disable template changing
es: Desactivar el cambio de plantilla
it: Disabilita la modifica dei template

source: Debug
es: Depuración
is: Kemba

source: Templates location
es: Ubicación de las plantillas
is: Staðsetning sniðmáta

source: Special keywords
es: Palabras claves especiales
is: Sérstök lykilorð

source: Your site's tagline.
es: Etiquetas de tu sitio
is: Slagorð vefins

source: No languages installed
es: No hay idioma instalado
gl: Non hai idiomas instalados
hu: Nincs idegen nyelv telepítve
is: Engin tungumál til staðar
it: Nessuna lingua installata

source: Folder
es: Carpeta
gl: Cartafol
hu: Könyvtár
is: Mappa
it: Cartella

source: Each individual folder
es: Cada carpeta individual
gl: Cada cartafol individual
hu: Minden egyéni könyvtár
is: Hver einstaka mappa
it: Ogni cartella individuale

source: The owner of the folder
es: El propietario de la carpeta
gl: O propietario do cartafol
hu: A könyvtár tulajdonosa
is: Eigandi möppunnar
it: Il proprietario della cartella
