Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/tmp/languages/*/LC_MESSAGES/*.po
Languages: es, gl, hu, is, it

source: The username %s is already taken by another user. You will need to pick a different one.
es: El nombre de usuario %s ha sido seleccionado por otro usuario. Debes escoger otro distinto.
gl: O nome de usuario %s foi selecionado por outro usuario. Debes escoller outro distinto
hu: A %s felhasználónév már foglalt. Válassz egy másikat.
is: Notandanafnið %s er frátekið. Vinsamlegast veldu annað.
it: Lo username %s è già utilizzato da un altro utente. E' necessario selezionare uno username differente.

source: User addition %d failed: Unknown reason, please contact you system administrator.
es: Adición de usuario %d fallida: Motivo desconocido, por favor contacta al administrador del sistema.
gl: Erro na adición de usuario %d : Motivo descoñecido, por favor, contacta co administrador do sistema
hu: A %d felhasználó felvétele meghiúsult: ismeretelen okból. Kérünk, keresd meg a rendszeradminisztrátort.
is: Ekki tókst að bæta við notandanum %d: Ástæður óþekktar, vinsamlegast hafðu samband við kerfisstjóra.
it: Impossibile inserire l'utente %d. Per favore, contatta l'amministratore di sistema.

source: Success
es: Éxito
gl: Éxito
hu: Sikerült
is: Aðgerð tókst
it: Riuscito

source: Publishing RSS
es: Publicando RSS
gl: Publicando RSS
hu: RSS közzététele
is: Birti RSS
it: Pubblicazione RSS

source: Publishing RSS for user %d
es: Publicando RSS para el usuario %d
gl: Publicando RSS para o usuario %d
hu: RSS közzététele %d számára
is: Birti RSS fyrir notanda %d
it: Pubblicazione RSS per l'utente %d

source: Adjusting file repository information
es: Ajustando información del repositorio
gl: Axustando información do repositorio
hu: Az állománytárolás információinak beállítása
it: Modifica delle informazioni sull'archivio di file

source: Updating file %d: %s
es: Actualizando archivo %d: %s
gl: Actualizando arquivo %d: %s
hu: %d állományfrissítés: %s
is: Uppfæri skrá %d:%s
it: Aggiornamento file %d: %s

source: Need to upgrade database
es: Se necesita actualizar la base de datos
gl: Precisa actualizar a base de datos
hu: Az adatbázist frissíteni kell
is: Uppfæra þarf gagnagrunn
it: E' necessario aggiornare il database

source: Register
es: Registrarse
gl: Rexistro
hu: Regisztráció
is: Nýskrá
it: Registrati

source: Log On
es: Entrar
gl: Iniciar sesión
hu: Bejelentkezés
is: Innskrá
it: Login

source: Username
es: Nombre de usuario
gl: Nome
hu: Felhasználói név
is: Notandanafn

source: Password
es: Contraseña
gl: Contrasinal
hu: Jelszó

source: Log on
es: Entrar
gl: Iniciar sesión
hu: Bejelentkezés
is: Innskrá
it: Login

source: Go
es: Ir
gl: Ir
hu: Mehet
it: Vai

source: Remember Login
es: Recordar contraseña
gl: Recordar contrasinal
hu: Bejelenkezés emlékeztető
is: Muna innskráningu
it: Ricorda il login

source: Forgotten password
es: Contraseña olvidada
gl: Contrasinal olvidada
hu: Elfelejtett jelszó
is: Glatað aðgangsorð
it: Password dimenticata

source: Add User
es: Añadir Usuario
gl: Engadir usuario
hu: Felhasználó hozzáadása
is: Bæta við notanda
it: Aggiungi Utente

source: Send Message
es: Enviar Mensaje
gl: Enviar mensaxe
hu: Üzenet küldése
is: Senda skilaboð
it: Invia messaggio

source: Add Buddy
es: Añadir Amigo
gl: Engadir amigo
hu: Barát hozzáadása
is: Nýr vinur
it: Aggiungi un contatto

source: Administrator
es: Administrador
gl: Administrador
hu: Rendszergazda
is: Kerfisstjóri
it: Amministratore

source: Do not reply
es: No responder
gl: Non responda
hu: Ne válaszolj
is: Ekki svara
it: Non rispondere

source: Close this window
es: Cerrar esta ventana
gl: Pechar esta ventá
hu: Ablak bezárása
is: Loka þessum glugga
it: Chiudi questa finestra

source: Choose
es: Seleccionar
gl: Elexir
hu: Válasszon
is: Velja
it: Scegli

source: Elgg auto-format
es: Auto-formato Elgg
gl: Auto-formato Elgg
hu: Elgg automatikus formátum
is: Sjálfgefið Elgg snið

source: HTML format
es: Formato HTML
gl: Formato HTML
hu: HTML formátum
is: HTML snið
it: Formato HTML

source: Plain text format
es: Formato de texto sencillo
gl: Formato de texto sinxelo
hu: Egyszerű szöveg
is: Textasnið
it: Formato testo semplice

source: Markdown format
es: Formato de marcado
gl: Formato de marcado
hu: Markdown formátum
is: Markdown ritháttur
it: Formato Markdown

source: Continue
es: Continuar
gl: Continuar
hu: Folytatás
is: Halda áfram
it: Continua

source: Yes
es: Sí
gl: Si
hu: Igen
is: Já
it: Si

source: You have been banned from the system!
es: ¡Te ha sido prohibida la entrada al sistema!
gl: Non podes entrar no sistema!
hu: Kitiltottak a rendszerből!
is: Þú hefur verið útilokaður frá kerfinu!
it: Sei stato bandito dal sistema!

source: Sorry, but your IP number seems to have changed from when you first logged in. This security feature prevents crackers stealing your identity while logged in to this site. Normal users should not be seeing this message - please ask the site administrator for help.
es: Lo sentimos, pero tu número IP para que ha cambiado desde la primera vez que entraste. Esta es una característica de seguridad para impedir a crackers robar tu identidad mientras estás activo en este sitio. Los usuarios normales no deberían estar viendo este mensaje - consulte al administrador del sitio para objeter ayuda.
gl: Sentímolo, pero o teu número de IP cambiou desde a primeira vez que entraches. Esta é unha característica de seguridade para impedir a un hacker roubar a túa identidade mentres te atopes activo neste sitio. Os usuarios normais non deben ver esta mensaxe, consulte ao administrador do sitio para conseguir axuda.
hu: Sajnálom, de valószínűleg az IP számod megváltozott mióta először jelentkeztél be. Ez a biztonsági intézkedés meggátolja, hogy illetéktelenek birtokba vegyék a személyazonosságod mialatt be vagy jelentkezve a rendszerbe. Szabályos felhasználók nem láthatják ezt az üzenetet - fordulj segítségért a rendszergazdához.
is: Því miður hefur IP talan þín breyst frá því þú skráðir þig fyrst inn. Þetta öryggisatriði hindrar óprútna aðila í að stela auðkenni þínu þegar þú ert skráður inná þessa síðu. Venjulegir notendur ættu ekki að sjá þessi skilaboð - vinsamlegast biðjið kerfisstjóra um aðstoð.
it: Spiacenti, ma sembra che il tuo indirizzo IP sia cambiato da quanto hai effettuato il login. Questa funzione di sicurezza impedisce a malintenzionati di rubare la tua identità mentre sei loggato su questo sito. In genere gli utenti regolari non dovrebbero vedere questo messaggio. Chiedi aiuto all'amministratore del sito.

source: The system will remember you and automatically log you in next time.
es: El sistema te recordará y entrarás automaticamente la próxima vez.
gl: O sistema recordará e entrarás automaticamente a próxima vez.
hu: A rendszer emlékezni fog rád és automatikusan beléptet következő alkalommal.
is: Kerfið man eftir þér og skráir þig sjálfkrafa inn næst.
it: Il sistema si ricorderà di te e ti accrediterà automaticamente dalla prossima volta.

source: Back
es: Atrás
gl: Voltar atrás
hu: Vissza
is: Til baka
it: Indietro

source: Logged in users
es: Usuarios conectados
gl: Usuarios conectados
hu: Bejelentkezett felhasználók
is: Innskráðir notendur
it: Utenti loggati

source: Private
es: Privado
gl: Privado
hu: Személyes
is: Einkamál
it: Privato

source: Restricted
es: Restringido
gl: Restrinxido
hu: Korlátozott
is: Takmörkuð heimild
it: Riservato

source: Restricted to Community:
es: Restringido a la Comunidad:
it: Riservato alla Comunità

source: Restricted to Group
es: Restringido al Grupo
it: Riservato al Gruppo

source: Click to view link
es: Haga clic para ver el enlace
gl: Premer para visualizar o enlace
hu: A link megtekintéséhez kattints ide
is: Smelltu til að skoða tengil
it: Clicca per vedere il link

source: This is how the story goes.
es: Así es como la historia sigue.
gl: Así é como segue a historia
hu: Így működik.
is: Svona er sagan.
it: Ecco come funziona.

source: Change theme
es: Cambiar tema
gl: Cambiar tema
hu: Téma cseréje
is: Breyta um þema
it: Cambia tema

source: Administration
es: Administración
gl: Administración
hu: Adminisztráció
is: Kerfisstjórnun
it: Amministrazione

source: Account settings
es: Configuración de la cuenta
gl: Configuración da conta
hu: Felhasználói beállítások
is: Kerfisstillingar
it: Impostazioni dell'account

source: Log off
es: Salir
gl: Saír
hu: Kijelentkezés
is: Útskrá
it: Esci

source: The templates have been changed according to your choices.
es: Las plantillas han sido modificadas según tus preferencias
gl: Os modelos foron modificadas según as túas preferencias
hu: A sablonokat a választásodnak megfelelően megváltozattuk.
is: Sniðmátunum hefur verið breytt að þinni ósk.
it: Il template è stato modificato secondo le tue indicazioni.

source: No changes made as no area of change was selected!
es: No se hicieron cambios, por que no se seleccionó un área de cambio.
gl: Non se fixeron cambios, porque non seleccionou unha área de cambio.
is: Engar breytingar gerðar því ekkert svæði var valið
it: Non è stato apportato nessun cambiamento perchè non è stata selezionata l'area su cui operare.

source: Your template has been updated.
es: Tu template ha sido actualizada.
gl: O teu modelo actualizouse.
hu: A sablonodat frissítettük.
is: Sniðmátið hefur verið uppfært.
it: Il tuo template è stato aggiornato.

source: Your template was deleted.
es: Tu template fue borrada.
gl: Borrouse a túa plantilla
hu: A sablonodat töröltük.
is: Sniðmáti þínu hefur verið eytt.
it: Il tuo template è stato cancellato.

source: Create theme
es: Crear tema
gl: Crear tema
hu: Stílus létrehozása
it: Crea tema

source: Here you can create your own themes based on one of the existing public themes. Just select which public theme you would like to alter and then create your own. You will now have edit privilages.
es: Aquí puedes crear tus propios temas basados en uno de los temas públicos existentes. Sólo elige qué tema público te gustaría cambiar y crea el tuyo propio. No es necesario que edites privilegios.
gl: Aquí poder crear os teus propios temas baseados nun dos temas públicos existentes. Só elixe o tema público que che gustaría cambiar e crea o teu propio. Non é necesario que edites privilexios.
hu: Itt létrehozhatod a saját stílusodat egy már létező stílusra támaszkodva. Csupán válaszd ki, hogy melyik nyilvános stílusra szeretnél hasonlítani, aztán hozd létre a sajátod. Most szerkesztő jogod van hozzá.
is: Hér getur þú myndað eigin þemu og byggt þau á einhverjum þemum sem þegar eru til staðar í kerfinu. Veldu það þema sem þú vilt breyta og búðu til eigin þema. Þú getur breytt þeim þemum sem þú hefur búið til.
it: Qui puoi creare nuovi temi basati su uno dei temi pubblici preesistenti. Seleziona il tema che vuoi modificare e poi creane uno tuo. Ti saranno assegnati quindi i diritti di modifica.

source: Theme name
es: Nombre del tema
gl: Nome do tema
hu: A stílus neve
it: Nome del tema

source: Default Template
es: Plantilla por defecto
gl: Modelo por defecto
is: Sjálfgefið sniðmát
it: Modello di Default

source: name
es: Nombre
gl: Nome
is: heiti
it: nome

source: Based on
es: Basado en
gl: Baseado en
hu: Alapozva
is: Byggt á
it: Basato su

source: Create Theme
es: Crear Tema
gl: Crear Tema
hu: Téma létrehozása
is: Nýtt þema
it: Creare il Tema

source: Default Theme
es: Tema por defecto
gl: Tema por defecto
hu: Alapértelmezett stílus
is: Sjálfgefið þema
it: Tema predefinito

source: Theme Name
es: Nombre del tema
gl: Nome do tema
is: Nafn á þema
it: Nome del tema

source: Glossary
es: Glosario
gl: Glosario
hu: Fogalomtár
is: Orðasafn
it: Glossario

source: Save
es: Guardar
gl: Gardar
hu: Mentés
is: Vista
it: Salva

source: You may not edit this theme. To create a new, editable theme based on the default, go to <a href="index.php">the main themes page</a>.
es: Puede que no edites este tema. Para crear un nuevo tema editable basado en el defecto, ve a <a href="index.php">la página de temas principales</a>.
gl: Pode que non edites este tema. Para crear un novo tema a editar baseado no que temos por defecto, vaise á <a href="index.php"> páxina de temas principais </a>.
is: Þú getur ekki breytt þessu þema. Þú getur búið til nýtt þema byggt á sjálfgefðu þema og nýja þemanu getur þú breytt. Veldu <a href="index.php">aðalþemasíðu</a> til að búa til nýtt þema.
it: Non puoi modificare questo tema. Per creare un tema nuovo che possa essere modificato, vai alla<a href="index.php"> pagina principale dei temi</a>.

source: Heading one
es: Encabezado uno
gl: Encabezado un
hu: Címsor 1
is: Fyrirsögn eitt
it: Titolo 1

source: Heading two
es: Encabezado dos
gl: Encabezado dous
hu: Címsor 2
is: Fyrirsögn tveir
it: Titolo 2

source: A bullet list
es: Una lista con viñetas
gl: Unha lista con viñetas
hu: Nem sorszámozott felsorolás
is: Atriðalisti
it: Elenco puntato

source: Heading three
es: Encabezado tres
gl: Encabezado tres
hu: Címsor 3
is: Fyrirsögn þrjú
it: Titolo 3

source: A numbered list
es: Una lista numérica
gl: Unha lista numérica
hu: Sorszámozott felsorolás
is: Númeraður listi
it: Elenco numerato

source: Some text input
es: Algunas entradas de texto
gl: Algunhas entradas de texto
hu: Szöveg bevitel
is: Sýnishorn af texta
it: Del testo

source: Some longer text input
es: Algunas entradas de texto más largas
gl: Algunhas entradas de texto máis longas
hu: Hosszabb szöveg bevitel
is: Sýnishorn af lengri texta
it: Del testo più lungo

source: Further text input
es: Introducción adicional de texto
gl: Introdución adicional de texto
hu: További szöveg bevitel
is: Lengri texti
it: Successivi input testuali

source: Select / Create / Edit Themes
es: Elegir/ Crear/ Editar temas
gl: Elexir/ Crear/ Editar temas
hu: Stílus választása / létrehozása / szerkesztése
is: Velja / Búa til / Breyta þemum
it: Seleziona / Crea / Modifica i Temi

source: Public Themes
es: Temas públicos
gl: Temas públicos
hu: Nyilvános stílusok
is: Opinber þemu
it: Temi pubblici

source: The following are public themes that you can use to change the way your %s looks - these do not change the content only the appearance. Check the preview and then select the one you want. If you wish you can adapt one of these using the 'create theme' option below.
es: Los siguientes son temas públicos que puedes usar para cambiar la forma en que %s aparece -esto no modifica el contenido, sólo la apariencia. Comprueba la vista preliminar y luego elige la alternativa que quieras. Si lo deseas, puedes adaptar una de ellas utilizando la opción 'crear tema' de más abajo.
gl: Os seguintes son temas públicos que podes empregar para cambiar a forma en que %s aparece -isto non modifica o contido, só a apariencia. Comproba a vista preliminar e logo elixe a alternativa que queiras. Se o desexas, podes adaptar unha delas empregando a opción 'crear tema' máis abaixo.
hu: Ezek bárki által felhasználható témák/elemek, amivel megváltoztathatod a saját %s kinézetét (a tartalmat nem változtatják meg, csak a megjelenést). Ellenőrizd le az előnézetben és választ ki, amelyiket szeretnéd. Az alábbi "téma létrehozása" linket használva veheted át bármelyiket.
is: Eftirfarandi eru opinber þemu sem þú getur notað til að breyta hvernig þitt %s lítur út - þessi þemu breyta ekki innihaldi heldur aðeins útliti. Smelltu á forskoða og veldu síðan það þema sem þú vilt. Ef þú vilt getur þú breytt þessum þemum með því að velja 'búa til þema' þ.e. búið til nýtt þema sem byggir á einhverju opinberu þema.
it: Questi sono temi pubblici che puoi usare per cambiare l'aspetto del tuo %s - questi influenzano solo l'aspetto, non il contenuto. Seleziona l'anteprima e poi seleziona quello che vuoi. Se vuoi puoi adattare uno di questi usando l'opzione 'crea tema' qui sotto.

source: Preview
es: Vista previa
gl: Vista preliminar
it: Anteprima

source: Personal themes
es: Temas personales
gl: Temas personais
hu: Személyes stílus
is: Eigin þemu
it: Temi personali

source: These are themes that you have created. You can edit and delete these. These theme(s) only control actual look and feel - you cannot change any content here. To change any of your content you need to use the other menu options such as: edit profile, update weblog etc.
es: A continuación hay unos temas creados por ti. Puedes editarlos y borrarlos. Lo(s) tema(s) sólo controlan la apariencia real - no puedes cambiar ningún contenido aquí. Para modificar los contenidos tienes que usar otras opciones de menú tales como: editar perfil, descargar weblog, etc.
gl: A continuación tes temas que creaches. Podes editalos e borralos. O(s) tema(s) só controlan a apariencia real - non podes cambiar ningún contido aquí. Para modificar os contidos tes que empregar as opcións do menú como: editar perfil, descargar weblog, etc.
hu: Ezek az általad létrehozott stílusok. Szerkesztheted és törölheted őket. A stílusok csak az aktuális kinézetet, érzületet szabályozzák, itt tartalmi részt nem módosíthatsz. Ahhoz, hogy tartalmi részt módosíts más menü funkciókat kell használnod, mint például: profil szerkesztése, weblog frissítés stb.
is: Þetta eru þau þemu sem þú hefur búið til. Þú getur breytt og eytt þeim. Þessi þemu stýra eingöngu útliti, þú getur ekki breytt innihaldi hérna. þú breytir innihaldi með því að velja aðrar aðgerðir á valmynd t.d. breyta lýsingu eða skrifa inn nýtt blogg.
it: Questi sono i temi che hai creato. E' possibile modificarli e cancellarli per avere un effetto sull'aspetto grafico attuale ma non è invece possibile modificare da qui nessun contenuto. Per modificare i contenuti è necessario utilizzare le opzioni presenti negli altri menu, quali: modifica il profilo, aggiorna il weblog, etc.

source: Edit
es: Editar
gl: Editar
hu: Szerkesztés
is: Breyta
it: Modifica

source: Are you sure you want to permanently remove this template?
es: ¿Estás seguro de que quieres quitar esta plantilla definitivamente?
gl: ¿Seguro que queres quitar este modelo definitivamente?
hu: Biztos vagy benne, hogy véglegesen törölni akarod a sablont?
is: Viltu örugglega eyða þessu sniðmáti?
it: Sei sicuro di voler cancellare in maniera definitiva questo template?

source: Delete
es: Borrar
gl: borrar
hu: Törlés
is: Eyða
it: Elimina

source: Change templates
es: Cambiar templates
gl: Cambiar modelo
hu: Sablon megváltpztatása
is: Skipta um sniðmát
it: Modifica il template

source: The selected changes will affect:
es: Los cambios seleccionados afectaran:
gl: Os cambios selecionados afectarán:
hu: A kiválasztott változások hatásterülete:
is: Valdar breytingar munu hafa áhrif á:
it: Le modifiche selezionate riguarderanno:

source: Your personal space
es: Tu espacio personal
gl: O teu espazo persoal
hu: A személyes tered
it: Il tuo spazio personale

source: Community:
es: Comunidad:
gl: Comunidade:
hu: Közösség:
is: Samfélag
it: Comunità:

source: Select new theme
es: Elegir nuevo tema
gl: Elexir un novo tema
hu: Új stílus választása
is: Velja nýtt þema
it: Scegli un nuovo tema

source: Guest
es: Invitado
gl: Convidado
hu: Vendég
is: Gestur
it: Ospite

source: Welcome
es: Bienvenido
gl: Benvido/a
hu: Üdvözöljük!
is: Velkomin(n)
it: Benvenuto/a

source: Log in
es: Iniciar la sesión
gl: Iniciar a sesión
hu: Bejelenkezés
is: Innskrá
it: Accedi

source: Sorry, no users have filled in their profiles yet.
es: Lo siento, ningún usuario ha completado su perfil aún.
gl: Sítoo, ningún usuario completou aínda o seu perfil.
is: Því miður, engir notendur hafa ennþá búið til lýsingar.
it: Spiacente ma nessun utente ha ancora compilato il suo profilo.

source: Your file upload has failed because there was a problem with one of the files, %s.<br /> Here is a log of the problems:<br />%s<br />Not recovering.
es: Al subir el archivo ha ocurrido un fallo porque hay un problem con uno de los siguientes archivo, %s.<br /> Este es el log del problema:<br />%s<br />No recuperandose.
gl: Ao subir o arquivo houbo un fallo porque hai un problema cun dos seguintes arquivos, %s.<br /> Este é o log do problema:<br />%s<br /> Sen recuperarse.
hu: Az állományfeltöltés nem sikerült, mert a %s állomány(ok)al probléma volt. <br /> A hibalista:<br />%s<br /> Nem pótolható.
is: Það tókst ekki að hlaða inn vegna þess að upp kom vandamál við eina af skránum, %s.<br />Hér er það sem var skráð um vandamálið:<br />%s<br />Ekki lagað.
it: L'upload del file non è andato a buon fine a causa di un problema con uno di questi file, %s.<br /> Questo è un log con i problemi riscontrati:<br />%s<br />Non trovato

source: File was renamed from %s to %s because of invalid characters.
es: El archivo fue renombrado de %s a %s debido a los caracteres inválidos.
gl: O arquivo renomeouse de %s a %s por mor dos caracteres non válidos.
hu: Az állományt %s -ról/ről %s -ra/re nevezték át az érvénytelen karakterek miatt.
is: Skráarheiti var breytt úr %s yfir í %s vegna óleyfilegra tákna.
it: Il file è stato rinominato da %s in %s perchè il nome conteneva dei caratteri non validi.

source: Sorry, but that file is too big (limit is %s)
es: Lo sentimos, pero el archivo es demasiado grande (límite es %s)
gl: Sítoo, pero o arquivo é demasiado grande (o límite é %s)
hu: Sajnáljuk, de a file túl nagy (%s a korlát)
is: Því miður, þessi skrá er of stór (hámarkið er %s)
it: Spiacente, ma il file e è troppo grande (il limite è %s)

source: File uploaded successfully
es: Archivo subido correctamente
gl: Subiuse o arquivo correctamente
hu: Sikeres állományfeltöltés
is: Það tókst að hlaða skránni inn.
it: File aggiunto correttamente

source: The old file(s) in your upload area have been deleted
es: Antiguo(s) archivo(s) de tu espacio de archivos han sido borrados
gl: O(s) arquivo(s) do teu espazo de arquivos borráronse.
hu: A régi fájl(ok)at törölték a feltöltési helyről.
is: Eldri skjölum í gagnasafni hefur verið eytt
it: I vecchi file nella tua area upload sono stati cancellati

source: File was renamed from %s to %s because there was a filename conflict.
es: El archivo fue renombrado de %s a %s debido a que hay un conflicto de nombres
gl: O arquivo renomeouse de %s a %s por mor dun conflito de nomes
hu: A fájlt átnevezték %s-ről %s-re, mert már volt ugyanolyan nevű fájl.
is: Skráarheiti var breytt úr %s yfir í %s vegna þess að til staðar var önnur skrá með sama nafni.
it: Il file è stato rinominato da %s a %s perchè c'era un conflitto di nome di file.

source: An unknown problem occurred while uploading the file '%s' (perhaps it was too large?)
es: Un error desconocido ha ocurrido mientras se subía el archivo '%s' (¿quizás es demasiado grande?
gl: Un erro descoñecido ocorreu mentres se subía o arquivo '%s' (se cadra demasiado grande)
hu: A(z) '%s' állomány feltöltése során ismeretlen hiba következett be (talán túl nagy az állomány).
is: Óþekkt villa kom upp við innlestur á skránni '%s' - ef til vill var hún of stór
it: Un problema sconosciuto si è verificato nell'upload del file '%s' (forse era troppo grande?)

source: No file was found - are you sure you selected one to upload?
es: Ningún archivo encontrado - ¿estás seguro que has seleccionado un archivo para subirlo?
gl: Non se atopou o arquivo - ¿estás seguro que seleccionaches un arquivo para subilo?
hu: Nem találtam a fájlt - biztos, hogy kiválasztott egyet feltöltésre?
it: Nessun file trovato - sicuro di averne selezionato uno da aggiungere?

source: Uploaded file exceeded the maximum size limit set by the server
es: El archivo excede el límite de tamaño máximo definido en el servidor
gl: O arquivo supera o límite do máximo definido no servidor
hu: A feltöltött állomány mérete nagyobb a szerveren beállított mérethatárnál
it: Il file aggiunto era più grande del limite stabilito dal server

source: Uploaded file exceeded the maximum size limit set by the form
es: El archivo excede el límite de tamaño máximo definido por el formulario
gl: O arquivo supera o límite de tamaño máximo definido polo formulario
hu: A feltöltött állomány mérete nagyobb az űrlapban beállított mérethatárnál
is: Stærð skráar er umfram þa sem leyfilegt er.
it: Il file aggiunto era più grande del limite stabilito dal form
