Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/tmp/languages/*/LC_MESSAGES/*.po
Languages: es, gl, hu, is, it

source: Feeds are information streams from other sites. You will often see a link to an 'RSS' feed while browsing; enter the link address into the 'add feed' box at the bottom of the page to read that information from within your learning landscape.
es: Los feed son flujos de información de otras páginas. Con frecuencia verás un enlace a un feed 'RSS' mientras realizas una búsqueda; introduce la dirección del enlace en el recuadro 'añadir alimentación' al final de la página para leer la información desde tu entorno de aprendizaje.
gl: Os feed son fluxos de información doutras páxinas. Con frecuencia verás un enlace a un feed 'RSS' mentres realizas unha búsqueda; introduce a dirección do enlace no recadro 'engadir alimentación' ao final da páxina para ler a información desde o teu ambiente de aprendizaxe.
hu: A feedek információs folyamok más oldalakról. Böngészés közben gyakran találkozol RSS feedre mutató linket; írd be a link címét a lap alján található "feed hozzáadása" dobozba, hogy a saját tanuló felületeden olvasd el azt az információt.
it: I feed sono flussi di informazione da altri siti. Spesso si vedono link a un feed RSS mentre si naviga; inserisci l'indirizzo del link nel campo 'inserisci feed' al fondo di questa pagina per leggere i feed da dentro il tuo learning landscape.

source: Last updated
es: Última actualización
gl: Última actualización
hu: Utolsó frissítés
is: S
it: Ultimo aggiornamento

source: Resource name
es: Nombre de fuente
gl: Nome de fonte
hu: Erőforrás neve
is: Nafn viðfangs
it: Nome della risorsa

source: View content
es: Visualizar contenido
gl: Ver contido
hu: Tartalom megtekintése
is: Birta innihald
it: Mostra contenuto

source: Are you sure you want to unsubscribe from this feed?
es: ¿Estás seguro de que quieres cancelar tu suscripción a este feed?
gl: ¿Estás seguro de que queres cancelar a túa suscrición a este feed?
hu: Biztos, hogy le akarsz iratkozni erről a feedről?
is: Ert'u viss um að þú viljir afturkalla áskrift að þessum straum?
it: Sei sicuro di volere eliminare questo feed?

source: Unsubscribe
es: Cancelar suscripción
gl: Cancelar subscrición
hu: Leiratkozás
is: Afturkalla áskrift
it: Annulla iscrizione

source: Subscription list as OPML
es: Lista de subscripción como OPML
gl: Lista de subscrición como OPML
is: Áskrifarlisti á OPML sniði
it: Lista delle sottoscrizioni come OPML

source: Update
es: Actualizar
gl: Actualizar
hu: Frissítés
is: Uppfæra
it: Aggiornare

source: You are not subscribed to any feeds.
es: No estás suscrito a ningún feed.
gl: Non estás subscrito a ningún feed
hu: Nem iratkoztál fel egyetlen feedre sem.
it: Non sei abbonato ad alcun feed.

source: No feeds were found.
es: No se encontraron feeds.
gl: Non se atoparon feeds.
hu: Nem találtunk feedeket.
is: Engir straumar fundust.
it: Non sono strati trovati feed

source: To subscribe to a new feed, enter its address below:
es: Para suscribirse a una nuevo feed, introduce su dirección abajo:
gl: Para subscribirse a unha novo feed, introduce a súa dirección abaixo:
hu: Egy új feedre való feliratkozáshoz az alábbi mezőbe írd be a címét:
is: Skráðu slóðina að RSS strauminum hér fyrir neðan til að gerast áskrifandi:
it: Per abbonarsi ad un nuovo feed, inserisci il suo indirizzo qui sotto:

source: Subscribe
es: Suscribirse
gl: Subscribirse
hu: Feliratkozás
is: Gerast áskrifandi
it: Abbonati

source: This is a list of the feeds with the most subscribers.
es: Es una lista de los feed con la mayoría de los suscriptores.
gl: É unha lista dos feed coa maioría dos subscriptores.
hu: Azon feedek listája, amikre a legtöbben iratkoztak fel.
it: Questa è una lista dei feed con più abbonati.

source: Link to site
es: Enlaces a la página
gl: Enlaces á páxina
hu: Kapcsolódás egy oldalhoz
is: Krækja í síðu
it: Link al sito

source: Unnamed Feed
es: Feed sin nombre
gl: Feed sen nome
hu: Név nélküli feed
is: Ónefndur straumur
it: Feed senza nome

source: View posts
es: Visualizar posts
gl: Visualizar post
hu: Üzenetek megtekintése
is: Skoða færslur
it: Mostra i post

source: Are you sure you want to subscribe to this feed?
es: ¿Estás seguro de que quieres suscribirte a este feed?
gl: ¿Estás seguro de que queres subscribirte a este feed?
hu: Biztos, hogy feliratkozol erre a feedre?
is: Vilt'u örugglega gerast áskrifandi að þessum straum?
it: Sei sicuro di voler sottoscrivere questo feed?

source: Subscribers
es: Suscriptores
gl: Suscriptores
hu: Feliratkozások
is: Áskrifendur
it: Utenti iscritti

source: No-one has subscribed to any feeds.
es: Nadie se ha subscrito a ningún feed.
gl: Ninguén suscribiuse a ningún feed.
hu: Senki sem iratkozott fel egyetlen feedre sem.
is: Enginn hefur gerst áskrifandi að RSS straum
it: Nessuno si è iscritto ad alcun feed.

source: Click a box below to automatically import content from a feed into your blog. You can also add default keywords for content from that feed. (You should only do this if you have the legal right to use this resource - in other words, you must have permission from the content owner, as the feed's content will appear in your blog as if you had written it.)
es: Haz click en la opción que sigue para importar automáticamente el contenido de la fuente en tu blog. Puedes incluso añadir una palabra clave por defecto para el contenido de esa fuente. (Sólo deberías activar esta opción si tienes los permisos legales para usar esa fuente -en otras palabras, tienes que tener el permiso del autor del contenido, ya que el contenido de la fuente aprecerá en tu blog como si tu lo hubieras escrito.)
gl: Preme na opción que segue para importar automáticamente o contido da fonte no teu blog. Podes ata engadir unha palabra crave por defecto para o contido desa fonte. (Só deberías activar esta opción se tes os permisos legais para usar esa fonte -noutras palabras, tes que ter o permiso do autor do contido, xa que o contido da fonte aprecerá no teu blog como se ti o escribises.)
it: Selezionate una delle caselle sottostanti per importare del materiale da un feed esterno. Usate questa opzione solo se avete i diritti legali per utilizzare questo materiale all'interno del vostro blog. Dovete avere una autorizzazione del proprietario di questo materiale, dato che apparirà nel vostro blog come se foste voi l'autore.

source: Are you sure you want to import this content into your personal blog?\nYou should make sure you own it or have permission from the copyright holder.
es: ¿estás seguro que quieres importar este contenido en tu blog personal=\nDeberías asegurarte de que es tuyo o que tienes permisos de copyright del propietario.
gl: ¿Estás seguro que queres importar este contido no teu blog persoal?\nDeberías asegurarte de que é teu ou que tes permisos de copyright do propietario.
hu: Biztos vagy benne, hogy importálni kívánod ezt a tartalmat a saját blogodba?\nBizonyosodj meg róla, hogy a te tulajdonodban van vagy pedig a tulajdonsotól van rá engedélyed.
is: Viltu örugglega flytja þetta efni inn í bloggið þitt?\nÞú ættir að ganga úr skugga um að þú sért eigandi þess eða hafir heimild frá þeim aðila sem á höfundarréttinn.
it: Sei sicuro di voler importare questo contenuto nel tuo blog personale? \n Devi assicurarti di essere il possessore del contenuto o di avere il permesso di chi ne detiene i diritti.

source: unknown
es: desconocido
gl: descoñecida
hu: ismeretlen
is: óþekkt
it: sconosciuto

source: View site
es: Visualizar página
gl: Ver o sitio
hu: Oldal megtekintése
is: Skoða vef
it: Mostra sito

source: View aggregator
es: Visualizar aggregator
gl: Visualizar agregador
it: Aggregatore

source: Popular feeds
es: Feeds populares
gl: Feeds Populares
hu: Népszerű feedek
is: Vinsælir straumar
it: Feed popolari

source: Your Resources
es: Tus recursos
gl: Os teus recursos
hu: A te erőforrásaid
is: Aðföngin þín
it: Le tue risorse

source: Publish to blog
es: Publicar al blog
gl: Publicar ao blog
hu: Megjelentet a blogon
it: Pubblica sul blog

source: Popular Feeds
es: Feeds populares
gl: Feeds populares
hu: Népszerű Feed-ek
is: Vinsælir straumar
it: I feed più popolari

source: Feed widget
es: Widget del feed
gl: Widget do feed
hu: Feed komponens
it: Widget per Feed

source: Displays the latest entries from an external feed of your choice.
es: Muestra las últimas entradas desde un feed externo que selecciones.
gl: Mostra as últimas entradas desde un feed externo que seleccionaches.
hu: A választásod szerinti külső feed legfrissebb bejegyzéseit jeleníti meg.
it: Mostra gli ultimi inserimenti da un feed esterno scelto da te.

source: This feed is currently empty.
es: El feed está vacío.
gl: O feed está vacío.
hu: Ez a feed jelenleg üres.
it: Questo feed è attualmente vuoto.

source: This feed widget is undefined.
es: El widget del feed no está definido.
gl: O widget do feed non está definido.
hu: Ez a fedd komponens meghatározatlan.
it: Questo widget per i feed non è definito

source: This widget displays the last couple of entries from an external feed you have subscribed to. To begin, select the feed from your subscriptions below:
es: Este widget muestra las últimas entradas de un feed externo al que estés suscrito. Para empezar, selecciona un feed:
gl: Este widget mostra as últimas entradas dun feed externo ao que estés subscrito. Para empezar, selecciona un feed:
hu: Ez a komponens megjeleníti azon feed-ek legutóbbi néhány bejegyzését, amire feliratkoztál. A kezdéshez válaszd ki a feed-et a feliratkozások közül:
it: Questo widget mostra gli ultimi inserimenti da un feed esterno. Per iniziare, seleziona il feed dalle tue sottoscrizioni:

source: Then enter the number of feed entries you'd like to display:
es: Indica el número de entradas del feed que te gustaría mostrar:
gl: Indica o número de entradas do feed que che gustaría mostrar:
hu: Írd be hány feed bejegyzést kívánsz megjeleníteni
it: Successivamente inserisci il numero del feed in entrata che desideri venga pubblicato:

source: You can't select a feed for this widget because you don't have any feed subscriptions. Click on <a href="%s">Your</a> Resources to subscribe to a feed.
es: No puedes seleccionar un feed para este widget porque no estás suscrito a ningún feed. Haz clic en <a href="%s">Tus Recursos</a> para suscribirte a un feed.
gl: Non podes seleccionar un feed para este widget porque non estás subscrito a ningún feed. Fai clic en <a href=\"%s\">Os teus Recursos</a> para subscribirte a un feed.
it: Non puoi selezionare un feed per questo widget perchè non hai aggiunto nessun feed alla pagina delle risorse. Clicca su <a href="%s"> le tue Risorse</a> per abbonarti ad un feed.

source: Feed subscriptions for %s
es: Suscripciones para %s
gl: Suscricións para %s
is: Áskrift að straumum fyrir %s
it: Spedisci sottoscrizione per %s

source: No subscriptions found
es: No se encontraron suscripciones
gl: Non se atoparon suscricións
is: Engar áskriftir fundust
it: Nessuna sottoscrizione

source: Username not found: %s
es: No se encontró el nombre de usuario: %s
gl: Non se atopou o nome de usuario:%s
is: Notandanafn fannst ekki: %s
it: Username non trovato: %s

source: RSS Management
es: Gestión de RSS
gl: Administración do RSS
hu: RSS kezelés
is: RSS stjórnun
it: Gestione RSS

source: To add this feed to your resources page, click here.
es: Para añadir este feed a tu página de recursos, haz clic aquí.
gl: Para engadir este Feed a túa páxina de recurso, fai clic aquí.
hu: Kattints ide, hogy az erőforrásaid közé felvedd ezt a feed-et.
is: Smelltu hér til að bæta þessum straum við námusíðuna þína.
it: Per aggiungere questo feed alla tua pagina delle risorse, clicca qui.

source: To add this feed to an external RSS aggregator, click the link that corresponds to your aggregator:
es: Para añadir este feed a un agregador externo de RSS, haz clic en el enlace que corresponde a tu agregador:
gl: Para engadir este Feed a un agregador RSS externo, fai clic no enlace que corresponda ao teu agregador
hu: Ahhoz, hogy ezt a feed-et egy külső RSS gyűjtőhöz hozzáadd, kattints arra a linkre, amely a te gyűjtőhelyeddel levelez.
is: Til að bæta þessum straum við ytri RSS fréttaveitu, smelltu þá á tengilinn sem svarar til fréttaveitu þinnar.
it: Per aggiungere questo feed ad un lettore RSS esterno, clicca sul link che corrisponde al tuo lettore:

source: Summary
es: Resumen
gl: Resumo
hu: Összefoglaló
it: Sommario

source: This is an RSS feed for
es: Este es un feed RSS de
gl: Este é un feed RSS para
hu: Ez a következőkhöz használható RSS feed:
is: Þetta er RSS straumur fyrir
it: Questo è un feed RSS per

source: Didn't mean to come here? Click to exit!
es: ¿No quisiste venir aquí? Haz clic para salir!
gl: ¿Quixeches vir aquí? Fai clic para saír!
hu: Nem ide szeretett volna jönni? Kattintson a kilépéshez!
is: Ætlaðir ekki hingað? Smelltu til að fara!
it: Sei qui per errore? Fai clic per uscire!

source: Photo gallery
es: Galería
gl: Galería fotográfica
is: Myndasafn
it: Galleria di Foto

source: Uploaded on %s
es: Publicado en %s
gl: Publicado en %s
it: Upload effettuato su %s

source: No title
es: Sin título
gl: Sen título
is: Enginn titill
it: Nessun titolo

source: Non-photo files
es: No hay archivo de imágenes
gl: Non hai arquivo de imaxes
is: Ekki myndaskrár
it: File di tipo non fotografico

source: Widget added.
es: Widget añadido.
gl: Widget engadido.
hu: Komponens hozzáadva.
it: Widget aggiunto.

source: Select a widget type from the list below:
es: Selecciona un tipo de widget de la lista siguiente:
gl: Selecciona un tipo de widget da seguinte lista:
hu: Válassz egy komponens típust az alábbi listából:
is: Veldu tegund viðmótshlutar úr listanum hér að neðan:
it: Seleziona un tipo di widget dalla lista qui sotto:

source: This screen allows you to edit your profile. Blank fields will not show up on your profile screen in any view; you can change the access level for each piece of information in order to prevent it from falling into the wrong hands. For example, we strongly recommend you keep your address to yourself or a few trusted parties.
es: Esta pantalla te permite editar tu perfil. Los campos en blanco no aparecerán en la pantalla de perfil en ningún modo de vista; podrás cambiar el nivel de acceso de cada uno de los datos con el objeto de evitar que caigan en las manos equivocadas. Por ejemplo, es muy recomendable que no divulgues tu dirección, salgo a un pequeño círculo de allegados.
gl: Esta pantalla permíteche editar o teu perfil. Os campos en branco non aparecerán na pantalla de perfil en ningún modo de vista; poderás cambiar o nivel de acceso de cada un dos datos co obxecto de evitar que caian nas mans equivocadas. Por exemplo, é moi recomendable que non divulgues a túa dirección, salvo a un pequeno círculo de achegados.
hu: Ebben az ablkban szerkesztheted a profilodat. Az üres mezők egyetlen nézetben sem jelennek meg a profilodban; bármely adatodnál szabályozhatod/megváltoztathatod a hozzáférés szintjét annak érdekében, hogy ne kerüljön rossz kezekbe. Például: javasoljuk, hogy a címedet csak te lásd vagy csupán néhány csoport, akikben bízol.
it: Questa schermata ti consente di modificare il tuo profilo. I campi lasciati in bianco non saranno mostrati sul tuo profilo; puoi cambiare i diritti di accesso per ogni campo, per evitare di diffondere informazioni che vuoi restino riservate. Per esempio, ti raccomandiamo di tenere il tuo indirizzo per te o per pochi utenti fidati.

source: Click here to edit this profile.
es: Pincha aquí para editar este perfil.
gl: Preme aquí para editar este perfil.
hu: A profil szerkesztéséhez kattintson ide.
is: Smelltu hér til að breyta þessari lýsingu
it: Clicca qui per modificare il profilo.

source: Access Restriction:
es: Restricción de acceso:
gl: Restrición de acceso:
hu: Hozzáférés korlátozás:
is: Aðgangstakmarkanir
it: Restrizioni sull'accesso:

source: Profiles where
es: Perfiles donde
gl: Perfís onde
is: Profielen waarvan
it: Profili in cui

source: There was an error uploading the file. Possibly the file was too large, or the upload was interrupted.
es: Se produjo un error descargando el archivo. Posiblemente el archivo era demasiado grande o la descarga fue interrumpida.
gl: Produciuse un erro descargando o arquivo. Posiblemente o arquivo era demasiado grande ou a descarga foi interrompida.
hu: Hiba történ az állomány feltöltése közben. Lehetséges, hogy az állomány túl nagy volt, vagy a feltöltés megszakadt.
is: Villa kom fram þegar skráin var sótt. Hugsanlega er skráin of stór eða truflun varð á vinnslunni.
it: Errore nell'upload del file. L'errore può essere stato causato dalle dimensioni eccessive del file oppure da un'interruzione nell'operazione di upload.

source: Data from your FOAF file has been preloaded. You must click Save at the bottom of the page for the changes to take effect.
es: Los datos de tu archivo FOAF se han predescargado. Debes pinchar en Guardar al final de la página para que los cambios se hagan efectivos.
gl: Descargáronse os datos do teu arquivo FOAF. Premer en Gardar ao final da páxina para que os cambios se fagan efectivos.
hu: A FOAF állomány adatai betöltődtek. A lap alján a "Mentés" gombra kell kattintanod, hogy elmentsd a változásokat.
is: Gögn úr FOAF skránni hafa verið forhlaðin. Þú verður að smella á Vista hnappinn neðst á síðunni til þess að breytingarnar taki gildi.
it: I dati dal tuo file FOAF sono stati caricati. Devi cliccare su "Salva" al fondo della pagina per salvare i dati inseriti.

source: Error: supplied file did not appear to be a FOAF file.
es: Error: el archivo proporcionado no parece ser un archivo FOAF.
gl: Erro: o arquivo proporcionado non semlla un arquivo FOAF.
hu: Hiba: az alkalmazott állomány nem FOAF állományként jelenik meg.
is: Villa: skrá virðist ekki vera FOAF skrá
it: Errore: il file inserito non sembra essere un file FOAF.

source: Your Profile
es: Tu Perfil
gl: O teu perfil
hu: Profilod
is: Lýsingin þín
it: Il tuo profilo

source: Edit this profile
es: Editar este perfil
gl: Editar este perfil
hu: Profil szerkesztése
is: Breyta þessari lýsingu
it: Modifica questo profilo

source: Change site picture
es: Cambiar foto de la página
gl: Cambiar foto da páxina
hu: Oldalkép megváltoztatása
it: Cambia l'immagine del sito

source: People
es: Gente
gl: Xente
hu: Emberek
is: Fólk
it: Persone

source: Profile widget
es: Widget de perfil
gl: Widget do perfil
hu: Profil komponens
it: Widget del profilo

source: Displays the contents of a profile field.
es: Muestra el contenido de un perfil.
gl: Mostra o contido dun perfil.
hu: Megjeleníti egy profil mező tartalmát.
it: Mostra il contenuto di uno dei campi del profilo

source: This profile box is undefined.
es: Este cuadro de perfil está indefinido.
gl: Este cadro de perfil está indefinido.
hu: Ez a profil box meghatározatlan.
it: Questo box del profilo non è definito.

source: friend
es: amigo

source: friends
es: amigos

source: Select a profile field below; the widget will then display the profile content from this field.
es: Seleccione un perfil más abajo; el widget mostrará el contenido del perfil.
gl: Seleccione un perfil máis abaixo; o widget mostrará o contido do perfil.
hu: Válassz egy profil mezőt az alábbiak közül; a komponens ezután megjeleníti a mező profil tartalmát.
it: Seleziona un campo del profilo: il widget mostrerà poi il contenuto del campo.

source: Your LMS hosts
es: Tus hosts LMS
gl: Os teus hosts LMS
hu: LMS hostok
is: Vefumsjónarkerfi
it: Piattaforme LMS

source: Profile Owner
es: Propietario del perfil
gl: Propietario do perfil
hu: A profil tulajdonos
is: Eigandi lýsingar
it: Proprietario del profilo

source: You
es: Tú
gl: Ti
is: Þú
it: Tu

source: Click here to upload a photo
es: Pinche aquí para subir una fotografía

source: Items tagged with "%s" from %s
es: Objetos etiquetados con "%s" de %s
gl: Obxectos etiquetados con "%s" de %s
hu: "%s"-el jelölt elemek %s-től
is: Hlutir merktir með "%s" frá %s
it: Oggetti taggati con "%s" da %s

source: Syndication
es: Sindicación
gl: Sindicación
is: Syndicatie

source: RSS feed for this tag
es: Feed RSS para esta etiqueta
gl: Feed RSS para esta etiqueta
hu: RSS fedd ehhez a tag-hez
is: RSS straumur fyrir þetta tag
it: Feed RSS per questo tag

source: Automatic tag suggestion:
es: Sugerencia de etiqueta automática:
gl: Suxestión de etiqueta automática:
hu: Automatikus (meg)jelölés javaslat
is: Automatische tag suggestie:
it: Suggerimento automatico dei tag:

source: Matching users:
es: Emparejando usuarios:
is: Overeenkomende gebruikers:

source: Random tags
es: Etiquetas aleatorias
gl: Etiquetas aleatorias
is: Tög að handahófi
it: Tag casuali

source: No tags found for this user.
es: No se encontraron etiquetas para este usuario.
gl: Non se atoparon etiquetas para este usuario.
hu: Nincsenek címkék ehhez a felhasználóhoz
is: Engin tög fundustu sem tengjast þessum notanda.
it: Non sono stati trovati tag di questo utente

source: The following is a selection of keywords used within this site. Click one to see related users, weblog posts or objects.
es: A continuación hay una selección de palabras clave utilizadas en la página. Pincha en una para ver los usuarios relacionados, posts de weblog u objetos.
gl: A continuación tes unha selección de palabras crave empregadas na páxina. Preme nunha para ver os usuarios relacionados, posts de weblog ou obxectos.
hu: Az ezen az oldalon használt válogatott kulcsszavak listája. Kattints az egyikre, hogy megnézd milyen felhasználók, webnapló üzenetek, egyéb tárgyak kapcsolódnak hozz-
is: Eftirfarandi eru valin lykilorð sem eru í notkun á vefnum. Smelltu á lykilorð til að sjá hvaða notendur, blogg eða skrár tengjast því.
it: Questa è una selezione di parole chiave usate in questo sito. Clicca su una parola chiave per vedere utenti, blog, post o oggetti relativi.

source: Template Edit
es: Editar plantilla
gl: Editar patrón
hu: Sablon szerkesztése
it: Modifica Template

source: Select / Create Themes
es: Seleccionar/Crear temas
gl: Seleccionar/Crear Temas
hu: Téma kiválasztása/létrehozása
is: Velja / Búa til þema
it: Selezionare / Creare Temi

source: Stylesheet
es: Hoja de estilos
gl: Folla de estilo
hu: Stíluslap
is: Stílsnið
it: Foglio di stile

source: The Cascading Style Sheet for the template.
es: La hoja de estilo (CSS) para el template
gl: Folla de estilo (CSS) para o template
hu: A Vízesés Stíluslap a sablonhoz
is: Stílsniðið fyrir útlitið
it: Il CSS (cascading style sheet) per il template.

source: Page Shell
es: Interfaz de usuario de página
gl: Interface de usuario de páxina
hu: Oldal vázlat
is: Uppsetning á síðu

source: The main page shell, including headers and footers.
es: El interfaz de usuario de la página principal, incluidos encabezados y pies de página.
gl: A interface de usuario da páxina principal, incluídos encabezados e pes de páxina.
hu: A főoldal váza, beleértve az élőfejet és élőlábat.
is: Uppsetning á aðalsíðu með haus og fæti.
it: La pagina principale, inclusi header e footer.

source: Page metatags (mandatory) - must be in the 'head' portion of the page
es: Metaetiquetas de página (obligatorio) - deben estar en la parte del 'encabezado' de la página
gl: Metaetiquetas de páxina (obligatorio) - deben estar na parte de 'encabezado' da páxina
hu: Oldal metatag-ek (kötelező megadni) - az oldal fej (head) részében kell lennie
is: Lýsigögn fyrir síðuna (verður að vera til staðar) - verður að vera í 'haus' einingu síðunnar.
it: Pagina dei metatag (obbligatoria) - deve essere inserita nella sezione "head" della pagina

source: Menu
es: Menú
gl: Menú
hu: Menü
is: Valmynd

source: Status menu
es: Menú de estado
gl: Menú de estado
hu: Állapot menü
is: Stöðuyfirlit
it: Menu dello status

source: Main body
es: Cuerpo principal
gl: Corpo principal
hu: Fő rész
is: Meginmál
it: Corpo principale

source: Content holder
es: Sostenedor del contenido
gl: Cartafol de contido
hu: Tartalom gazda
is: Efnisgeymsla
it: Segnaposto del contenuto
