Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/tmp/languages/*/LC_MESSAGES/*.po
Languages: es, gl, hu, is, it

source: File was only partially uploaded
es: El archivo se ha subido parcialmente
gl: O arquivo subiuse parcialmente
hu: A fájlt csak részlegesen töltötték fel.
is: Einungis tókst að hlaða inn hluta af skránni
it: Il file è stato caricato solo in parte

source: Upload log for file %u
es: Log de subidas: %u
gl: Rexistro de subidas: %u
is: Hlaða inn skráningu fyrir skrá %u
it: Log relativo all'upload del file %u

source: Title:
es: Título
gl: Título:
hu: Cím
is: Titill:
it: Titolo:

source: The file has been moved to a quarantine directory.
es: El archivo ha sido movido al directorio de cuarentena.
gl: O arquivo moveuse ao directorio de corentena.
hu: Az állomány karantén könyvtárba került.
is: Skráin var færð til einangrunar í þar til gert skráarsafn.
it: Il file è stato spostato nella cartella di quarantena.

source: The file has been moved to your specified quarantine directory, the new location is %s
es: El archivo ha sido movido al directorio de cuarentena especificado, la nueva localización es %s
gl: O arquivo foi movido ao directorio de corentena especificado, a nova localización é %s
hu: Az állomány az általad meghatározott karantén könyvtárba került, az új helye %s
it: Il file è stato spostato nella tua specifica cartella di quarantena, rintracciabile qui %s

source: The file has been deleted
es: El archivo ha sido borrado
gl: O arquivo foi borrado
hu: Az állományt töröltük
is: Skránni hefur verið eytt
it: Il file è stato cancellato

source: Could not move the file into your specified quarantine directory, %s. You need to fix this as files are being deleted if they're found to be infected.
es: No se puede mover el archivo al directorio de cuarentena especificado, %s. Necesitas corregir esto ya que los archivos infectados son eliminados.
gl: Non se pode mover o arquivo ao directorio de corentena especificado, %s. Necesitas corrixir isto xa que os arquivos infectados son eliminados.
hu: Az állományt nem lehet az általad megjelölt %s könyvtárba helyezni. A vírusos állományok minden esetben törlésre kerülnek.
is: Gat ekki fært skrána í möppu yfir einangraðar skrár, %s. Þú verður að laga þetta eins og skrá sem er eytt ef þær eru smitaðar af vírus.
it: Non è stato possibile spostare il file dentro la directory di quarantena specificata, %s. Devi risolvere questo problema, dato che i file trovati infetti vengono rimossi automaticamente.

source: The file could not be deleted
es: El archivo no puede ser borrado
gl: O arquivo non pode borrarse
hu: Az állományt nem lehet törölni
is: Ekki var hægt að eyða skránni
it: Il file non può essere cancellato

source: Elgg is configured to run clam on file upload, but the path supplied to Clam AV, %s, is invalid.
es: Elgg está configurado para ejecutar el antivirus Clam para cada archivo subido, pero la ruta suministrada para el antivirus Clam AV, %s, no es válida.
gl: Elgg está configurado para executar o antivirus Clam para cada arquivo subido, pero a ruta suministrada para o antivirus Clam AV, %s, non é válida.
hu: Az Elgg-t úgy állították be, hogy a Clam víruskeresőt futassa állományok feltöltésekor. De a Clam AntiVírushoz használt út, %s, helytelen.
it: Elgg è configurato per scansire i file con clamAV ad ogni upload, ma il percorso specificato per clamAV, %s, non è valido.

source: In addition, Elgg is configured so that if clam fails to run, files are treated like viruses. This essentially means that no student can upload a file successfully until you fix this.
es: En adición, Elgg está configurado para que en caso que clam no pueda ejecutarse, los archivos sean considerados como viruses. Esto significa que ningún estudiante podrá subir archivos exitosamente hasta que resuelvas esto.
gl: En adición, Elgg está configurado para que en caso que Clam non poida executarse, os arquivos sexan considerados como virus. Isto significa que ningún estudante poderá subir arquivos con éxito ata que resolvas isto.
hu: Azonkívül az Elgg-t úgy konfigurálták, hogyha a Clam víruskereső nem tud lefutni, akkor az állományokat úgy kezeli, mintha vírusok lennének. Ez lényegét tekintve azt jelenti, hogy egyetlen tanuló sem tud sikeresen állományt feltölteni, amíg helyre nem hozod ezt a hibát.
is: Til viðbótar, Elgg var stillt þannig að ef clam vírusvörnin keyrir ekki þá eru skrár meðhöndlaðar sem vírusar. Það merkir að nemendur geta ekki hlaðið inn skrá fyrr en þú lagar þetta.
it: Inoltre, Elgg è configurato in modo che se clam non funziona, tutti i file sono trattati come virus. Questo in pratica significa che nessun utente può fare l'upload di file finchè non si risolve il problema.

source: Your administrator has enabled virus checking for file uploads but has misconfigured something.<br />Your file upload was NOT successful. Your administrator has been emailed to notify them so they can fix it.<br />Maybe try uploading this file later.
es: El administrador ha activado el chequeo de virus para los archivos subidos pero no ha configurado algo correctamente. <br />No se ha subido el archivo correctamente. Tu administrador ha sido informado por lo que solucionará el fallo. <br />Quizás debería intentar subir el archivo más tarde.
gl: O administrador activou a revisión de virus para os arquivos subidos pero non configurou algo correctamente.<br />Non se subiu o arquivo correctamente. O teu administrador foi informado polo que solucionará o fallo.<br />Quizais debería intentar subir o arquivo máis tarde.
hu: Az állományfelöltésnél a rendszergazda lehetővé tette a vírusellenőrzést, de valamit rosszul állított be. <br />Az állományfeltöltés NEM volt sikeres. A rendszergazdát e-mailben figyelmeztettük, így ki tudja javítani.<br />Próbáld meg később feltölteni az állományt.
is: Kerfisstjóri hefur virkjað vírusskönnun á innfluttum skrám en eitthvað hefur misfarist við uppsetningu. <br /> Ekki tókst að hlaða skránni þinni inn. Kerfisstjóra hefur fengið orðsendingu í tölvupósti þannig að hann geti gert lagfært þetta. <br /> Reyndu aftur að hlaða inn skránni seinna.
it: L'amministratore ha abilitato il controllo antivirus per l'upload dei file, ma ci sono degli errori nella configurazione. <br /> L'upload del tuo file non è avvenuto con successo. E' stata mandata una mail all'amministratore per avvertirlo<br>. Prova a rimandare il file più tardi.

source: Attention administrator! Clam AV has found a virus in a file uploaded by %s. Here is the output of clamscan:
es: Atención administrador! El Antivirus Clam ha encontrado un virus en el archivo subido por %s. Este es el resultado del escaneado del antivirus Clam:
gl: Atención administrador! O Antivirus Clam atopou un virus no arquivo subido por %s. Este é o resultado do escaneado do antivirus Clam:
hu: Rendszergazda, figyelem! Clam AV vírust talált a(z) %s által feltöltött állományban. Itt a vírusvizsgálat eredménye:
is: Athugaður kerfisstjóriQ Clam AV hefur fundið vírus í skrá sem hlaðið var upp af %s. Hér er niðurstaða úr Clam vírusskönnun:
it: Attento amminstratore! Clam AV ha trovato un virus in un file aggiunto da %s. Ecco i dettagli del clamscan:

source: The file you have uploaded, %s, has been scanned by a virus checker and found to be infected! Your file upload was NOT successful.
es: El archivo subido, %s, ha sido escaneado por un antivirus y está ¡infectado!. NO has logrado subir el archivo.
gl: O arquivo subido, %s, foi escaneado por un antivirus e atópase ¡infectado!. NON lograches subir o arquivo.
hu: Víruskereső ellenőrizte a(z) %s állomány, amit feltöltöttél és fertőzöttnek találta. Az állományfeltöltés NEM volt sikeres.
is: Skráin sem þú hefur hlaðið inn, %s, hefur verið vírusskönnuð og það kom í ljós að hún innihélt vírus. Það tókst því EKKI að hlaða inn þessari skrá.
it: Il file che hai aggiunto, %s, è stato analizzato da un programma antivirus ed è risultato infetto! Il file non è stato aggiunto.

source: Clam AV has failed to run. The return error message was %s. Here is the output from Clam:
es: El antivirus Clam AV no se ha podido ejecutar. El mensaje de error fue %s. Ésta es la salida de Clam:
gl: Non se puido executar o antivirus Clam AV. A mensaxe de erro foi %s. Esta é a saída de Clam:
hu: A Clam AV (AntiVírus) futása közben hiba történt. A hibaüzenet a következő: %s. A Clam eredménye:
is: Ekki reyndist hægt að ræsa Clam vírusvörnina. Villuboðin eru eftirfarandi %s. Hér eru frálagsgögnin frá Clam:
it: Clam AV non si è attivato. L'errore riportato è stato ' %s'. Ecco l'output di Clam AV.

source: %s :: Clam AV notification
es: %s :: Notificación del antivirus Clam AV
gl: %s :: Notificación do antivirus Clam AV
hu: %s : A Clam AV közlése
is: %s :: Tilkynning frá Clam vírusvörninni

source: There was an unknown error with clam.
es: Ocurrió un error desconocido con clam.
gl: Ocorreu un erro descoñecido por Clam.
it: C'è stato un errore sconosciuto con ClamAV

source: You have been logged on.
es: Has iniciado la sesión.
gl: Iniciaches a sesión.
hu: Beléptettek.
is: Þú ert innskráður.
it: Ora sei loggato.

source: Unrecognised username or password. The system could not log you on, or you may not have activated your account.
es: Contraseña o nombre de usuario no reconocidos. El sistema no pudo iniciar su sesión o puede que no hayas activado tu cuenta.
gl: Contrasinal ou nome de usuario non recoñecidos. O sistema non puido iniciar a sua sesión ou pode que non activaras a túa conta.
hu: Ismeretlen felhasználónév vagy jelszó. A rendszer nem tudott beléptetni, vagy még nem aktiváltad a felhasználó fiókod.
it: Nome utente o password non riconosciuti. Il sistema non ha potuto accreditarti, oppure potresti non aver ancora attivato il tuo account.

source: Either the username or password were not specified. The system could not log you on.
es: No se especificaron el nombre de usuario o la contraseña. El sistema no pudo permitirte iniciar la sesión.
gl: Non se especificaron o nome de usuario e a contrasinal. O sistema non puido permitirche iniciar a sesión.
hu: Nem adtál meg felhasználónevet vagy a jelszót. A rendszer nem tudott beléptetni.
is: Notendanafn eða lykilorð vantar. Innskráning mistókst.
it: O il nomeutente o la password non sono stati inseriti. Il sistema non ha potuto accreditarti.

source: Access Denied
es: Acceso Negado
gl: Acceso denegado
hu: Hozzáférés megtagadva
is: Aðgangi hafnað
it: Accesso negato

source: You cannot reply to this message by email.
es: No puedes responder a este mensaje por email
gl: Non podes responder a esta mensaxe por correo electrónico
hu: Erre az üzenetre nem tud emailben válaszolni.
is: Ekki er hægt að svara þessum skilaboðum með tölvupósti.
it: Non è possibile rispondere via e-mail a questo messaggio

source: Failed to send email. An unknown error occurred.
es: Error al mandar el email. Ha ocurrido un error desconocido.
gl: Erro ao mandar o correo electrónico. Houbo un erro descoñecido.
hu: Sikertelen emailküldés. Ismeretlen hiba történt.
is: Gat ekki sent tölvupóst. Óþekkt villa.
it: Invio mail non riuscito. Errore sconosciuto

source: Failed to send message. An unknown error occurred.
es: Error al mandar el mensaje. Ha ocurrido un error desconocido.
gl: Erro ao mandar a mensaxe. Houbo un erro descoñecido.
hu: Sikertelen üzenetküldés. Ismeretlen hiba történt.
is: Gat ekki sent skilaboð. Óþekkt villa.
it: Messaggio non inviato. Un errore sconosciuto si è verificato.

source: System
es: Sistema
gl: Sistema
hu: Rendszer
is: Kerfi
it: Sistema

source: Error! Your username must contain letters and numbers only, cannot be blank, and must be between 3 and 12 characters in length.
es: ¡Error! Tu nombre de usuario sólo puede contener letras y números, no debe dejarse en blanco, y debe contener entre 3 y 12 carácteres.
gl: ¡Erro! O teu nome de usuario só pode conter letras e números, non debe deixarse en blanco, e ten que oscilar entre 3 e 12 caracteres.
is: Villa! Notendanafnið þitt getur einungis innihaldið bókstafi og tölur og verður að vera minnst 3 stafir og mest 12 stafir að lengd.
it: Si è verificato un errore! Il tuo username deve contenere solo lettere o numeri: non può essere lasciato vuoto e deve contenere tra i 3 e i 12 caratteri

source: Error! Invalid password. Your passwords must match and be between 6 and 16 characters in length.
es: ¡Error! Contraseña no válida. Tus contraseñas han de coincidir y deben oscilar entre 6 y 16 caracteres.
gl: ¡Erro! Contrasinal non válido. O teu contrasinal debe coincidir e debe oscilar entre 6 e 16 caracteres.
hu: Hiba! Helytelen jelszó. A jelszó hossza minimum 6 maximum 16 karakter hosszú lehet.
is: Villa! Ógilt aðgangsorð. Aðgangsorðin verða að vera þau sömu og samanstanda af 6 til 16 bókstöfum.
it: Si è verificato un errore! Password non valida. La password deve contenere dai 6 ai 16 caratteri.

source: Error! You must enter your fullname
es: ¡Error! Debes introducir tu nombre
gl: ¡Erro! Debes introducir o teu nome
hu: Hiba! A teljes neved kell beírnod.
is: Villa! Þú verður að skrá fullt nafn.
it: Si è verificato un errore! Devi inserire il tuo nome per intero

source: Error! Your username and password does not match our record.
es: ¡Error! Tu nombre de usuario y/o contraseña no son válidos.
gl: ¡Erro! O teu nome de usuario e/ou contrasinal non son válidos.
hu: Hiba! A felhasználóneved és jelszavad nem egyezik az általunk rögzített adatokkal.
it: Si è verificato un errore! I tuoi nome utente e password non campaiono nel nostro archivio.

source: Fatal Error! Unknown action requested.
es: ¡Error fatal! Acción solicitada desconocida.
gl: ¡Error fatal! Acción solicitada descoñecida.
hu: Végzetes hiba! Ismeretlen tevékenység.
it: Si è verificato un errore! Viene richiesta un'azione sconosciuta

source: Your account creation was successful!
es: ¡Cuenta creada satisfactoriamente!
gl: ¡Creouse a conta satisfactoriamente!
hu: A felhasználói fiókja sikeresen létrejött!
it: La creazione del tuo account è andata a buon fine!

source: Join up
es: Inscribete
gl: Inscríbete
hu: Összekötés
is: Vertu með
it: Partecipa

source: Login
es: Entrar
gl: Entrar
hu: Bejelentkezés
is: Innskráning

source: Activity for %s, hosted on %s.
es: Actividad para %s, alojada en %s.
gl: Actividade para %s, aloxada en %s.
it: Attività per %s, ospitata su %s.

source: Activity
es: Actividad
gl: Actividade
hu: Tevékenység
is: Virkni
it: Attività

source: %s posted on weblog post:
es: %s enviado(s) al post de weblog:
gl: %s enviado(s) ao post do weblog
hu: %s üzent ezen a webnaplón:
is: %s pósta á bloggfærslu:
it: %s ha scritto sul blog:

source: %s posted on weblog post '%s'
es: %s enviado(s) al post de weblog '%s'
gl: %s enviado(s) ao post do weblog '%s'
hu: %s üzent '%s' webnaplójába
is: %s póstað á bloggfærslu '%s'
it: %s ha scritto sul blog '%s'

source: No activity
es: Sin actividad
gl: Sen actividade
hu: Nincs tevékenység
is: Engin virkni
it: Nessuna attività

source: You are already logged on.
es: Ya has iniciado la sesión.
gl: Xa iniciaches a sesión.
hu: Már bejelentkezett.
is: Þú ert þegar innskráð/ur
it: Sei già loggato.

source: The password for this account is extremely insecure and represents a major security risk. You should change it immediately.
es: La contraseña de esta cuenta es extremadamente insegura y representa un riesgo de seguridad elevado. Deberías cambiarla inmediatamente.
gl: O contrasinal desta conta é extremadamente inseguro e representa un risco de seguridade elevado. Deberías cambialo inmediatamente.
hu: A felhasználó fiókhoz tartozó jelszó egyáltalán nem biztonságos és rendkívül kockázatos. Azonnal meg kellene változtatnod.
it: La password di questo account è estremamente insicura e rappresenta un rischio di sicurezza. Dovresti cambiarla immediatamente.

source: Please log in
es: Por favor, entra
gl: Por favor, entra
hu: Kérem, jelentkezzen be
is: Vinsamlegast skráðu þig inn
it: Prego effettuare il login

source: Recent activity
es: Actividad reciente
gl: Actividade recente
hu: Legutóbbi tevékenység
is: Nýleg virkni
it: Attività recente

source: Currently viewing recent activity since
es: Actualmente visualizando la actividad reciente desde
gl: Actualmente visualizando a actividade recente desde
hu: Jelenleg a következő dátum óta történt legfrisebb tevékenységeket látja:
is: Birtir nýlega virkni frá
it: Questa è la tua attività recente da

source: You may view recent activity during the following time-frames:
es: Puedes visualizar la actividad reciente durante los siguientes periodos de tiempo:
gl: Pode que visualices a actividade recente durante os seguintes prazos:
hu: Újabb tevékenységeket láthatsz a következő időkereteken belül:
is: Þú getur skoðað nýlega virkni fyrir eftirfarandi tímabil
it: Puoi vedere le tue attività recenti nei seguenti periodi:

source: The last 24 hours
es: Las últimas 24 horas
gl: As últimas 24 horas
hu: Az utolsó 24 óra
is: Síðustu 24 stundirnar
it: Le ultime 24 ore

source: The last 48 hours
es: Las últimas 48 horas
gl: As últimas 48 horas
hu: Az utolsó 48 óra
is: Síðustu 48 stundirnar
it: Le ultime 48 ore

source: The last week
es: La última semana
gl: A última semán
hu: Az utolsó hét
is: Síðustu viku
it: L'ultima settimana

source: The last month
es: El último mes
gl: O último mes
hu: Az utolsó hónap
is: Síðasta mánuð
it: L'ultimo mese

source: Your recent messages
es: Tus mensajes recientes
gl: As túas mensaxes recentes
hu: A legutóbbi üzeneteid
is: Nýleg skilaboð
it: I tuoi messaggi recenti

source: Activity on weblog posts you have marked as interesting
es: Actividad en posts que has marcado como interesantes
gl: Actividade nos posts do weblog que sinalaches como interesante
hu: Általad érdekesnek jelölt webnaplón változás történt
is: Virkni á bloggfærslum sem þú hefur merkt áhugaverðar
it: Attività su post che tu hai segnato come interessanti

source: Read more
es: Leer más
gl: Ler máis
hu: Tovább olvasom
is: Lesa áfram
it: Continua a leggere

source: your blog
es: tu blog
gl: O teu blog
hu: a blogod
is: Bloggið þitt
it: il tuo blog

source: <b>You</b> commented on weblog post '%s' in %s:
es: <b>Tu</b> comentaste la entrada '%s' en el blog %s:
gl: <b>Os teus</b> comentarios á entrada '%s' no blog %s:
is: <b>Þú</b> skrifaðir athugasemd á bloggfærsluna '%s' þann %s:
it: <b>Tu</b> hai commentato sul post '%s' in %s:

source: No activity during this time period.
es: No ha habido actividad durante este período de tiempo.
gl: Non houbo actividade durante este periodo de tempo.
hu: Nem volt tevékenység az elmúlt időszakban.
is: Engin virkni á þessu tímabili
it: Spiacenti, nessuna attività nel periodo specificato.

source: This user hasn't done anything yet.
es: Este usuario aún no ha hecho nada

source: This screen displays recent activity on your account by other users over a given time range.
es: Esta pantalla presenta la actividad reciente en tu cuenta realizada por otros usuarios en un periodo de tiempo dado.
gl: Esta pantalla presenta a actividade recente na túa conta realizada por outros usuarios nun período de tempo dado.
is: Dit scherm geeft activiteit op jouw account door andere gebruikers weer voor een bepaalde periode.
it: Questa schermata mostra l'attività recente sul tuo account da parte di altri utenti durante un dato periodo di tempo.

source: Spam blocking
es: Bloquear Spam
gl: Bloqueo de Spam
hu: Kéretlen levelek blokkolása
is: Ruslsíun
it: Bloccare lo spam

source: Content flags
es: Banderas de contenido
gl: Etiquetas de contido
is: Innihald þarf að skoða
it: Contenuto contrassegnato

source: Manage users
es: Gestionar usuarios
gl: Xestionar usuarios
hu: Felhasználók menedzselése
is: Notendastjórnun
it: Gestione utenti

source: Error! The new username must contain letters and numbers only, cannot be blank, and must be between 3 and 12 characters in length.
es: ¡Error! El nuevo nombre de usuario sólo puede contener letras y números, no debe dejarse en blanco, y tiene que oscilar entre 3 y 12 caracteres.
gl: ¡Erro! O novo nome de usuario só pode conter letras e números, non debe deixarse en branco, e ten que oscilar entre 3 e 12 carácteres.
hu: Hiba! Az új felhasználónév csak betűket és számokat tartalmazhat, nem lehet üres(szóköz), és 3-12 karakterből kell álljon.
is: Villa! Nýja notendanafnið getur einungis innihaldið bókstafi og tölur og verður að vera minnst 3 stafir og mest 12 stafir að lengd.
it: Errore! Il nuovo nome utente deve contenere solo numeri e lettere, non può essere lasciato in bianco, e deve essere lungo fra 3 e 12 caratteri.

source: Username was changed to %s.
es: El nombre de usuario se cambió a %s.
gl: O nome de usuario cambiouse a %s
hu: A felhasználónév %s -ra/re változott.
is: Notendanafninu var breytt í %s
it: Lo username è stato modificato in %s.

source: File quota was changed to %d.
es: El contingente de los archivos se cambió a %d.
gl: O tamaño dos arquivos cambiouse a %d
hu: Az állomány területe %d -ra/re változott.
is: Skráarkvóta hefur verið breytt í %d
it: Il limite per i file è stato cambiato in %d.

source: Icon quota was changed to %d.
es: El contingente del icono se cambió a %d.
gl: O tamaño das iconas cambiouse a %d
hu: Az ikon területe %d -ra/re változott.
is: Schijfruimte voor pictogrammen is gewijzigd naar %d.
it: Il limite per le icone è stato cambiato a %d.

source: User flag '%s' set to '%s'
es: La bandera de usuario '%s' en modo '%s'
gl: A bandeira de usuario '%s' en modo '%s'
is: Gebruikersbezwaar '%s' gewijzigd in '%s'
it: Il contrassegno '%s' è stato impostato a '%s'

source: Spam list updated.
es: Lista de spam actualizada.
gl: Lista de spam actualizada.
hu: Spam lista frissítve.
is: Listi yfir ruslpóst uppfærður.
it: La lista spam è stata aggiornata.

source: User addition %d failed: at least one field was blank. Username: %s, name: %s, email: %s
es: Fallo de %d adición de usuario: al menos un campo estaba vacío. Nombre de usuario: %s, nombre: %s, dirección de correo electrónico: %s
gl: Fallo de %d adición de usuario: polo menos un campo estaba baleiro. Nome de usuario: %s, nome: %s, dirección de correo electrónico: %s
hu: %d felhasználó hozzáadása nem sikerült: egy mező üres volt. Felhasználónév: %s, név: %s, email: %s.
is: Nýskráning notandans %d mistókst: Einn af eftirfarandi reitum var óútfylltur.Notendanafn: %s, nafn: %s, tölvupóstfang: %s
it: Inserimento %d fallito: almeno un campo è stato lasciato vuoto. Nomeutente: %s, nome: %s, email: %s

source: New username %d (%s) was invalid; usernames must contain letters and numbers only, cannot be blank, and must be between 3 and 12 characters in length.
es: El nuevo nombre de usuario %d (%s) no era válido; los nombres de usuario han de contener sólo letras y números, no pueden dejarse en blando, y deben oscilar entre 3 y 12 caracteres.
gl: O novo nome de usuario %d (%s) non era válido; os nomes de usuario han de conter só letras e números, non poden deixarse en branco, e deben oscilar entre 3 e 12 carácteres.
hu: Az új felhasználónév %d (%s) érvénytelen. A felhasználónevek csak betűket és számokat tartalmazhatnak, nem lehet bennük üres(szóköz), és 3-12 karakterből kell álljanak.
is: De nieuwe gebruikersnaam %d (%s) is ongeldig: gebruikersnamen mogen alleen maar letters en cijfers bevatten, mogen niet leeg zijn en moeten tussen de 3 en 12 karakters lang zijn.
it: Il nome utente scelto %d (%s) era scorretto; i nomi utente devono contenere solo lettere e numeri, non possono essere lasciati in bianco e devono essere fra 3 e 12 caratteri.

source: User addition %d failed: username %s is already in use.
es: Fallo de %d adición de usuario: el nombre de usuario %s ya está siendo usado.
gl: Erro de %d adición de usuario: o nome de usuario %s xa está en uso.
hu: A %d felhasználó hozzáadása nem sikerült: a %s felhasználó nevet már használják.
is: Nýskráning notandans %d mistókst: notendanafnið %s er þegar til staðar.
it: L'aggiunta dell'utente %d è fallita: il nome utente %s è già in uso.
