Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/tmp/languages/*/LC_MESSAGES/*.po
Languages: es, gl, hu, is, it

source: You don't have any friends listed! To add a user as a friend, click the 'friend' button underneath a user's icon.
es: ¡No tienes ningún contacto en lista! Para añadir un usuario como contacto, pincha en el botón 'contacto' bajo el icono del usuario.
gl: ¡Non tes ningún contacto en lista! Para engadir un usuario como contacto, preme no botón 'contacto' baixo a icona do usuario.
hu: Nincs egyetlen barátod sem a listában! Ahhoz, hogy felhasználókat barátként vegyél fel a listádra kattints a felhasználó neve alatti "barát" gombra.
is: Þú hefur enga vini skráða. Til þess að bæta notanda á vinalista verður þú að smella á "vinur" hnappinn neðan við táknmynd viðkomandi notanda.
it: Non hai ancora aggiunto nessun amico alla tua lista! Per aggiungere un utente alla lista, premere il tasto 'amico' sotto l'icona dell'utente.

source: This user doesn't currently have any friends listed. Maybe if you list them as a friend, it'll start the ball rolling ..?
es: Este usuario actualmente no tiene ningún contacto en su lista. ¿Quizá si lo pones en la tuya como contacto empiece a ponerse en marcha la bola...?
gl: "Este usuario actualmente non ten ningún contacto na súa lista. ¿Quizá se o pos na túa como contacto empece a poñerse en marcha un contaxio e efecto bola...?"
hu: Ennek a felhasználónak jelenleg nincs barátja. Lehet, ha bejelölöd barátként elindítod a hólabda effektust :)
is: Deze gebruiker heeft op dit moment nog geen vrienden. Misschien kun je hier verandering in brengen door deze gebruiker als vriend in jouw lijst op te nemen?
it: Questo utente non ha ancora aggiunto nessun amico alla sua lista. Puoi introdurlo 'nel giro' aggiungendolo alla tua lista..

source: Displaying 1000 most recently active people, of %d found.
es: Mostrando las 1000 personas activas más recientemente, de las %d que se encontraron.
gl: Mostrando as 1000 persoas activas más recientemente, das %d que se atoparon.
it: Mostro le 1000 persone recentemente più attive, di %d trovate.

source: Nobody's listed you as a friend! Maybe you need to start chatting to some other users?
es: ¡Nadie te añadió como contacto en la lista! ¿Quizá necesites empezar a chatear con algún otro ususario?
gl: ¡Ninguén che engadiu como contacto na lista! ¿Quizais poidas empezar a chatear con algún outro usuario?
hu: Senki sem vett fel a baráti listájára. Lehet, hogy először csevegni kellene nehány más felhasználóval?
is: Enginn hefur skráð þig sem vin! Ef til vill þarft þú að hafa meiri samskipti við aðra notendur?
it: Nessuno ha ancora aggiunto il tuo nome alla lista di amici! Che ne dici di iniziare a chattare con gli altri utenti?

source: This user isn't currently listed as anyone's friend. Maybe you could be the first?
es: Este usuario no se halla en ninguna lista como contacto. ¿Quizá podrías ser tú el primero?
gl: Este usuario non se atopa en ningunha lista como contacto. ¿Quizais poderías ser ti o primeiro?
hu: Ez a felhasználó jelenleg senkinek sem a barátja. Lehet, hogy te lehetnél az első!?
is: Niemand heeft deze gebruiker in een vriendenlijst opgenomen. Misschien ben jij de eerste?
it: Questo utente attualmente non è indicato in nessuna lista di amici. Vuoi essere il primo ad includerlo?

source: Your Network
es: Tu red
gl: A túa rede
hu: Hálózatom
is: Netið þitt
it: La tua rete

source: Friends
es: Amigos
gl: Amigos
hu: Barátok
is: Vinir
it: Amici

source: Friend of
es: Amigo de
gl: Amigo de
hu: Barátja
is: Vinir
it: Amico di

source: View all Friends
es: Ver todos los amigos
gl: Ver todos os amigos
hu: Összes barát megtekintése
is: Birta alla vini
it: Vedi tutti gli Amici

source: Your Friends
es: Tus Contactos
gl: Os teus amigos
hu: A Barátaid
is: Vinir þínir
it: I tuoi Amici

source: The following users would like to add you as a friend. They need your approval to do this (to change this setting, visit the 'account settings' page).
es: Los siguientes usuarios quisieran añadirte como contacto. Necesitan tu aprobación para hacerlo (para cambiar esta configuración, visita la página 'configuraciones de cuenta').
gl: Os seguintes usuarios queren engadirte como contacto. Necesitan a túa aprobación para facelo (para cambiar esta configuración, visita a páxina 'configuracións de conta').
hu: A következő felhasználók barátjaik közé kívánnak felvenni téged. Ahhoz, hogy ezt megtehesség a beleegyezésedre van szükségük. (Jelen beállítás megváltoztatásáért a 'felhasználó beállítások' oldalra látogass el. )
is: Eftirfarandi notendur óska eftir því að skrá þig sem vin. Til þess þurfa þeir á samþykki þínu að halda (þú getur breytt þessari stillingu með því að opna síðuna 'uppsetning á innskráningarreikning').
it: I seguenti utenti vorrebbero inserirti come amico. Serve la tua approvazione perchè lo facciano (per cambiare questa impostazione, visita la pagina 'impostazioni account').

source: You have no pending friendship requests.
es: No tienes solicitudes de contacto pendientes.
gl: Non tes solicitudes de contacto pendentes.
hu: Nincs függőben lévő baráti felkérésed.
is: Engar óskir um vinskap fyrirliggjandi.
it: Non ci sono richieste da approvare.

source: Friends Screen
es: Pantalla de contactos
gl: Pantalla de contactos
hu: A Barátok képernyője
is: Vinaskjár
it: Lista degli Amici

source: Are you sure you want to remove this user from your friends list?
es: ¿Estás seguro de que quieres quitar este usuario de tu lista de contactos?
gl: ¿Estás seguro de que queres quitar este usuario da túa lista de contactos?
hu: Biztos vagy benne, hogy ezt a felhasználót törölni szeretnéd a barátaid listájáról?
is: Viltu örugglega fjarlægja þennan notanda af vinalistanum þínum?
it: Sei sicuro di voler cancellare questo utente dalla lista dei tuoi amici?

source: Are you sure you want to add this user as a friend?
es: ¿Estás seguro de que quieres añadir este usuario como contacto?
gl: ¿Estás seguro de que queres engadir este usuario como contacto?
hu: Biztos vagy benne, hogy ezta felhasználót fel akarod venni a barátaid közé?
is: Viltu örugglega bæta þessum notanda við sem vini?
it: Sei sicuro che vuoi aggiungere questo utente come amico?

source: Click here to add this user as a friend.
es: Pincha aquí para añadir este usuario como contacto.
gl: Premer aquí para engadir este usuario como contacto.
hu: Kattints ide, hogy a felhasználót a barátaid közé tedd.
is: Smelltu hér til þess að bæta þessum notanda á vinalistann þinn.
it: Clicca qui per aggiungere questo utente alla lista degli amici.

source: Click here to remove this user from your friends list.
es: Pincha aquí para quitar este usuario de tu lista de contactos.
gl: Premer aquí para quitar este usuario da túa lista de contactos.
hu: Kattints ide, hogy eltávolítsd ezt a felhasználód a barátaid listájáról.
is: Smelltu hér til að fjarlægja þennan notanda af vinalistanum þínum.
it: Clicca qui per cancellare questo utente dalla lista dei tuoi amici.

source: comments
es: comentarios

source: comment
es: comentario

source: Root folder
es: Carpeta raíz

source: Language selection
es: Selección del idioma
gl: Selección de idioma
hu: Nyelv kiválasztása
is: Val á tungumáli
it: Selezione della lingua

source: Choose your preferred language for this site. The following languages are available on this system:
es: Escoge el idioma que prefieras para este sitio. Los siguientes idiomas están disponibles en este sistema:
gl: Escolle o idioma que prefiras para este sitio. Os seguintes idiomas están dispoñibles neste sistema:
hu: Válaszd ki az oldal megfelelő nyelvét. A következő nyelvek érhetők el a rendszerben:
is: Veldu tungumál vefsvæðisins. Eftirfarandi tungumál eru til staðar í kerfinu:
it: Scegli la lingua preferita per il sito. Sono disponibili le seguenti lingue:

source: default
es: Predeterminado
gl: predeterminado
hu: alapértelmezett
is: Sjálfgefið
it: predefinito

source: Preferred language
es: Idioma preferido
gl: Idioma preferido
hu: Kiválasztott nyelv
is: Tungumál
it: Lingua preferita

source: saved
es: Guardado
gl: Gardado
hu: mentés
is: vistað
it: salvato

source: Access Controls
es: Controles de acceso
gl: Control de acceso
hu: Hozzáférés ellenőrzés
is: Aðgangsstýringar
it: Diritti di accesso

source: Group
es: Grupo
gl: Grupo
hu: Csoport
is: Hópur
it: Gruppo

source: Your group was updated.
es: Tu grupo fue actualizado.
gl: O teu grupo foi actualizado.
hu: A csoportodat frissítettük.
is: Jouw groep is bijgewerkt.
it: Il tuo gruppo è stato aggiornato.

source: Create a new group
es: Crear un nuevo grupo
gl: Crear un novo grupo
hu: Új csoport létrehozása
is: Stofna nýjan hóp
it: Crea un nuovo gruppo

source: Group name:
es: Nombre del grupo:
gl: Nome do grupo:
hu: Csoport neve:
is: Nafn hóps:
it: Nome del gruppo

source: Group membership
es: Socios del grupo
gl: Membros do grupo
hu: Csoporttagok
is: Hópaþátttaka
it: Appartenza ad un gruppo

source: Owned by %s
es: Propiedad de %s
gl: Propiedade de %s
hu: %s tulajdona
is: Is van %s
it: Moderata da %s

source: Your friends:
es: Tus contactos:
gl: Os teus contactos:
hu: A barátaid:
is: Vinir þínir:
it: I suoi amici:

source: Remove selected
es: Eliminar selección

source: Save this group
es: Guardar este grupo
gl: Gardar este grupo
hu: Csoport mentése
is: Vista þennan hóp
it: Salvare questo gruppo

source: Delete this group
es: Borrar este grupo
gl: Borrar este grupo
hu: Csoport törlése
is: Eyða hóp
it: Cancellare questo gruppo

source: Existing groups
es: Grupos existentes
gl: Grupos existentes
hu: Már létező csoportok
is: Núverandi hópar
it: Gruppi esistenti

source: This is a help file for the Groups functions.
es: Es un archivo de ayuda para funciones de grupos.
gl: É un arquivo de axuda para funcións de grupos.
hu: Súgó a Csoport funkciókhoz.
is: Þetta er hjálparskrá fyrir hópavinnu.
it: Questo è un file di aiuto per le funzionalità dedicate ai Gruppi

source: When you create an access group, add people to it then select it as your access restriction on a weblog post only the people in that group will be able to see that weblog post and so on for all elements in your learning landscape.
es: Cuando crees un grupo de acceso, añádele gente, y luego señálalo como tu restricción de acceso. En un post de weblog sólo la gente en ese grupo podrá verlo, y lo mismo ocurrirá con todos los elementos en tu entorno de aprendizaje.
gl: Cando creas un grupo de acceso, engádelle xente, e logo sinálao como a túa restricción de acceso. Nun post de weblog só a xente dese grupo poderá velo, e o mesmo ocorrerá con todos os elementos na túa contorna de aprendizaxe.
hu: Amikor létrehívsz egy hozzáférési csoportot, adj embereket hozzá, majd válaszd ki a hozzáférési korlátozásokat: a webnaplód bejegyzéseit csak ennek a csoportnak a tagjai láthassák és így tovább, a tanuló felületed összes elemére állítsd be a jogokat.
is: Groepen bepalen de beperkingen. Als je een groep aanmaakt en daar vrienden aan toevoegt en deze groep vervolgens selecteert als restrictie voor jouw weblog bericht, dan kunnen alleen deze vrienden het bericht zien. Het principe geldt voor alle onderdelen in de omgeving.
it: Quando crei un gruppo di accesso, aggiungi utenti al gruppo e poi selezionalo come diritto di accesso su un elemento inserito. Solo i membri del gruppo potranno visualizzare quell'elemento.

source: Access controls
es: Controles de acceso
gl: Controis de acceso
hu: Hozzáférés ellenőrzés
is: Aðgangsstýringar
it: Controllo d'accesso

source: Manage user icons
es: Gestionar iconos de usuario
gl: Administrar iconas de usuario
is: Stýra notendatáknmyndum
it: Gestione icona utente

source: Your selected icons were deleted.
es: Los iconos seleccionados se han borrado.
gl: Borraronse as iconas seleccionadas
hu: A kiválasztott ikonokat töröltük.
is: De geselecteerde pictogrammen zijn verwijderd.
it: L'icona selezionata è stata cancellata.

source: You have already met your icon quota. You must delete some icons before you can upload any new ones.
es: Ya conoces tu contingente de icono. Has de borrar algunos iconos antes de poder descargar otros nuevos.
gl: Xa coñeces o túa cota da icona. Debes borrar algunhas iconas antes de poder descargar outros novos
hu: Már betöltötted az ikon kvótád. Ahhoz, hogy új ikont tudj feltölteni előbb törölnöd kell néhány régit.
is: De schijfruimte voor pictogrammen is op. Je zult een aantal pictogrammen moeten verwijderen voordat je nieuwe kunt uploaden.
it: Hai già superato la tua quota per le icone. Devi eliminare alcune icone prima di inserirne di nuove.

source: Attempting to upload icon file ...
es: Intentando subir el archivo de icono...
gl: Intentando subir o arquivo da icona...
hu: Ikon állomány feltöltése folyamatban...
is: Reyni að hlaða teikni...
it: Tentativo di caricamento dell'icona ...

source: The uploaded icon file was invalid. Please ensure you are using JPEG, GIF or PNG files.
es: El archivo de icono subido no era válido. Asegúrate de que estás usando archivos JPEG, GIF o PNG.
gl: O arquivo de icona subido non era válido. Asegúrate de que empregas arquivos JPEG, GIF ou PNG.
hu: A feltöltött ikon állomány ismeretlen. Kérjük, győződj meg arról, hogy JPEG, GIF vagy PNG kiterjesztésű állományt használsz.
is: Het geuploade pictogram kan niet worden gebruikt. Wees er zeker van dat het een JPEG, GIF of PNG bestand ist.
it: L'icona caricata era non valida. Per favore, assicurati di stare usando file jpeg, gif o png.

source: The uploaded icon file was in an image format other than JPEG, GIF or PNG. These are unsupported at present.
es: El archivo de icono subido estaba en un formato de imagen que no era JPEG, GIF o PNG. Actualmente no se puede soportar.
gl: O arquivo de icona subido estaba nun formato de imaxe que non era JPEG, GIF ou PNG. Actualmente non se pode soportar.
hu: A feltöltött ikon állomány JPEG, GIF vagy PNG-től eltérő formátumú. Ezeket jelenleg nem támogatott formátumok.
is: Het geuploade bestand heeft een ander formaat dan JPEG, GIF of PNG. Andere formaten worden op dit moment niet ondersteund.
it: Il file caricato non era in un formato compreso fra JPEG, GIF o PNG. Solo questi sono supportati al momento.

source: Your icon was uploaded successfully.
es: Tu icono subido con éxito.
gl: A túa icona subiuse con éxito
hu: Az ikonodat sikeresen feltöltöttük.
is: Jouw pictogram is met succes geupload
it: La tua icona è stata caricata con successo.

source: An unknown error occurred when saving your icon. If this problem persists, please let us know and we'll do all we can to fix it quickly.
es: Un error desconocido se produjo al guardar tu icono. Si este problema persiste no dudes en ponerte en contacto y haremos todo lo posible para solucionarlo rápidamente.
gl: Produciuse un erro descoñecido ao gardar o tua icona. Se este problema persiste non dubides en poñerte en contacto e faremos todo o posible para solucionalo rápidamente.
hu: Ismeretlen hiba lépett fel az ikon mentése közben. Ha ez a probléma máskor is fellép, kérjük tudasd velünk, hogy megtegyünk mindent a kijavítása érdekében.
is: Óþekkt villa kom upp við vistun teiknisins. Hafðu vinsamlegast samband við kerfisstjórn ef þú heldur áfram að fá þessa villu.
it: Un errore sconosciuto si è verificato tentando di salvare la tua icona. Se questo problema persiste, per favore faccelo sapere e faremo il possibile per risolverlo in fretta.

source: Upload a new picture
es: Subir una nueva foto
gl: Subir unha nova foto
hu: Új kép feltöltése.
is: Sækja nýja mynd
it: Carica una nuova immagine

source: Upload a picture for this profile below. Pictures need to be 100x100 pixels or smaller, but don't worry - if you've selected a larger picture, we'll shrink it down for you. You may upload up to
es: Subir una foto para el perfil de abajo. Las fotos han de ser de 100x100 píxeles o menores, pero no te preocupes - si has seleccionado una foto más grande, la reducieremos por ti. Puedes subir hasta
gl: Subir unha foto para o perfil de abaixo. As fotos deben ter 100x100 píxeles ou menores, pero non te preocupes - se seleccionaches unha foto más grande, a reduciremos por ti. Podes subir ata
hu: Képfeltöltés az alábbi profilhoz. A képeknek 100×100 pixelesnek, vagy kisebbnek kell lenniük, de ne aggódj, ha nagyobb képet választottál ki, akkor lekicsinyítjük. Ekkora méretig tölthetsz fel:
is: Upload een afbeelding voor dit profiel. Afbeeldingen moeten 100 bij 100 pixels of kleiner zijn, maar maak je geen zorgen: wij verkleinen het voor je als de afbeelding groter is. Je mag uploaden tot
it: Carica un'immagine per questo profilo. Le immagini devono essere di 100x100 pixel o meno, ma non preoccuparti - se selezioni un'immagine più grande verrà ridimensionata. Puoi inserire fino a

source: pictures in total.
es: fotos en total.
gl: fotos en total.
hu: képnagyítás.
is: myndir alls.
it: immagini in totale.

source: Picture to upload:
es: Foto para descargar:
gl: Foto para descargar:
hu: Kép feltöltése:
is: Te uploaden afbeelding
it: Immagine da caricare:

source: Icon description:
es: Descripción del icono:
gl: Descripción da icona
hu: Ikon leírása:
is: Lýsing á teikni
it: Descrizione dell'icona:

source: Make this the default icon:
es: Hacer que éste sea el icono por defecto:
gl: Facer este a icona por defecto
hu: Ez legyen az alapértelmezett ikon:
is: Maak dit het standaard pictogram:
it: Scegliere questa icona come predefinita:

source: Upload new icon
es: Descargar nuevo icono
gl: Descargar nova icona
hu: Új ikon feltöltése
is: Sækja ný teikn
it: Caricare una nuova icona

source: Site pictures
es: Fotos de la página web
gl: Fotos da páxina web
hu: Oldal kép
is: Myndir á vef
it: Icone

source: Site pictures are small pictures that act as a representative icon throughout the system.
es: Las fotos de la página web son pequeñas fotos que hacen las veces de iconos representativos a través del sistema.
gl: As fotos da páxina web son pequenas fotos que fan as veces de iconas representativas a través do sistema.
is: Site afbeeldingen zijn kleine afbeeldingen die als herkenbaar pictogram in de website worden gebruikt.
it: Le icone utente sono piccole immagini che servono come contrasegni in tutto il sistema.

source: Name:
es: Nombre:
gl: Nome
hu: Név:
is: Nafn:
it: Nome:

source: Default:
es: Defecto:
gl: Por defecto:
hu: Alapértelmezett:
is: Sjálfgefið:

source: No default:
es: No por defecto:
gl: Non por defecto
hu: Nem alapértelmezett:
is: Ekkert sjálfgefið

source: You don't have any site pictures loaded yet.
es: Todavía no tienes ninguna foto de la página descargada.
gl: Todavía non tes ningunha foto da páxina descargada.
hu: Eddig nem töltöttél fel fotót.
is: Je hebt nog geen site afbeeldingen geplaatst.
it: Non hai ancora caricato nessuna immagine.

source: Generate a New Password
es: Generar una nueva contraseña
gl: Xerar un novo contrasinal
hu: Új jelszó létrehozása
is: Búa til nýtt aðgangsorð
it: Generare una nuova Password

source: Invite a Friend
es: Invitar a un amigo
gl: Invitar a un Amigo
hu: Barát meghívása
is: Bjóða vin
it: Invitare un amico / un'amica

source: Join %s
es: Entrar a %s
gl: Entrar %s
hu: Csatlakozás %s
is: Gerast félagi í %s
it: Iscriversi a %s

source: Thank you for registering with %s.
es: Gracias por registrarte con %s.
gl: Grazas por rexistrarche con %s.
hu: Köszönjük, hogy regisztráltad %s -t.
it: Grazie di esserti registrato su %s.

source: %s account verification
es: %s cuenta de verificación
gl: %s conta de verificación
hu: %s felhasználó fiókjának felülvizsgálata
is: Staðfesting á innskráningu %s
it: Verifica dell'account di %s

source: They included the following message:
es: Incluyen el siguiente mensaje:
gl: Inclúen a seguinte mensaxe:
hu: Magukba foglalják a következő üzenetet:
it: Hanno inserito il seguente messaggio:

source: has invited you to join
es: te ha invitado a participar
gl: invitouche a participar
hu: meghívott téged, hogy csatlakozz
is: Hefur boðið þér þátttöku í
it: ti ha invitato ad unirti a

source: a learning landscape system.
es: un sistema de entorno de aprendizaje.
gl: un sistema de contorna de aprendizaxe.
hu: tanuló felület rendszer
is: een leerlandschap omgeving
it: un learning landscape.

source: Dear %s, %s %s To join, visit the following URL: %s Your email address has not been passed onto any third parties, and will be removed from our system within seven days. Regards, The %s team.
es: Estimado %s, %s %s Para ingresar, visita la siguiente URL: %s Tu dirección email no fue dada a ningúna tercera parte, y será removida de nuestro sistema en siete días. Saludos, El equipo %s.
gl: Estimado %s,@n/*n \n %s %s@n/*n \n Para ingresar, preme a seguinte URL:@n/*n \n \t%s@n/*n \n A túa dirección de correo non foi dada a ningúnha terceira parte, e será eliminada do o noso sistema en sete días.@n/*n \n Saúdos,@n/*n \n O equipo %s.
it: Gentile %s, %s %s Per iscriversi, visiti la seguente URL: %s Il vostro indirizzo di posta non è stato reso noto a nessuna terza parte e verrà cancellato entro sette giorni. Saluti, Il Team di %s.

source: Your invitation was sent to %s at %s. It will be valid for seven days.
es: Tu invitación se envió a %s a las %s. Será válida durante siete días.
gl: O túa invitación enviouse a %s �s %s. Será válida durante sete días.
hu: A meghívásodat elküldtük %s -nek %s címre. A meghívás 7 napig lesz érvényes.
it: Il tuo invito è stato mandato a %s a %s. Sarà valido per sette giorni.

source: User %s already has that email address. Invitation not sent.
es: El usuario %s ya tiene esa dirección de correo electrónico. Invitación no enviada.
gl: O usuario %s xa ten esa dirección de correo electrónico. Invitación non enviada
hu: %s felhasználó már rendelkezik azzal az e-mail címmel. A meghívást nem küldük el.
is: %s er skráður fyrir þeim tölvupóst. Boðskort var ekki sent.
it: L'utente %s ha già quell'indirizzo email. L'invito non è stato mandato.

source: Someone with that email address has already been invited to the system.
es: Alguien con esta dirección de correo electrónico ya ha sido invitado/a al sistema.
gl: Alguén con esta dirección de correo electrónico xa foi convidado/a ao sistema.
hu: Ezzel az e-mail címmel már meghívtak valakit a rendszerbe.
is: Einhverjum með þennan tölvupóst hefur þegar verið boðinn aðgangur að kerfinu.
it: Qualcuno con quell'indirizzo è stato già invitato.

source: Invitation failed: The email address was not valid.
es: Invitación fallida: La dirección de correo electrónico no era válida.
gl: Erro na invitación: A dirección de correo electrónico non era válida.
hu: A meghívás nem sikerült: az e-mail cím nem érvényes.
is: Boðskort misfórst. Tölvupóstur reyndist ótækur.
it: Invito fallito: L'indirizzo email non era valido.

source: Error: This community has reached its maximum number of users.
es: Error: La comunidad ha alcanzado el número máximo de usuarios.
gl: Erro: A comunidade alcanzou o número máximo de usuarios.
hu: Hiba: Ez a közösség elérte a maximális felhasználói létszámot.
is: Villa: Hámarksfjölda meðlima í samfélaginu er náð.
it: Errore: Questa comunità ha raggiunto il numero massimo di utenti.

source: Invitation failed: you are not logged in.
es: Invitación fallida: no has iniciado la sesión.
gl: Erro na invitación: non iniciaches a sesión
hu: A meghívás nem sikerült: nem vagy bejelentkezve.
is: Boðskort misfórst: þú ert ekki innskráð/ur.
it: Invito fallito: non sei loggato.

source: Invitation failed: you must specify both a name and an email address.
es: Invitación fallida: debes especificar tanto el nombre como la dirección de correo electrónico.
gl: Erro na invitación: debes especificar tanto o nome como a dirección de correo electrónico.
hu: A meghívás nem sikerült: a nevet és az e-mail címet is meg kell adnod.
is: De uitnodiging is niet geslaagd: je moet zowel een naam als e-mail adres opgeven.
it: Invito fallito: devi specificare sia un nome che un indirizzo email.
