Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/tmp/languages/*/LC_MESSAGES/*.po
Languages: es, gl, hu, is, it

source: User addition %d failed: email address %s appears to be invalid.
es: Fallo de %d adición de usuario: la dirección de correo electrónico %s parece no válida.
gl: Erro de %d adición de usuario: a dirección de correo electrónico %s non semella válida.
hu: %d felhasználó hozzáadása nem sikerült: %s e-mail cím nem megfelelő.
is: Nýskráning notandans %d mistókst:tölvupóstfangið %s virðist ógilt.
it: L'aggiunta dell'utente %d è fallita: l'indirizzo e-mail %s non è valido.

source: Your new %s account
es: Tu nueva cuenta %s
gl: A túa nova conta %s
hu: Az új %s felhasználói fiókod
is: Jouw nieuwe %s account
it: Il tuo nuovo account %s

source: You have been added to %s! For your records, your %s username and password are: Username: %s Password: %s You can log in at any time by visiting %s and entering these details into the login form. We hope you enjoy using the system. Regards, The %s Team
es: Has sido añadido a %s! Para tus datos, tu nombre de usuario %s y contraseña es: Usuario: %s Contraseña: %s Puedes ingresar cualquier momento visitando %s e ingresando esta información en el formulario de ingreso. Esperamos que disfrutes del sistema. Saludos, El equipo %s.
gl: Engadido a %s!@n/*n \n Para os teus datos, o teu nome de usuario %s e contrasinal é:@n/*n \n \tUsuario: %s@n/*n \tContrasinal: %s@n/*n \n Podes ingresar en calquera momento visitando %s e ingresando esta información no formulario de ingreso.@n/*n \n Esperamos que disfrutes do sistema.@n/*n \n Saúdos,@n/*n "\n" "O equipo %s."
it: Sei stato aggiunto a %s! Per le tue registrazioni, nome utente e password di %s sono: Nome utente: %s Password: %s Puoi accedere in ogni momento visitando %s ed inserendo il nome utente e la password nella pagina di login. Ti auguriamo di gradire l'uso del sistema. Saluti, Il Team di %s.

source: User %s was created.
es: Se creó el usuario %s.
gl: Creado o usuario %s.
hu: %s felhasználó létrejött.
is: Notandinn %s hefur verið stofnaður.
it: L'utente %s è stato creato.

source: Full name
es: Nombre
gl: Nome completo
hu: Teljes név
is: Fullt nafn
it: Nome completo

source: Email address
es: Dirección de correo electrónico
gl: Enderezo de correo
hu: Email cím
is: Netfang
it: Indirizzo email

source: The following pages have been flagged as having obscene or inappropriate content. They are ordered by number of complaints.
es: Se ha puesto a las siguientes páginas una bandera debido a que contienen contenidos obscenos o inapropiados. Han sido ordenados por número de quejas.
gl: As seguintes páxinas teñen unha bandeira debido a que conteñen contidos obscenos ou inapropiados. Ordeáronse polo número de queixas.
hu: A következő oldalakat trágár vagy nem helyénvaló tartalmuk miatt jelölték meg. A reklamációk száma szerint állnak sorrenben.
is: Notendur hafa gefið til kynna að eftirfarandi vefsíður innihaldi óviðeigandi efni. Vefsíðunum er raðað eftir fjölda ábendinga.
it: In queste pagine sono stati segnalati contenuti osceni o inappropriati. Sono mostrate qui in ordine di numero di segnalazioni.

source: To view the pages in question, click the following links. To remove the flags, for example if the flag is a false positive or if you've deleted the offending content, check the appropriate box and click the 'delete' button below.
es: Para visualizar las páginas en cuestión, pincha los siguientes enlaces. Para quitar las banderas, por ejemplo si la bandera es un falso positivo o si has borrado el contenido ofensivo, señala el recuadro correspondiente y pincha el botón 'borrar' abajo.
gl: Para visualizar as páxinas en cuestión, pincha os seguintes enlaces. Para quitar as bandeiras, por exemplo se a bandeira é un falso positivo ou se borraches o contido ofensivo, sinala o recadro correspondente e pincha o botón 'borrar' abaixo.
hu: Hogy a kérdéses oldalt megnézd a következő linkre kattints. Ha a jelölés áligazság vagy ha kitörölted a trágár tartalmat, akkor a jelöléseket eltávolíthatod: helyezz pipát a megfekekő dobozba és kattints az alatta levő "törlés" gombra.
is: Klik op de volgende links om de betreffende pagina's op te roepen. Selecteer het bericht en klik op 'Verwijderen' om markeringen te verwijderen, bijvoorbeeld in het geval van een valse melding,
it: Per visualizzare la pagina in questione, seleziona il seguente link. Per cancellare i flag (ad esempio se il flag è un falso positivo o se si tratta di contenuto offensivo) è necessario selezionare la casella corretta e successivamente il bottone 'cancella'.

source: Page URL
es: URL de página
gl: URL da páxina
hu: URL oldal
is: Vefslóð
it: URL della pagina

source: Number of objections
es: Número de objeciones
gl: Número de obxecións
hu: A tiltakozások száma
is: Aantal bezwaren
it: Numero di obiezioni

source: Remove flag(s)
es: Quitar bandera(s)
gl: Quitar bandeira(s)
hu: Megjelölés(ek) eltávolítása
is: fjarlægja flagg/flögg
it: Cancella flag

source: No content flags were found at present.
es: No se encontraron banderas de contenido hasta el momento.
gl: Non se atoparon bandeiras de contido ata o momento.
hu: Jelenleg nincs tartalmi megjelölés
is: Geen markeringen van inhoud gevonden.
it: Non sono stati trovati contenuti contrassegnati.

source: Site statistics
es: Estadísticas de la página web
gl: Estatísticas da páxina web
hu: Oldal statisztika
is: Tölfræði vefsins
it: Statistiche del sito

source: Accounts by type
es: Cuentas por tipo
gl: Contas por tipo
it: Account per tipo

source: Weblog statistics
es: Estadísticas de weblog
gl: Estatísticas de weblog
hu: Webnapló statisztika
is: Tölfræði bloggs
it: Statistiche del weblog

source: All-time:
es: Siempre:
gl: Sempre:
hu: Kezdetektől:
is: Onbepaalde periode
it: Tempo totale:

source: %u weblog posts, %u comments
es: %u publicaciones weblog, %u comentarios
gl: %u publicacións weblog, %u comentarios
it: %u post del blog, %u commenti

source: Last 7 days:
es: Últimos 7 días:
gl: Últimos 7 días:
hu: Legutóbbi 7 nap:
is: Síðustu 7 dagar:
it: Gli ultimi 7 giorni:

source: File statistics
es: Archivar estadísticas
gl: Arquivar estatísticas
hu: Fájl statisztikák
is: Tölfræði skráar
it: Statistiche File

source: Database statistics
es: Estadísticas de la base de datos
gl: Estatísticas da base de datos
hu: Adatbázis statisztikák
is: Tölfræði yfir gagnagrunn
it: Statistiche Database

source: Total database size:
es: Tamaño total de la base de datos:
gl: Tamaño total da base de datos:
hu: A teljes adatbázis mérete:
is: Heildarstærð gagnagrunns:
it: Dimensione totale del Database:

source: Users online now
es: Usuarios conectados ahora
gl: Usuarios conectados agora
hu: Online felhasználók
is: Tengdir notendur
it: Utenti in linea

source: The following users have an active session and have performed an action within the past 10 minutes.
es: Los siguientes usuarios tienen una sesión activa y han realizado una acción en los últimos 10 minutos.
gl: Os seguintes usuarios teñen unha sesión activa e fixeron algo nos últimos 10 minutos.
hu: A következő felhasználók az elmúlt 10 percben aktívak voltak.
is: Eftirfarandi notendur eru virkir í kerfinu og hafa framkvæmt einhverja aðgerð síðustu 10 mínútur.
it: I seguenti utenti hanno una sessione attiva e hanno compiuto azioni nei trascorsi 10 minuti.

source: %u users in total.
es: Hay un total de %u usuarios conectados
gl: Hai un total de %u usuarios conectados
hu: %u felhasználó összesen.
is: %u notendur alls.
it: %u utenti in totale

source: Add regular expressions below, one per line, to block spam. For example, 'foo' will block all comments containing the word foo, (foo|bar) will block comments containing the word foo or bar.
es: Añadir expresiones frecuentes abajo, una por línea, para bloquear spam. Por ejemplo, 'casa' bloqueará todos los comentarios que contengan la palabra 'casa'; (casa|perro) bloqueará los comentarios que contengan la palabra 'casa' o 'perro'.
gl: Engadir expresións frecuentes abaixo, unha por líña, para bloquear spam. Por exemplo, 'casa' bloqueará todos os comentarios que conteñan a palabra 'casa'; (casa|can) bloqueará os comentarios que conteñan a palabra 'casa' ou 'can'.
hu: A spamek kiszűréséhez általános kifejezéseket adj meg, soronként egyet. Például: "foo" minden olyan üzenetet blokkolni fog, amelyben a "foo" szó megtalálható; vagy a (foo|bár) minden olyan üzenetet blokkol, amely a foo vagy a bár szót tartalmazza..
is: Bættu við reglulegri segð hér að neðan, einni í hverja línu, til að takmarka ruslpóst. Til dæmis mun 'foo' koma í veg fyrir allar athugasemdir sem innihalda orðið 'foo' (foo | bar) mun koma í veg fyrir allar athugasemdir sem innihalda orðin foo eða bar.
it: Aggiungi qui sotto le espressioni regolari, una per linea, in modo da bloccare lo spam. Per esempio l'espressione ' pippo' permetterà di bloccare tutti i commenti che contengono la parola 'pippo';l'espressione (pippo | pluto) bloccherà tutti i commenti che contengono le parole pippo o pluto

source: Blank lines and lines starting with # will be ignored.
es: Se ignorarán las Líneas en blanco y las que empiecen por #.
gl: Ignorarán as líñas en branco e as que empecen por #.
hu: Az üres sorokat és a # -val/vel kezdődő sorokat a rendszer nem veszi figyelembe.
it: Le linee vuote e quelle che iniziano con # saranno ignorate.

source: Regular expressions
es: Expresiones corrientes
gl: Expresións frecuentes
hu: Törzsvendég szóhasználat
is: Reglubundnar segðir
it: Espressioni regolari

source: Change username:
es: Cambiar nombre de usuario:
gl: Cambiar nome de usuario:
hu: Felhasználói név cseréje:
is: Breyta notendanafni:
it: Cambiare nome utente:

source: New username:
es: Nuevo nombre de usuario:
gl: Novo nome de usuario:
hu: Új felhasználói név:
is: Nýtt notendanafn
it: Nuovo nome utente:

source: Change file quota (in bytes):
es: Cambiar quota (en bytes):
gl: Cambiar cota (en bytes):
hu: Állomány kvóta megváltoztatása (byte-okban):
is: Breyta skráarkvóta (í bætum):
it: Cambia il limite di spazio per i file (in byte):

source: New file quota:
es: Nuevo quota de archivo:
gl: Nova cota de arquivo:
hu: Új állomány kvóta:
is: Nýr skráarkvóti:
it: Nuovo limite di spazio per i file

source: Change icon quota:
es: Cambiar quota de icono:
gl: Cambiar cota das iconas:
hu: Ikon terület megváltoztatása:
is: Breyta teiknikvóta:
it: Cambia la dimensione massima delle icone:

source: New icon quota:
es: Nuevo quota de icono:
gl: Nova cota das iconas
hu: Új ikon terület:
is: Nieuwe schijfruimte voor pictogrammen:
it: Nuova dimensione per le icone:

source: User flags:
es: Banderas de usuario:
gl: Bandeiras de usuario:
is: Flögg notanda:
it: Flag degli utenti:

source: Site administrator:
es: Administrador de la página web:
gl: Administrador da páxina web
hu: Rendszergazda:
is: Kerfisstjóri:
it: Amministratore del sito:

source: Banned:
es: Prohibido:
gl: Prohibido:
hu: Kitiltott:
is: Bannað:
it: Bandito:

source: You can create up to 12 users below; passwords will be autogenerated and emailed to the account owners. You must include all fields, but you may leave rows blank.
es: Puedes crear hasta 12 usuarios abajo; las contraseñas se autogenerarán y serán enviadas a los propietarios de las cuentas. Has de incluir todos los campos, pero puede que tengas que dejar alguna fila en blanco.
gl: Podes crear ata 12 usuarios abaixo; as contrasinais se autoxerarán e serán enviadas aos propietarios das contas. Debes incluír todos os campos, pero poida que teñas que deixar algunha fila en branco.
hu: Alább maximum 12 felhasználót hozhatsz létre; a jelszavakat automatikusan generálja a rendszer és küldi el e-mailben a tulajdonosnak. Minden mezőt ki kell töltened, de a sorokat üresen hagyhatod.
is: Þú getur stofnað allt að 12 notendur hér að neðan: Lykilorð verða sjálfkrafa búin til og send notendum í tölvupósti. Allir reitir verða að vera útfylltir, en einstaka línum má sleppa.
it: Puoi creare al massimo 12 utenti contemporanemente; le password verrano create automaticamente dal sistema ed inviate via posta ai proprierari. Devi compilare tutti i campi, ma puoi lasciare alcune righe vuote.

source: Add users
es: Añadir usuarios
gl: Engadir usuarios
hu: Felhasználó hozzáadása
is: Skrá notendur
it: Aggiungi utenti

source: The following is a list of all the users in the system, 50 users at a time. You can click each one to edit their user details as if you were logged in as them, as well as set user flags (including 'ban user' and 'set user as administrator').
es: A continuación hay un listado de todos los usuarios en el sistema, 50 usuarios a la vez. Puedes pinchar en cada uno de ellos para editar sus datos como si estuvieras en la sesión con ello(a)s, así como utilizar banderas de usuario (incluido 'inhabilitar usuario' y 'establecer usuario como administrador').
gl: A continuación hai un listado de todos os usuarios no sistema, 50 usuarios á vez. Podes pinchar en cada un deles para editar os seus datos coma se estiveses na sesión con iso(a)s, así como utilizar bandeiras de "usuario (incluído 'inhabilitar usuario' e 'establecer usuario como "administrador').
hu: A következő lista a rendszer összes felhasználóját mutatja, 50 felhasználót egyszerre. Bármelyikre rákattinhatsz, hogy adataikat szerkeszd - úgy, mintha az ő nevükön jelentkeztél volna be - vagy hogy megjelöléseket alkalmazz ("kitiltott felhasználó" és "felhasználók rendszergazdája" jeleöléseket is beleértve).
is: Eftirfarandi er listi yfir alla notendur í kerfinu, 50 í einu. Hægt er að smella á hvern einstaka notanda og breyta upplýsingum um viðkomandi á sama hátt og ef þú værir innskráður sem hann.
it: Questa è la lista di tutti gli utenti del sistema, 50 alla volta. Puoi selezionarne uno alla volta per cambiare i dettagli ed effettuare operazioni come 'bandisci utente' ed 'imposta utente come amministratore'.

source: If you know the username of the user you would like to edit, you can also enter it below.
es: Si sabes el nombre de usuario del usuario que te gustaría editar, lo puedes introducir abajo.
gl: Se sabes o nome de usuario do usuario que che gustaría editar, pódelo introducir abaixo.
hu: Ha ismered a felhasználónevét annak a felhasználónak, akit szerkeszteni szeretnél, akkor ezt is beírhatod alább.
is: Indien je de gebruikersnaam kent van de gebruiker die je wilt, vul deze dan hieronder in.
it: Se sai il nome dell'utente che vuoi modificare, puoi scriverlo qui sotto.

source: Enter username
es: Introducir nombre de usuario
gl: Introducir nome de usuario
hu: Add meg a felhasználónevet
is: Skráðu notendanafn
it: Immetti il nome utente

source: Edit user
es: Editar usuario
gl: Editar usuario
hu: Felhasználó szerkesztése
is: Breyta notanda
it: Modifica utente

source: Next
es: Siguiente
gl: Seguinte >
hu: Következő
is: Næsta
it: Prossimo

source: Previous
es: Previo
gl: Previo
hu: Előző
is: Fyrra
it: Precedente

source: Flag content
es: Contenido de bandera
gl: Contido de bandeira
hu: Tartalom megjelölés
is: Flagga innihaldi
it: Contrassegna contenuto

source: To mark this content as obscene or inappropriate, click the 'Flag' button and an administrator will view it in due course.
es: Para marcar este contenido como obsceno o inapropiado, pincha el botón de 'Bandera' y un administrador lo verá cuando corresponda.
gl: Para marcar este contido como obsceno ou inapropiado, pincha o botón de 'Bandeira' e un administrador o verá cando corresponda.
hu: Kattints a "Zászló" gombra, ha trágár vagy nem helyénvaló ez a tartalom és egy rendszergazda megfelelő eljárás keretében megtekinti.
is: Klik op 'Markeren', indien de inhoud obsceen of ongepast is. De beheerder zal de pagina vervolgens controleren.
it: Per marcare il contenuto come osceno o inappropriato, selezionare il 'Flag' e l'amministratore provvederà ad una verifica.

source: Flag
es: Bandera
gl: Bandeira
is: Flagg

source: Edit user details
es: Editar información del usuario
gl: Editar detalles usuario
hu: Felhasználó adatainak szerkesztése
is: Breyta upplýsingum um notanda
it: Modifica dettagli utente

source: Your site picture
es: Tu foto
gl: A túa foto
hu: Arcképem
is: Táknmynd fyrir þitt vefsvæði
it: Icona dell'utente

source: Main
es: Principal
gl: Principal
hu: Főmenü
is: Aðal
it: Principale

source: Admin users
es: Usuarios administradores
it: Utenti amministratori

source: Manage flagged content
es: Administrar contenido marcado
gl: Administrar contido marcado
hu: Megjelölt tartalom kezelése
is: Sýsla með flaggað efni
it: Gestione contenuto contrassegnato

source: Spam control
es: Control del spam
gl: Control de spam
hu: Spam ellenőrzés
it: Controllo dello spam

source: All
es: Todo
gl: Todos
hu: Minden
is: Allt
it: Tutti

source: You can filter this page to certain types of posts:
es: Puedes limitar esta página a algunos tipos de posts:
gl: Podes filtrar esta páxina a certos tipos de posts:
is: Þú getur síað þessa síðu miðað við sérstakar gerðir af færslum:
it: Puoi mostrare su questa pagina alcuni tipi particolari di post:

source: Personal blog posts
es: Posts del blog personal
gl: Post de Blog persoais
hu: Személyes blogok
is: Persónulegar bloggfærslur
it: Post del blog personale

source: Community blog posts
es: Posts del blog de la comunidad
gl: Post de Blog de Comunidade
hu: Közösségi blogok
is: Færslur í samfélagsbloggi
it: Post del blog della community

source: Posts with comments
es: Posts con comentarios
gl: Post con comentarios
hu: Kapcsolódik hozzá megjegyzés
is: Færslur með athugasemdum
it: Post con commenti

source: Posts with no comments
es: Posts sin comentarios
gl: Post sen comentarios
hu: Nem kapcsolódik hozzá megjegyzés
is: Færslur með engum athugasemdum
it: Post senza commenti

source: Weblog Archive
es: Archivo de weblog
gl: Arquivo do blog
hu: Webnalpó archívum
is: Eldri færslur
it: Archivio del blog

source: You currently don't have any %s to archive
es: Actualmente no tienes ningún %s para archivar

source: Stop keeping track of this post
es: Deja de hacer el seguimento de este post
gl: Deixa de facer o seguimento deste post
hu: Ne tartsa meg az üzenet nyomát
is: Hættu að fylgjast með þessari færslu
it: Smetti di tenere traccia di questo articolo

source: You have marked this post as interesting; all comments will appear on your 'recent activity' page. If you would like to remove this flag, click here.
es: Has seleccionado este post como interesante; todos los comentarios aparecerán en tu página de 'actividad reciente'. Si quieres quitar esta bandera, pincha aquí.
gl: Seleccionaches este post como interesante; todos os comentarios aparecerán na túa páxina de 'actividade recente'. Se queres quitar esta bandeira, preme aquí.
hu: Érdekesnek jelölted meg ezt az üzenetet: minden hozzászólás a 'legújabb események' oldaladon megjelenik. Ha szeretnéd eltávolítani ezt a bejelölést, akkor kattints ide.
it: Hai segnato questo post come interessante; tutti i commenti appariranno sulla tua pagina di 'attività recente'. Se vuoi deselezionarlo, clicca qui.

source: Remove interesting flag
es: Quitar bandera interesante
gl: Quitar bandeira interesante
hu: Érdekes tartalom jelző eltávolítása
is: Fjarlægja 'áhugavert' stöðuvísi
it: Rimuovi segno 'interessante'

source: Keep track of this post
es: Hacer un seguimiento de este post
gl: Facer un seguimento deste post
hu: Az üzenet nyomnkövetése
is: Fylgjast með þessari færslu
it: Tieni traccia di questo articolo

source: Click the 'Mark interesting' button to monitor new comments on your 'recent activity' page.
es: Pincha el botón 'Señalar como interesante' para monitorizar los nuevos comentarios en tu página de 'actividad reciente'.
gl: Premer o botón 'Sinalar como interesante' para monitorizar os novos comentarios na túa páxina de 'actividade recente'.
hu: Kattints az 'Érdekesség' gombra, hogy végignézd az új hozzászólásokat a 'legújabb történések' oldalon.
it: Clicca sul pulsante 'Segna come interessante' per tenere traccia dei nuovi commenti sulla tua pagina 'attività recente'.

source: Mark interesting
es: Señalar como interesante
gl: Sinalar como interesante
hu: Érdekesség
is: Merkja sem áhugavert
it: Segna come interessante

source: The weblog for %s, hosted on %s.
es: El blog para %s, alojado en %s.
gl: O Weblog para %s, aloxado en %s.
is: Blogg fyrir %s, hýst á %s.
it: Il blog per %s, ospitato da %s.

source: Weblog posts by
es: Posts de weblog por
gl: Posts de weblog por
hu: Webnapló bejegyzés valakinél:
is: Bloggfærslur færðar af
it: Articolo dal blog di

source: in category
es: en categoría
gl: en categoría
hu: ebben a kategóriában
is: in de categorie
it: nella categoria

source: RSS feed for weblog posts by
es: Fedd RSS para posts de weblog por
gl: Fedd RSS para posts de weblog por
is: RSS straumur fyrir bloggfærslur:
it: Feed RSS per il blog di

source: Other users with weblog posts in category
es: Otros usuarios con post de weblog en categoría
gl: Outros usuarios con post de weblog en categoría
is: Andere gebruikers met weblog berichten in deze categorie
it: Altri utenti che hanno pubblicato nella categoria

source: Users with weblog posts in category
es: Usuarios con posts de weblog en categoría
gl: Usuarios con posts de weblog en categoría
is: Notendur með bloggfærslur í flokkinum
it: Utenti che hanno pubblicato nella categoria

source: Weblog post
es: Post de weblog
gl: Post de weblog
hu: Webnapló üzenet
is: Weblog bericht
it: Articolo

source: Your Blog
es: Tu Blog
gl: O teu Blog
hu: Blogod
is: Bloggið þitt
it: Il tuo Blog

source: Post a new entry
es: Enviar una nueva entrada
gl: Enviar unha nova entrada
hu: Új bejegyzés küldése
is: Ný bloggfærsla
it: Scrivi un post

source: View blog
es: Visualizar blog
gl: Visualizar blog
hu: Blog megjelenítése
is: Skoða blogg
it: Vedi Blog

source: Archive
es: Archivo
gl: Arquivo
hu: Archívum
is: Skjalasafn
it: Archivio

source: Friends' blogs
es: Blogs de amigos
gl: Blogs de amigos
hu: A barátok blogjai
is: Blogg vina
it: Blog degli amici

source: Interesting posts
es: Posts interesantes
gl: Post interesantes
hu: Érdekes üzenetek.
is: Áhugaverðar færslur
it: Articoli interessanti

source: View all posts
es: Visualizar todos los posts
gl: Visualizar todos os post
hu: Az összes bejegyzés megtekintése
is: Skoða allar færslur
it: Vedi tutti i post

source: Displays the latest blog posts from a blog of your choice.
es: Muestra los últimos posts del blog que selecciones.
gl: Mostra os últimos correos do blog que seleccionou
hu: A választásod szerinti blogról megjeleníti a legfrissebb bejegyzéseket.
is: Birta síðustu bloggfærslur úr völdu bloggi.
it: Mostra l'ultimo post di uno dei blog che hai selezionato.

source: called '%s'
es: llamado '%s'

source: Anonymous user
es: Usuario anónimo

source: Posted by
es: Enviado por
gl: Enviado por
hu: Küldte
is: Skráð af
it: Inserito da

source: Comments
es: Comentarios
gl: Comentarios
hu: Hozzászólások
it: Commenti

source: comment(s)
es: Comentario (s)
gl: Comentario(s)
hu: megjegyzés(ek)
is: athugasemd(ir)
it: Commento/i

source: This widget displays the last couple of blog posts from an individual user. To begin, select the user from your connections below:
es: Este widget muestra el último par de entradas en el blog de un usuario individual. Para comenzar, selecciona el usuario desde tus conexiones mas abajo:
gl: Este programa mostra o último par de entradas no blog dun usuario individual. Para comezar, selecciona o usuario dende as túas conexións máis abaixo:
hu: Ez a komponens megjeleníti az utolsó néhány blogbejegyzést bármely felhasználó blogjáról. A kezdéshez válaszd ki a felhasználókat az alábbi kapcsolataid közül:
it: Questo widget mostra gli ultimi due post presi dal blog di un utente. Per iniziare, seleziona l'utente dalla tua rete qui sotto:
