Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/tmp/languages/*/LC_MESSAGES/*.po
Languages: es, gl, hu, is, it

source: The time and date of the post
hu: Az üzenete ideje és napja

source: A link to any comments
hu: Link bármely hozzászóláshoz

source: A list of comments, if any
hu: Hozzászólások listája (ha van)

source: Weblog Comments
hu: Webnapló hozzászólások

source: A placeholder for weblog comments.
hu: A webnapló hozzászólásoknak fenntartott hely.

source: The list of comments themselves
hu: Maguk a hozzászólások listája

source: The list of page links when there are lots of comments
hu: A hivatkozások listája, ha sok hozzászólás van

source: Individual weblog comment
hu: Egyéni webnaló hozzászólás

source: A template for each individual weblog comment. (Displayed one after the other, embedded in the comment placeholder.)
hu: Sablon minden egyéni webnapló hozzászóláshoz. (Megjelenítésük: egymás után, a hozzászólás helyébe beágyazva.)

source: Post body
hu: Üzenet szövegrész

source: The name of the person making the comment
hu: A hozzászólást küldő személy neve

source: When the comment was posted
hu: A hozzászólás dátuma

source: The usericon of the person making the comment, if available
hu: A hozzázólást készítő személy felhasználó ikonja (ha van ilyen).

source: Your post has been added to your weblog.
hu: Az üzeneted megjelent a webnaplódban.

source: Click here to post to this weblog.
hu: Kattints ide, hogy elküldd erre a webnaplóra.

source: Add a new post
hu: Új üzenet hozzáadása

source: Post title:
hu: Üzenet címe:

source: Post body:
hu: Üzenet szövege:

source: You must be logged in to post a new weblog entry. You may do so using the login pane to the right of the screen.
hu: Be kell jelentkezned, hogy új webnapló üzenetet írj be. A képernyő jobb oldalán található 'Belépés' panelt is használhatod.

source: Edit a post
hu: Üzenet szerkesztése

source: Save Post
hu: Üzenet mentése

source: Blog
is: Blogg

source: Database table prefix
is: Forskeyti á töfluheitum í gagnagrunni

source: All database tables will start with this; we recommend 'elgg'
is: Öll töfluheiti í grunninum munu hefjast á þessu; við mælum með 'elgg'

source: Country code to set language to if you have gettext installed
is: Kóði tungumáls, þ.e. ef gettext er uppsett

source: Anything you enter here must be present in the email address of anyone who registers; e.g. @mycompany.com will only allow email address from mycompany.com to register
is: Allt sem hér er skráð verður að finnast í tölvupóstfangi þess sem innskráir sig; t.d. mun gildið @khi.is einungis heimila notendum frá khi.is að skrá sig

source: Default access
is: Sjálfgefinn aðgangur

source: The default access level for all new items in the system
is: Sjálfgefinn aðgangur alls nýskráðs efnis í kerfinu

source: Persistent connections
is: Varanlegar tengingar

source: Should Elgg use persistent database connections?
is: Á Elgg að notast við varanlegar tengingar við gagnagrunninn?

source: Front page (when logged out)
is: Forsíða (óinnskráð/ur)

source: Front page (when logged in)
is: Forsíða (innskráð/ur)

source: Main pageshell
is: Aðal síðuskel

source: About
is: Um

source: Privacy Policy
is: Persónuvernd

source: FAQ
is: SOS
