Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/tmp/languages/*/LC_MESSAGES/*.po
Languages: es, gl, hu, is, it

source: Contains the main content for a page (as opposed to the sidebar or the title).
es: Contiene el contenido principal para una página (al contrario que la sidebar o el título).
gl: Ten o contido principal para unha páxina (ao contrario que a barra lateral e o título)
hu: Az oldal fő tartalmát tartalmazza (szemben az oldalsávval vagy a címmel)
is: Inniheldur megininntak síðu (þ.e. ekki titill eða efni í hliðardálk).
it: Contiene il contenuto principale di una pagina (al contrario della barra laterale o del titolo)

source: The title
es: El título
gl: O título
hu: Cím
is: Titillinn
it: Il titolo

source: The page submenu
es: El submenú de página
gl: O submenú da páxina
hu: Az oldal almenüje
is: Undirvalmynd blaðsíðu
it: Il sottomenu della pagina

source: The body of the page
es: El cuerpo de la página
gl: O corpo da páxina
hu: Az oldal szöveges része
is: Meginmál síðunnar
it: Il corpo della pagina

source: Sidebar section holder
es: Sostenedor de la sección de la sidebar
gl: Sostenedor da sección da sidebar
hu: Oldalsáv szakasz helye
it: Contenitore della barra laterale

source: Contains the sidebar section titles
es: Contiene los títulos de la sección de la sidebar
gl: Contén os títulos da sección da sidebar
hu: Az oldalsáv szakaszcímeket tartalmaz
it: Contiene i titoli della sezione della barra laterale

source: The header
es: El encabezado
gl: O encabezado
hu: Fejrész
is: Haus
it: L'intestazione

source: Owner box
es: Cuadro del propietario
gl: Cadro do propietario
hu: Tulajdonos doboz
is: Reitur fyrir eiganda
it: Box del proprietario

source: A box containing a description of the owner of the current profile.
es: Un cuadro que contiene una descripción del propietario del perfil actual.
gl: Un cadro que contén unha descrición do propietario do perfil actual
hu: Doboz, amely a tulajdonos jelenlegi profilját írja le.
it: Una casella contenente la descrizione del proprietario dell'attuale profilo

source: The user's name
es: El nombre de usuario
gl: O nome de usuario
hu: A felhasználó neve
is: Notandanafn
it: Nome utente

source: The URL of the user's profile page, including terminating slash
es: La URL de la página de perfil del usuario, incluida la raya vertical que termina
gl: A URL da páxina do perfil de usuario, incluída a raia vertical que termina
is: Slóð að notendalýsingu með skástriki í enda slóðar
it: La URL della pagina relativa al profilo dell'utente, compreso lo slash finale

source: The user's icon, if it exists
es: El icono de usuario, si existe
gl: A icona de usuario, se existe
hu: A felhasználó ikonja (ha van)
is: Táknmynd notanda, ef hún er til staðar
it: L'icona dell'utente, se presente

source: A short blurb about the user
es: Una breve nota publicitaria sobre el usuario
gl: Unha breve nota publicitaria sobre o usuario
hu: Rövid fülszöveg a felhasználóról
is: Stuttur texti um notandann
it: Una breve descrizione dell'utente

source: Links to friend / unfriend a user
es: Enlaces a un amigo / quitar como amigo un usuario
gl: Enlaces a un amigo / quitar como amigo a un usuario
hu: Kapcsolódás baráthoz/nem barátom többé
it: Link per aggiungere / rimuovere un utente dagli amici

source: Links to any lms hosts the user is attached to
es: Enlaces a anfitriones de LMS que el usuario tiene como adjuntos
gl: Enlaces a anfitrións de LMS que o usuario ten como incluídos
is: Slóð að námsstjórnunarkerfum sem notandinn er tengdur
it: Link a un Learning Management System a cui l'utente è associato

source: Tags
es: Etiquetas
gl: Etiquetas
hu: Tag (címke)
is: Tög

source: Resources
es: Fuentes
gl: Recursos
hu: Erőforrások
is: Aðföng
it: Risorse

source: System message shell
es: Interfaz de usuario del mensaje de sistema
gl: Interface de usuario da mensaxe de sistema
hu: Rendszerüzenet váz
is: Skel fyrir kerfisskilaboð
it: Console dei messaggi di sistema

source: A list of system messages will be placed within the message shell.
es: Una lista de los mensajes del sistema se colocará en el interfaz de usuario del mensaje.
gl: Unha lista das mensaxes do sistema colocarase na interface de usuario da mensaxe.
hu: Az üzenet vázban rendszerüzenetek jegyzékét helyezzük el.
is: Listi yfir kerfisskilaboð verður staðsett innan skeljar fyrir skilaboð.
it: Una lista dei messaggi di sistema verrà messa dentro la console di sistema.

source: The messages
es: Los mensajes
gl: As mensaxes
hu: Üzenetek
is: Skilaboðin
it: I messaggi

source: Individual system messages
es: Mensajes de sistema individuales
gl: Mensaxes do sistema individuais
hu: Egyéni rendszerüzenetek
is: Einstaka kerfisboð
it: Messaggi di sistema singoli

source: Each individual system message.
es: Cada mensaje de sistema individual.
gl: Cada mensaxe do sistema individual
hu: Minden egyéni rendszerüzenet
is: Hvert einstakt kerfisboð.
it: Ogni messaggio di sistema.

source: The system message
es: El mensaje de sistema
gl: A mensaxe do sistema
hu: Rendszerüzenet
is: Kerfiskilaboðin
it: Il messaggio di sistema

source: Main menu shell
es: Interfaz de usuario del menú principal
gl: Interface de usuario do menú principal
hu: A főmenü váza
is: Skel fyrir aðalvalmynd
it: Shell del menu principale

source: A list of main menu items will be placed within the menubar shell.
es: Una lista de los objetos del menú principal se colocará en el interfaz de usuario de la barra de menú.
gl: Unha lista dos obxectos do menú principal colocarase na interface de usuario da barra do menú.
hu: A főmenü elemeinek listáját a menü vázában helyezzük el.
is: Listi yfir allar einingar aðalvalmyndar verður settur inn í valmyndarskel
it: Una lista di elementi di menu verrà inserita nella shell di menu

source: The menu items
es: Los objetos de menú
gl: Os obxectos do menú
hu: Menüelemek
is: Einingar valmyndar
it: Gli elementi di menu

source: Individual main menu item
es: Objeto de menú principal individual
gl: Obxecto do menú principal individual
hu: Egyéni főmenü elem
is: Einstakar einingar valmyndar
it: Elemento singolo di menu

source: This is the template for each individual main menu item. A series of these is placed within the menubar shell template.
es: Es una plantilla para cada objeto de menú principal individual. Hay varios de éstos en la plantilla del interfaz de usuario de la barra de menú.
gl: Esta é a modelo para cada obxecto do menú principal individual. Hai varios na modelo da interface de usuario da barra de menú.
hu: Ez minden egyéni főmenü elem sablonja. Ezek egy sorozata a menü sablon vázában található.
is: Þetta er snið fyrir útlit fyrir einstakra eininga í valmynd. Röð slíkra er staðsett inn í sniði fyrir valmyndarskel.
it: Questo è il template per ogni singolo elemento nel menu principale. Una serie di essi è messa dentro il template della shell del menu principale.

source: The URL of the menu item
es: La URL del objeto de menú
gl: A URL do obxecto do menú
hu: A menü elem URL címe
is: Slóð fyrir valmyndareiningu
it: La URL dell'elemento di menu

source: The menu item's name
es: El nombre del objeto del menú
gl: O nome do obxecto do menú
hu: A menü elem neve
is: Nafn á valmyndareiningu
it: Il nome dell'elemento di menu

source: Selected individual main menu item
es: Objeto de menú principal individual seleccionado
gl: Obxecto do menú principal individual seleccionado
hu: Válassz egyéni főmenü elemet
is: Veldu einstaka valmyndareiningu
it: Elementi singoli selezionati del menu

source: This is the template for an individual main menu item if it is selected.
es: Es una plantilla para un objeto del menú principal individual si es seleccionado.
gl: Esta é unha modelo para un obxecto do menú principal individual si se selecciona.
hu: Ha kiválasztod, akkor ez az egyéni főmenü elem sablonja
is: Þetta er útlit fyrir einstakar einingar valmyndar ef það er valið.
it: Questo è il template per un elemento specifico, se selezionato, del menu principale

source: Sub-menubar shell
es: Interfaz de usuario de la barra de submenú
gl: Interface de usuario da barra de submenú
hu: Almenü váz
is: Undirvalmyndarskel
it: Shell del sottomenu

source: A list of sub-menu items will be placed within the menubar shell.
es: Una lista de los objetos del submenú se colocará en el interfaz de usuario de la barra de menú.
gl: Unha lista dos obxectos do submenú que se colocarán na interface de usuario da barra do menú
hu: Az almenü elemek listáját a menü vázban helyezzük el.
is: Listi fyrir einingar undirvalmyndar verður staðsettur innan í valmyndarskel.
it: Una lista di sotto menu verrà posizionata sotto la barra dei menu dell'interfaccia di navigazione.

source: Individual sub-menu item
es: Objeto de submenú individual
gl: Obxecto do submenú individual
hu: Egyéni almenü elem
is: Einstakar einingar á undirvalmynd
it: Specifici elementi del sotto menu

source: This is the template for each individual sub-menu item. A series of these is placed within the sub-menubar shell template.
es: Es una plantilla para cada objeto del submenú individual. Hay varios de éstos en la plantilla del interfaz de usuario del submenú.
gl: Esta é unha modelo para cada obxecto do submenú individual. Hai varios de este tipo na modelo de interface de usuario do submenú.
hu: Ez minden egyéni almenü elem sablonja. Ezek egy sorozata az almenübár vázában található.
is: Þetta er sniðmát fyrir hverja einstaka einingu í undirvalmynd. Röð slíkra er sett innan skel undirvalmyndar.
it: Questo è il template per i sotto menu personalizzati. Una serie di questi sono collocati all'interno della barra dei sotto menu nel template di interfaccia di navigazione.

source: Status menubar shell
es: Interfaz de usuario de la barra de menú de estado
gl: Interface de usuario do menú de estado
hu: Állapotsor váz
is: Stöðuvalmyndarskel
it: Barra di stato

source: A list of statusbar menu items will be placed within the status menubar shell.
es: Una lista de los objetos del menú de la barra de estado se colocará en el interfaz de usuario de la barra de menú de estado.
gl: Unha lista dos obxectos do menú da barra de estado colocarase na interface de usuario da barra de menú de estado.
hu: Az állapotsor elemeinek listája az állapotsor vázában kerül elhelyezésre
is: Listi yfir einingar stöðulínu verður staðsetttur inni í stöðuvalmyndarskel.
it: Una lista di sotto menu verrà posizionata nella barra di stato dell'interfaccia di navigazione.

source: Individual statusbar menu item
es: Objeto de menú de la statusbar individual
gl: Obxecto do menú da barra de estado individual
hu: Egyéni állapotsor elem
it: Barra di stato individuale

source: This is the template for each individual statusbar menu item. A series of these is placed within the status menubar shell template.
es: Es una plantilla para cada objeto de menú de la barra de estado individual. Hay varios de éstos en la plantilla del interfaz de usuario de la barra de menú de estado.
gl: Esta é unha modelo para cada obxecto do menú da barra de estado individual. Hai varios destes obxectos na modelo da interface de usuario da barra de menú de estado.
hu: Ez a sablonja minden egyéni állapotsor menü elemnek. Ezek egy szériáját az állaposor menü vázában helyezzük el.
is: Dit is het sjabloon is voor elk individuel menubalk item. Een aantal hiervan wordt in de status menubalk geplaatst.
it: Questo è il template per ogni elemento di menu della barra di stato. Una serie di questi è inserito nel template della barra di stato.

source: Data input box (two columns)
es: Cuadro de entrada de datos (dos columnas)
gl: Cadro de entrada de datos (dúas columnas)
hu: Adat beviteli doboz (két oszlopban)
is: Invoerveld (twee kolommen)
it: Casella per l'inserimento dei dati (due colonne)

source: This is mostly used whenever some input is taken from the user. For example, each of the fields in the profile edit screen is a data input box.
es: Esto se utiliza sobre todo cuando se recurre a cierta información de la introducida por el usuario. Por ejemplo, cada uno de los campos en la pantalla de edición del perfil es un cuadro de introducción de datos.
gl: Isto emprégase sobre todo cando traballa con certa información da introducida polo usuario. Por exemplo, cada un dos campos na pantalla de edición do perfil é un cadro de introdución de datos.
hu: Leginkább akkor használjuk, amikor információt visz be a felhasználó. Például a saját profil szerkesztő oldalon minden mező adatbeviteli doboz.
is: Þetta er aðallega notað þegar tekið er við einhverju frá notanda t.d. er hvert svæði í lýsingu innsláttarreitur .
it: Questo è usato soprattutto quando è chiesto all'utente dell'input. Per esempio, ogni elemento di inserimento del profilo è di questo tipo.

source: The name for the data we're inputting
es: El nombre para los datos que estamos introduciendo
gl: O nome para os datos que introducimos
hu: A bevitt adat neve
is: Heiti fyrir þau gögn sem við erum að setja inn
it: Il nome del dato che stiamo inserendo

source: The first item of data
es: El primer objeto de datos
gl: O primeiro obxecto de datos
hu: Az adat első eleme
is: Fyrsta eining gagna
it: Il primo elemento di dati

source: The second item of data
es: El segundo objeto de datos
gl: O segundo obxecto de datos
hu: Az adat második eleme
is: Önnur eining gagna
it: Il secondo elemento di dati

source: Data input box (one column)
es: Cuadro de entrada de datos (una columna)
gl: Cadro de entrada de datos (unha columna)
hu: Adatbeviteli doboz (egy oszlopban)
is: Innsláttarreitur (einn dálkur) fyrir gögn
it: Box di inserimento dati (una colonna)

source: A single-column version of the data box.
es: Una versión de una columna del cuadro de datos.
gl: Unha versión dunha columna do cadro de datos
hu: Az adat doboz egyoszlopos típusa
is: Eins dálks útgáfa af gagnareit
it: Una versione a singola colonna del Box inserimento dati

source: The name of the data we're inputting
es: El nombre de los datos que estamos introduciendo
gl: O nome dos datos que introducimos
hu: A bevitt adat neve
is: Heiti þeirra gagna sem við erum að setja inn
it: Il nome del dato che stiamo inserendo

source: The data itself
es: Los propios datos
gl: Os propios datos
hu: Az adat maga
is: Gögnin sjálf
it: Il dato

source: This table is used to house stats and administration details until a good CSS solution can be applied.
es: Esta tabla se usa para alojar información de estadísticas y administración hasta que una buena solución CSS se pueda aplicar.
gl: Esta táboa emprégase para aloxar información de estatísticas e administración ata que unha boa solución CSS se poida aplicar.
hu: Ez a táblázat statisztika és adminisztrációs adatok vezetésére szolgál mindaddig, amíg egy megfelelő CSS-t nem tudunk alkalmazni.
it: Questa tabella è usata per mostrare statistiche e dettagli amministrativi finchè una buona soluzione basata su CSS verrà applicata.

source: Column One
es: Columna uno
gl: Columna un
hu: Első oszlop
is: Dálkur eitt
it: Colonna uno

source: Column Two
es: Columna dos
gl: Columna dúas
hu: Második oszlop
is: Dálkur tvö
it: Colonna due

source: Column Three
es: Columna tres
gl: Columna tres
hu: Harmadik oszlop
is: Dálkur þrjú
it: Colonna tre

source: This holds the flag content function throughout Elgg
es: Este guarda el contenido marcado a través de Elgg
gl: Gardáronse as túas preferencias de editor.
it: Questo tiene la funzione di marcatura in tutto elgg

source: Data input box (vertical)
es: Cuadro de entrada de datos (vertical)
gl: Cadro de entrada de datos (vertical)
hu: Adatbeviteli doboz (függőleges)
is: Innsláttarreitur fyrir gögn (lóðréttur)
it: Box di inserimento dati (verticale)

source: A slightly different version of the data box, used on this edit page amongst other places.
es: Una versión ligeramente diferente del cuadro de datos, usada en esta página de edición entre otros lugares.
gl: Unha versión lixeiramente diferente do cadro de datos, empregada nesta páxina de edición entre os lugares.
is: Aðeins öðruvísi tegund af gagnareit, notaður meðal annars á þessari breytingasíðu.
it: Una versione leggermente diversa del box di inserimento dati, usata in questa pagina di modifica ed in altre.

source: Name of the data we\'re inputting
es: Nombre de los datos que hemos ingresado
gl: Nome dos datos que ingresamos
hu: Az adat neve, amit beviszünk.
it: Nome del dato che si sta inserendo

source: Your editor preferences have been saved
es: Tus preferencias de editor se han guardado.
gl: Cambiáronse as túas preferencias de editor.
hu: A szerkesztő beállításaidat elmentettük
is: Uppsetning á ritli var vistuð
it: Le tue preferenze per l'editor sono state salvate

source: Your editor preferences have been changed
es: Tus preferencias de editor se han cambiado.
gl: As túas preferencias de editor foron gardadas.
hu: A szerkesztő beállításaidat megváltoztattuk
is: Uppsetning á ritli var breytt
it: Le tue preferenze per l'editor sono state cambiate

source: Your editor preferences could not be changed
es: Tus preferencias de editor no pudieron cambiarse.
gl: As túas preferencias de editor non se poden cambiar.
hu: A szerkesztő beállításaidat nem lehet megváltoztatni
is: Ekki var hægt að vista uppsetningar á ritli
it: Le tue preferenze per l'editor non sono state cambiate!!

source: Visual text editing
es: Visualizar editar texto
gl: Editor de texto visual
hu: Látható szöveg szerkesztése
is: Myndræn textavinnsla
it: Editor visuale

source: Set this to 'yes' if you would like to use a visual (WYSIWYG) text editor for your posts and comments.
es: Indica 'sí' si quieres usar un editor de texto visual (WYSIWYG) para tus posts y comentarios.
gl: Indica 'si' se queres empregar un editor de texto visual (WYSIWYG) para os teus posts e comentarios.
hu: Állítsd 'igen'-re, ha WYSIWYG (What You See Is What You Get azaz: már a szerkesztőfelületen is úgy látod a szöveged, ahogy az majd a valóságban is megjelenik) szövegszerkesztőt kívánsz használni az üzeneteid és hozzászólásaid megírásakor.
is: Settu 'já' hérna ef þú vilt notast við myndrænan (WYSIWYG) textaritil við skráningu færslna og athugasemda.
it: Imposta questo a 'si' se vuoi usare un editor visuale (WYSIWYG) per inserire post e commenti.

source: Enable visual editor:
es: Permitir editor visual:
gl: Activar editor visual
hu: Vizuális szerkesztő engedélyezése:
is: Virkja myndrænan ritil:
it: Attiva editor visuale:

source: Log on:
es: Acceder:
gl: Acceder:
it: Login:

source: Powered by Elgg
es: Basado en Elgg
gl: Baseado en ELGG
is: Knúið af Elgg

source: all
es: todo
gl: todo
is: allt
it: tutti

source: Tag cloud
es: Nube de etiquetas
gl: Nube de etiquetas

source: There are %d active users.
es: Hay %d usuarios activos.
gl: Hai %d usuarios activos.
hu: %d aktív felhasználó van.
is: Það eru %d virkir notendur.
it: Ci sono %d utenti attivi.

source: (%d logged on.)
es: (%d iniciado (s).)
gl: (%d iniciado (s).)
hu: (%d bejelentkezve.)
is: (%d innskráðir.)
it: (%d collegati.)

source: User Statistics
es: Estadísticas de usuario
gl: Estadísticas de usuario
hu: Felhasználó statisztika
is: Tölfræði notanda
it: Statistiche sugli utenti.

source: The user was deleted.
es: El usuario fue elimindado.

source: Your suggested name was too long. Please try something shorter.
es: La dirección de correo electrónico que sugeriste era demasiado larga. Intenta algo más corto.
gl: A dirección de correo electrónico que suxeriches era demasiado longa. Intenta algo más curto.
hu: A javasolt név túl hosszú. Kérjük, valami rövidebbel próbálkozz.
is: De naam die je hebt ingevuld was te lang. Probeer iets korters.
it: Il nome che hai scelto è troppo lungo. Prova con qualcosa di più corto.

source: Email address updated.
es: Dirección de correo electrónico actualizada.
gl: Dirección de correo electrónico actualizada.
hu: E-mail cím frissítve.
is: Tölvupóstfang hefur verið uppfært.
it: Indirizzo email aggiornato.

source: Your moderation preferences have been changed.
es: Se han cambiado tus preferencias de restricción.
gl: Cambiáronse as túas preferencias de restrición.
hu: A moderálás beállításaidat megváltoztattuk.
it: Le tue preferenze di moderazione sono state cambiate.

source: Public comments and discussion set to 'on'.
es: Comentarios públicos y discusión en modo 'on'.
gl: Comentarios públicos e discusión en modo 'on'.
hu: Nyilvános vélemény és vita 'bekapcsolt' állapotba.
is: Almennar athugasemdir og umræður eru virkar
it: Commenti e discussioni pubbliche attivati.

source: Public comments and discussion set to 'off'.
es: Comentarios públicos y discusión en modo 'off'.
gl: Comentarios públicos e discusión en modo 'off'.
hu: Nyilvános vélemény és vita 'kikapcsolt' állapotba.
it: Commenti e discussioni pubbliche disattivati.

source: Email comments and discussion set to 'on'.
es: Comentarios de correo y discusión en modo 'on'.
gl: Comentarios de correo e discusión en modo 'on'.
hu: E-mail véleméynek és vita 'bekapcsolt' állapotba.
it: Invio commenti e discussioni per posta attivato.

source: Email comments and discussion set to 'off'.
es: Comentarios de correo y discusión en modo 'off'.
gl: Comentarios de correo e discusión en modo 'off'.
hu: E-mail véleméynek és vita 'kikapcsolt' állapotba.
it: Invio commenti e discussioni per posta disattivato.

source: Email notifications set to 'on'.
es: Notificaciones de email en 'on'
gl: Notificaciones de correo en 'on'
hu: E-mail értesítés 'bekapcsolva'.
is: Tilkynningar í tölvupósti eru virkjaðar
it: Notifiche email attivate.

source: Email notifications set to 'off'.
es: Notificaciones de email en 'off'
gl: Notificaciones de correo en 'off'
hu: E-mail értesítés 'kikapcsolva'.
is: Tilkynningar í tölvupósti eru óvirkar
it: Notifiche via email disattivate.

source: Password not changed: Your password is either too short or too long. It must be between 4 and 32 characters in length.
es: No se ha cambiado la contraseña: Tu contraseña es o demasiado corta o demasiado larga. Tiene que tener entre 4 y 32 caracteres.
gl: Non se cambiou o contrasinal: O teu contrasinal é ou demasiado curta ou demasiado longa. Ten que ter entre 4 e 32 carácteres.
hu: A jelszó nem változott meg: a jelszavad vagy túl rövid, vagy túl hosszú. 4-32 karakter hosszúnak kell lennie.
is: Het wachtwoord is niet gewijzigd: De lengte van het wachtwoord is te kort of te lang. Het moeten tussen de 4 en de 12 tekens lang zijn.
it: La password non è stata cambiata: la tua password è troppo lunga o troppo corta. Deve essere compresa fra 4 e 32 caratteri.

source: Password not changed: Your password can only consist of letters or numbers.
es: No se ha cambiado la contraseña: Tu contraseña sólo puede contener letras o números.
gl: Non se cambiou o contrasinal: o teu contrasinal só pode conter letras ou números.
hu: A jelszó nem változott meg: a jelszavad csak betűkből és számokból állhat.
is: Het wachtwoord is niet gewijzigd: het wachtwoord mag alleen maar cijfer en letters bevatten.
it: La password non è stata cambiata: la password può comprendere solo lettere e numeri.

source: Your password was updated.
es: Se actualizó tu contraseña.
gl: Actualizouse o teu contrasinal.
hu: A jelszavadat frissítettük.
is: Lykilorðið þitt hefur verið uppfært.
it: La tua password è stata aggiornata

source: Password not changed: The password and its verification string did not match.
es: No se ha cambiado la contraseña: La contraseña y su verificación no han coincidido.
gl: Non se cambiou o contrasinal: o contrasinal e a súa verificación non coincidiron.
hu: A jelszavad nem változott meg: a jelszó és jóváhagyása nem egyeznek meg egymással.
is: Het wachtwoord is niet gewijzigd: het wachtwoord en het wachtwoord ter controle kwamen niet overeen.
it: La password non è stata cambiata: le password inserite non corrispondono.

source: Change your full name:
es: Cambiar tu nombre:
gl: Cambiar o teu nome:
hu: Teljes neved megváltoztatása:
is: Breyta eigin nafni:
it: Modifica il tuo nome:

source: Your full name
es: Tu nombre
gl: O teu nome
hu: Teljes neved
is: Jouw volledige naam
it: Il tuo nome
