Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/tmp/languages/*/LC_MESSAGES/*.po
Languages: es, gl, hu, is, it

source: Then enter the number of blog posts you'd like to display:
es: Indica el número de posts del blog que te gustaría mostrar:
gl: Indica o número de correos do blog que che gustaría mostrar:
hu: Írd be, hány blogbejegyzést kívánsz megjeleníteni:
is: Veldu svo fjölda bloggfærslna sem þú vilt birta:
it: Adesso inserisci il numero dei post che desideri visualizzare:

source: From:
es: De:

source: The weblog post has been modified.
es: Ha sido modificado el post de weblog.
gl: Modificouse o post do weblog.
hu: A webnapló üzenet megváltozott.
is: Het bericht is gewijzigd
it: Il tuo articolo è stato modificato.

source: This weblog post has now been added to your 'interesting' list.
es: Se ha añadido el post de weblog a tu lista 'interesante'.
gl: Engadiuse o post de weblog á túa lista 'interesante'.
hu: Ezt a webnaplót hozzáadtuk az 'érdekességek' listádhoz.
is: Þessu bloggi hefur verið bætt á lista þinn yfir áhugaverð blogg.
it: Questo articolo è stato aggiunto alla lista dei tuoi 'argomenti interessanti'.

source: You are no longer monitoring this weblog post.
es: Ya no estas monitorizando este post de weblog.
gl: Xa non estás monitorizando este post de weblog.
hu: A webnaplónak nem vagy továbbiakban a megfigyelője.
is: Þú ert ekki lengur að fylgjast með þessari færslu.
it: Non stai più effettuando un controllo su questo articolo.

source: Are you sure you want to permanently delete this weblog post?
es: ¿Estás seguro de que quieres borrar este post de weblog definitivamente?
gl: ¿Estás seguro de que queres borrar este post de weblog definitivamente?
hu: Biztos vagy abban, hogy örökre törlöd a blog üzenetet?
is: Viltu örugglega eða þessari bloggfærslu?
it: Sei sicuro che vuoi eliminare definitivamente questo articolo del blog?

source: The selected weblog post was deleted.
es: Se borró el post de weblog seleccionado.
gl: Borrouse o post de weblog seleccionado.
hu: A kiválasztott webnalpót töröltük.
is: Het geselecteerde weblog bericht is verwijderd.
it: L'articolo selezionato è stato cancellato.

source: You do not appear to have permission to delete this weblog post. It was not deleted.
es: Parece que no tienes permisos para borrar este post del blog. No se ha borrado.
gl: Parece que non tes permisos para borrar este post do blog. Non se borrou.
hu: Valószínűleg nincs engedélyed a webnapló üzenetet törölni. Az üzenet nem került törlésre.
is: Þú virðist ekki hafa heimild til þess að eyða þessari bloggfærslu. Færslunni var ekki eytt.
it: Non hai il permesso di cancellare questo articolo. Non è stato cancellato.

source: Your comment has been added.
es: Tu comentario ha sido añadido.
gl: O teu comentario non puido enviarse. O sistema considerouno como spam.
hu: A hozzászólásodat elküldtük.
is: Je reactie is toegevoegd
it: Il tuo commento è stato aggiunto.

source: Your comment could not be posted. The system thought it was spam.
es: Tu comentario no pudo enviarse. El sistema lo consideró como spam.
gl: O teu comentario foi borrado.
hu: A hozzászólásodat nem lehet továbbítani. A rendszer spamnak nézte.
it: Il tuo commento non può essere pubblicato. Il sistema lo ha riconosciuto come spam.

source: Are you sure you want to permanently delete this weblog comment?
es: ¿Estás seguro de que quieres borrar este comentario de weblog definitivamente?
gl: ¿Estás seguro de que queres borrar este comentario de weblog definitivamente?
hu: Biztos vagy benne, hogy véglegesen törölni kívánod a webnapló hozzászólást?
is: Viltu örugglega eyða þessari athugasemd?
it: Sei sicuro/a che vuoi cancellare definitivamente questo commento?

source: Your comment was deleted.
es: Tu comentario fue borrado.
gl: Quitar filtro
hu: A hozzászólásod töröltük!
is: Samfélaginu hefur verið eytt.
it: Il tuo commento è stato cancellato.

source: Remove filter
es: Quitar filtro
gl: Filtrado: mostrando posts do blog persoal
hu: Szűrő eltávolítása
is: Fjarlægja síu
it: Rimuovi il filtro

source: Filtered: Showing personal blog posts
es: Filtrado: mostrando posts del blog personal
gl: Filtrado: Mostrando os post do blog da comunidade.
hu: Szűrés: személyes blog üzenetek mutatása
it: Filtrato: Mostra gli articoli personali

source: Filtered: Showing community blog posts
es: Filtrado: Mostrando los post del blog de la comunidad.
gl: Filtrado: Mostrando os post da comunidade
hu: Szűrés: közösségi blog üzenetek mutatása
is: Síað: Birti einungis bloggfærslur samfélags
it: Filtrato: Mostra gli articoli della community

source: Filtered: Showing posts with comments
es: Filtrado: Mostrando los post con comentarios
gl: Filtrado: Mostrando posts con comentarios
hu: Szűrés: hozzászólásokkal ellátott üzenetek mutatása
is: Síað: Birti bloggfærslur með athugasemdum
it: Filtrato: Mostra gli articoli con commenti

source: Filtered: Showing posts with no comments
es: Filtrado: Mostrando posts sin comentarios
gl: Filtrado: Mostrando posts sen comentarios
hu: Szűrés: hozzászólás nélküli üzenetek megjelenítése.
is: Síað: Birti færslur án athugasemda
it: Filtrato: Mostra gli articoli senza commenti

source: Filtered: Showing posts from
es: Filtrado: Mostrando posts desde
gl: Filtrado: Mostrando posts desde
hu: Szűrés: üzenetek megjelenítése a következőtől:
is: Síað: Birti færslur frá
it: Filtro attivo: Mostra gli articoli di

source: Filtered: Showing posts tagged with
es: Filtrado: Mostrando posts etiquetados con
gl: Filtrado: Mostrando posts etiquetados con
hu: Szűrés: a következő jelölésű üzenetek megjelenítése:
is: Síað: Birti færslur merktar með
it: Filtrato: Mostra gli articoli che contengono le tag

source: Community
es: Comunidad
gl: Comunidade
hu: Közösség
is: Samfélag
it: Comunità

source: Add a comment
es: Añadir un comentario
gl: Engadir un comentario
hu: Hozzászólás írása
is: Ný athugasemd
it: Aggiungi un commento

source: Your comment text
es: Tu texto de comentario
gl: O teu texto de comentario
hu: A hozzászólás szövege
is: Texti athugasemdar
it: Il testo del tuo commento

source: Your name
es: Tu nombre
gl: O teu nome
hu: Neved
is: Jouw naam
it: Il tuo nome

source: Add comment
es: Añadir comentario
gl: Añadir comentario
hu: Hozzászólás
is: Ný athugasemd
it: Aggiungi commento

source: Keywords (Separated by commas):
es: Palabras clave (separadas por comas):
gl: Palabras crave (separadas por comas):
hu: Kulcsszavak (vesszővel elválasztva):
is: Lykilorð (aðskyld með kommum):
it: Parole chiave (sepatate da virgole):

source: Keywords commonly referred to as 'Tags' are words that represent the weblog post you have just made. This will make it easier for others to search and find your posting.
es: Las palabras clave comúnmente llamadas 'Etiquetas' son palabras que representan el post de weblog que acabas de crear. Esto simplificará la tarea de otros a la hora de buscar y encontrar tu post.
gl: As palabras crave comunmente chamadas 'Etiquetas' son palabras que representan o post de weblog que acabas de crear. Isto simplificará a tarefa doutros á hora de buscar e atopar o teu post.
hu: A kulcsszavak - általában 'tag'-eknek ismerik - olyan szavak, amelyek kifejezik, összefoglalják a webnalpó üzenetet, amit éppen elkészítettél. a kulcsszavazás megkönnyíti mások munkáját, amikor az öüzenetedre keresnek.
is: Lykilorð, kölluð tög, eru orð sem einkenna bloggfærsluna sem þú ert að færa. Skráning lykilorða einfalda öðrum notendum að leita eftir færslum frá þér.
it: Le parole chiave (spesso chiamate 'tag') servono a descrivere meglio il contenuto del tuo articolo e rendono più facile la ricerca 'semantica' dei contenuti da parte dei lettori (o degli altri autori).

source: Access restrictions:
es: Restricciones de acceso:
gl: Restricións de acceso
hu: Hozzáférés korlátozás:
is: Aðgangstakmarkanir:
it: Restrizioni sull'accesso:

source: More
es: Más
gl: Máis
hu: Tovább
is: Meira
it: Altro

source: Keywords:
es: Palabras clave:
gl: Palabras crave:
hu: Kulcsszavak:
is: Lykilorð:
it: Parole chiave:

source: Page:
es: Página:
gl: Páxina:
hu: Oldal:
is: Síða:
it: Pagina:

source: You must be logged in to post a comment.
es: Debes iniciar sesión para enviar un comentario.
gl: Debes loguearte para insertar un comentario.
it: Devi fare il login prima di pubblicare un commento.

source: Recent Activity
es: Actividad reciente
gl: Actividade recente
is: Nýleg virkni
it: Attività recente

source: View your activity
es: Ver tu actividad
gl: Ver a túa actividade
hu: Saját cselekvés megtekintése
is: Skoða eigin virkni
it: Visualizza la tua attività

source: Personal blog
es: Blog personal
gl: Blog persoal
hu: Személyes blog
it: Blog personale

source: Community blog
es: Blog comunitario
gl: Blog da comunidade
hu: Közösségi blog
is: Samfélagsblogg
it: Blog della comunità

source: Weblog items tagged with %s
es: Items del blog etiquetados como %s
gl: Obxectos do Blog etiquetados con %s
hu: Webnapló elem %s -val/vel jelölve
is: Bloggfærslur auðkenndar með %s
it: Post taggati con %s

source: Weblog items
es: Items del blog
gl: Items do Weblog
it: Post

source: All users
es: Todos los usuarios
gl: Todos os usuarios
hu: Összes felhasználó
is: Allir notendur
it: Tutti gli utenti

source: The most recent weblog posts on %s.
es: El post más reciente del blog en %s.
gl: Os máis recentes post do Weblog en %s
is: Síðustu bloggfærslur á %s.
it: I post più recenti su %s.

source: Unkind Guest
es: Invitado indeseado
gl: Convidado non desexado
hu: Hívatlan vendég
is: Ókurteis gestur

source: I mock you, Babbage! Your difference engine will never catch on.
es: ¡Te engañé, Babbage! Tu motor de diferencia nunca podrá funcionar bien.
gl: ¡Enganeiche! O teu motor de diferenza nunca podrá funcionar ben.
hu: No, még egy gyöngyszem.
is: Ik lach je uit, Babbage! Jouw difference engine zal nooit wat worden.
it: Maledetti puffi!

source: Says you!
es: ¡Te dice!
gl: ¡Diche!
hu: Ahogy mondod!
is: Segir þú!
it: Dici tu!

source: The Analytical Engine - introduction from Chapter VIII
es: El motor analítico - introducción desde el Capítulo VIII
gl: O motor analítico - introdución desde o Capítulo VIII
hu: Ez is mintha máshonnan érkezett volna :)
it: I puffi, stagione 1

source: The circular arrangement of the axes of the Difference Engine round the large central wheels led to the most extended prospects. The whole of arithmetic now appeared within the grasp of mechanism. A vague glimpse even of an Analytical Engine at length opened out, and I pursued with enthusiasm the shadowy vision. The drawings and the experiments were of the most costly kind. Draftsmen of the highest order were necessary to economize the labour of my own head; whilst skilled workmen were required to execute the experimental machinery to which I was obliged constantly to have recourse. In order to carry out my pursuits successfully, I had purchased a house with above a quarter of an acre of ground in a very quiet locality. My coach-house was now converted into a forge and a foundry, whilst my stables were transformed into a workshop. I built other extensive workshops myself, and had a fireproof building for my drawings and draftsmen. Having myself worked with a variety of tools, and having studied the art of constructing each of them, I at length laid it down as a principle - that, except in rare cases, I would never do anything myself if I could afford to hire another person who could do it for me.
es: La disposición circular de los ejes del Motor de Diferencia entorno a las anchas ruedas centrales me dio esperanzas. Toda la aritmética ahora apareció representada en este mecanismo. Una ojeada rápida, incluso de un Motor Analítico abierto completamente, y me dejé llevar con entusiasmo por la enigmática visión. Los dibujos y experimentos fueron muy costosos. Fue necesario recurrir a los mejores delineantes para liberarme de tanto trabajo en mi cabeza; mientras, echaba mano de hombres experimentados para ejecutar la maquinaria experimental a la que me veía constantemente obligado a recurrir. Para llevar a cabo mis objetivos de forma satisfactoria, había comprado una casa con más de un cuarto de acre de tierra en una localidad tranquila. Mi casa de campo se había convertido ahora en una forja y fundición, mientras que los establos fueron transformados en un taller. Construí otros talleres yo mismo, y conseguí un edificio a prueba de fuegos para mis dibujos y delineantes. Tras haber trabajado con una amplia gama de herramientas, y haber estudiado el arte de su construcción, me impuse como principio fundamental que -excepto en casos muy excepcionales- nunca haría nada por mi mismo si podía permitirme contratar a otra persona que lo pudiera hacer por mi.
gl: A disposición circular dos eixes do Motor de Diferenza contorna as anchas rodas centrais deume esperanzas. Toda a aritmética agora apareceu representada neste mecanismo. Unha ollada rápida, ata dun Motor Analítico aberto completamente, e deixeime levar con entusiasmo pola enigmática visión. Os debuxos e experimentos foron moi custosos. Foi necesario recorrer aos mellores delineantes para liberarme de tanto traballo na miña cabeza; mentres, botaba man de homes experimentados para executar a maquinaria experimental á que me vía constantemente obrigado a recorrer. Para levar a cabo os meus obxectivos de forma satisfactoria, comprei unha casa con mais dun cuarto de acre de terra nunha localidade tranquila. A miña casa de campo se convertiuse agora nunha forxa e fundición, mentres que os establos foron transformados nun taller. Construín outros talleres eu mesmo, e conseguín un edificio a proba de lumes para os meus debuxos e delineantes. Tras traballar cunha ampla gama de ferramentas, e estudar a arte da súa construcción, impúxenme como principio fundamental que -excepto en casos moi excepcionais- nunca faría "nada polo meu mesmo se podía permitirme contratar a outra persoa que o puidese facer pola miña.
hu: Hm... Ez valóban az Elgg fordításához tartozik?

source: Access denied or post not found
es: Acceso denegado o post no encontrado
gl: Acceso denegado ou post non atopado
hu: Hozzáférés megtagadva, vagy nincs bejegyzés
is: Aðgangur óheimill eða færsla finnst ekki
it: Accesso negato, o post non esistente

source: Either this blog post doesn't exist or you don't currently have access privileges to view it.
es: Este post del blog no existe o no tienes actualmente privilegios de acceso para verlo.
gl: Este post de blog non existe o non tes actualmente privilexios de acceso necesario para visualizar
hu: A blog bejegyzés nem létezik vagy megtekintéséhez nincs hozzáférési jogod
is: Annað hvort er þessi bloggfærsla ekki til eða þú hefur núna ekki aðgang til að skoða hana.
it: Questo post non esiste, oppure non hai i diritti necessari per visualizzarlo.

source: Browser
es: Navegador Web
gl: Navegador
hu: Böngésző
is: Vefskoðari
it: Navigatore

source: Communities
es: Comunidades
gl: Comunidades
hu: Közösségek
is: Samfélög
it: Le Comunità

source: Users
es: Usuarios
gl: Usuarios
hu: Felhasználók
is: Notendur
it: Utenti

source: Browse
es: Navegar
gl: Navegar
hu: Böngész
is: Skoða
it: Sfoglia

source: Filter
es: Filtro
gl: Filtro
hu: Szűrő
is: Sía
it: Filtro

source: Name
es: Nombre
gl: Nome
hu: Név
is: Nafn
it: Nome

source: Description
es: Descripción
gl: Descrición
hu: Leírás
is: Lýsing
it: Descrizione

source: Connections
es: Conecciones
gl: Conexións:
hu: Kapcsolatok
is: Tengingar
it: Connessioni

source: Posts
es: Publicaciones
gl: Post
hu: Üzenetek
is: Færslur
it: Articoli

source: Type
es: Tipo
gl: Tipo
hu: (Betű)típus
is: Tegund
it: Tipo

source: left
es: izquierda

source: replied to
es: responder a

source: A message
es: Un mensaje

source: A reply
es: Una respuesta

source: Public
es: Público
gl: Público
hu: Nyilvános
is: Opinbert
it: Pubblico

source: Access level:
es: Nivel de acceso

source: Post comment
es: Enviar un comentario

source: Anonymous User
es: Usuario anónimo

source: Post reply
es: Responder

source: Forward
es: Reenviar

source: Post a comment
es: Escribir un comentario

source: <p>Use this form to post a comment.</p>
es: Utilice este formulario para escribir un comentario

source: Community members list
es: Lista de miembros de la comunidad

source: Page title
es: Título de página
gl: Título da páxina
hu: Az oldal címe
is: Titill síðu
it: Titolo della pagina

source: Form fields
es: Campos del formulario

source: Search
es: Buscar
gl: Procura
hu: Keresés
is: Leita
it: ricerca

source: Invite
es: Invitar
gl: Convidar
hu: Meghívás
is: Bjóða
it: Invitare

source: Error! The community username must contain letters and numbers only, cannot be blank, and must be between 3 and 12 characters in length.
es: ¡Error! El nombre de la comunidad puede contener sólo letras y números, no debe dejarse en blanco, y tiene que oscilar entre 3 y 12 caracteres.
gl: ¡Erro! O nome da comunidade pode conter só letras e números, non debe deixarse en branco, e ten que oscilar entre 3 e 12 carácteres.
hu: Hiba! A közösség felhasználóneve csak betűket és számokat tartalmazhat, nem lehet benne üres(szóköz) és 3-12 karakterből kell álljon.
is: Villa! Nauðsynlegt er að gefa samfélagi nafn. Nafn samfélags getur einungis innihaldið bókstafi og tölur og verður að vera minnst 3 stafir og mest 12 stafir að lengd.
it: Errore! Il nome della comunità deve essere composto solamente da lettere e numeri, non devono essere lasciati spazi vuoti. Il nome deve essere lungo dai 3 ai 12 caratteri.

source: Error! The community name cannot be blank.
es: ¡Error! El nombre de la comunidad no puede dejarse en blanco.
gl: ¡Erro! O nome da comunidade non pode deixarse en branco.
hu: Hiba! A közösség neve nem lehet üres.
is: Villa! Samfélag verður að hafa nafn.
it: Errore! Il nome dato alla comunità non può essere vuoto.

source: Your community was created and you were added as its first member.
es: Se creó tu comunidad y se te añadió como primer miembro.
gl: Creouse a túa comunidade e engadiuseche como primeiro membro.
hu: A közösségedet létrehoztuk és téged első tagjaként csatlakoztattunk hozzá.
is: Samfélagið hefur verið stofnað með þig sem fyrsta meðlim.
it: La tua comunità è stata creata e sei stato aggiunto come primo membro.

source: Error: the community could not be deleted.
es: Error: La comunidad no puede ser eliminada

source: Your post has been added to the community weblog.
es: Tu post se ha añadido al weblog de la comunidad.
gl: O teu post engadiuse ao weblog da comunidade.
hu: Az üzenetet elküldük a közösség webnaplójába.
is: Jouw bericht is aan de weblog van de gemeenschap toegevoegd.
it: Il tuo articolo è stato aggiunto al blog della comunità.

source: You approved the membership request. %s is now a member of this community.
es: Aprobaste la solicitud de ingreso como miembro. %s ya es miembro de esta comunidad.
gl: Aprobaches a solicitude de ingreso como membro. %s xa eres membro desta comunidade.
hu: A tagsági kérelmedet jóváhagyták. %s mostantól a közösség tagja.
is: Þú hefur samþykkt beiðni um þátttöku. %s er núna meðlimur í þessu samfélagi.
it: Hai approvato la richiesta di iscrizione alla comunità. %s è adesso un nuovo membro di questa comunità.

source: An error occurred: the membership request could not be approved.
es: Se produjo un error: la solicitud de ingreso como miembro no pudo aprobarse.
gl: Produciuse un erro: a solicitude de ingreso como membro non puido aprobarse.
hu: Hiba történt: a tagsági kérelmet nem lehet jóváhagyni.
is: Villa kom upp: ekki var hægt að samþykkja beiðni um þátttöku.
it: Si è verificato un errore: non è stato possibile approvare la richiesta di iscrizione.

source: Error: you do not have authority to modify this membership request.
es: Error: no tienes autoridad para modificar esta solicitud de ingreso como miembro.
gl: Erro: non tes autoridade para modificar esta solicitude de ingreso como membro.
hu: Hiba: nincs jogosultságod változtatni ezen a tagsági kérelmen.
is: Villa: þú hefur ekki heimild til þess að breyta beiðni þessa notanda um þátttöku.
it: Errore: non hai il sufficiente autorità per modificare la richiesta di partecipare a questa comunità.

source: An error occurred: the membership request could not be found.
es: Se produjo un error: la solicitud de ingreso como miembro no pudo encontrarse.
gl: Produciuse un erro: a solicitude de ingreso como membro non puido atoparse.
hu: Hiba történt: a tagsági kérelem nem található.
is: Villa: beiðni um þátttöku fannst ekki.
it: Si è verificato un errore: non è stata trovata la richiesta di iscrizione.

source: You declined the membership request. %s is not a member of this community.
es: Denegaste la solicitud de miembro. %s no es miembro de esta comunidad.
gl: Denegaches a solicitude de membro. %s non é membro desta comunidade.
hu: A tagsági kérelmed elutasították. %s nem tagja ennek a közösségnek.
is: Þú hefur hafnað þátttökubeiðninni. %s er ekki meðlimur í þessu samfélagi.
it: Hai rifiutato la richiesta di iscrizione. %s non è un membro di questa comunità.

source: %s friend request denied
es: %s petición de amistad denegada!
gl: %s petición de amizade denegada!
hu: %s baráti felkérése visszautasítva
is: Beiðni %s um vinskap hafnað
it: Richiesta di amicizia per %s

source: Create a new community
es: Crear una nueva comunidad
gl: Crear unha nova comunidade
hu: Új közösség létrehozása
is: Stofna nýtt samfélag
it: Crea una nuova comunità

source: Community name:
es: Nombre de la comunidad:
gl: Nome da comunidade:
hu: A közösség neve:
is: Nafn samfélags:
it: Nome della comunità:

source: Create
es: Crear
gl: Crear
hu: Létrehozás
is: Mynda
it: Crea

source: Communities were %s belongs
es: Comunidades a las cuales %s pertenece

source: You don't have any communities listed! To join a community, click the 'join' button underneath a community's icon. You can find communities you're interested in by using the search function.
es: ¡No tienes ninguna comunidad en lista! Para participar en una comunidad, pincha en el botón 'entrar' bajo el icono de una comunidad. Puedes encontrar comunidades en las que estés interesado usando la función de búsqueda.
gl: ¡Non tes ningunha comunidade en lista! Para participar nunha comunidade, preme no botón 'entrar' baixo a icona dunha comunidade. Podes atopar comunidades nas que estés interesado empregando a función de búsqueda.
hu: Egyetlen közösségnek sem vagy tagja. Ahhoz, hogy egy közösséghez csatlakozz, kattints a közösség ikonja alatt található "csatlakozás" gombra. A kereső funkció segítségével találhatsz olyan közösségeket, amelyek érdekesek lehetnek számodra.
is: Þú ert ekki meðlimur í samfélagi. Til þess að gerast meðlimur í samfélagi verður þú að smella á "gerast meðlimur" hnappinn neðan við táknmynd viðkomandi samfélags. Þú getur leitað eftir áhugaverðum samfélögum með því að nýta leitarskipanir kerfisins.
it: Non hai ancora aggiunto nessuna comunità alla tua lista! Per partecipare ad una comunità, premere il tasto 'Partecipa' sotto l'icona dei una comunità. Puoi trovare le comunità che ti interessano usando il motore di ricerca.

source: This user is not currently a member of any communities.
es: Este usuario no es actualmente miembro de ninguna comunidad.
gl: Este usuario non é actualmente membro de ningunha comunidade.
hu: Ez a felhasználó egyetlen közösségnek sem a tagja.
is: Þessi notandi er ekki meðlimur í neinu samfélagi.
it: Questo utente non è ancora membro di nessuna comunità.
