Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/politica/mod/community/languages/*/LC_MESSAGES/*.po
Languages: es_co

source: Invite a Community
es_co: Invitar a un Grupo

source: Comminity Members admin page
es_co: Página de administración de Miembros del Grupo

source: A template for the community members admin page.
es_co: Plantilla para la página de administración de miembros del grupo.

source: Community members list
es_co: Listado de miembros del grupo

source: Community member visualization
es_co: Visualización de miembros de grupo

source: A template for the community member display
es_co: Plantilla para el despliegue de miembros del grupo

source: Member's name
es_co: Nombre del miembro

source: Member's profile page
es_co: Página de perfil del usuario

source: Member's icon
es_co: Icono del miembro

source: Member's functions
es_co: Funciones del miembro

source: Community membership visualization
es_co: Visualización de membresía del grupo

source: A template for the community membership display
es_co: Plantilla para el despliegue de membresía del grupo

source: Community creation
es_co: Creación de grupo

source: A template for the community creation form
es_co: Plantilla del formulario de creación de grupos

source: Page title
es_co: Título de la página

source: Form fields
es_co: Campos del formulario

source: Communities
es_co: Grupos

source: Community ownership transferred to %s.
es_co: Administración del grupo transferido a %s.

source: Could not retrieve community details.
es_co: No se pudieron retornar los detalles del grupo.

source: Could not find new owner %s. Community owner not changed.
es_co: No se pudo encontrar al administrador %s. La administración del grupo no ha sido cambiada.

source: Change your community name
es_co: Cambiar el nombre del grupo

source: This name will be displayed throughout the system.
es_co: Este nombre será desplegado a través de todo el sistema.

source: Community name
es_co: Nombre del grupo

source: Membership restriction:
es_co: Restricciones de membresía:

source: This allows you to choose who can join this community.
es_co: Esto te permite escoger quien puede unirse a éste grupo.

source: No moderation: anyone can join this community.
es_co: Sin moderación: cualquiera puede unirse a este grupo.

source: Moderation: memberships must be approved by you.
es_co: Con moderación: debes aprobar las solicitudes de membresía.

source: Private: nobody can join this community.
es_co: Privado: sólo el administrador puede crear usuarios.

source: Membership restriction
es_co: Restricción de membresía

source: Community ownership
es_co: Administración del grupo

source: Type the username of the user who you want to own this community below. You cannot leave this blank, or specify a community or a user that doesn't exist.
es_co: Escribe el nombre de usuario del usuario que quieres que sea administrador del grupo. No puedes dejar este espacio en blanco, especificar el nombre de un grupo o de un usuario que no existe.

source: Community owner
es_co: Administrador del grupo

source: Save
es_co: Guardar

source: Members
es_co: Miembros

source: Administrate
es_co: Administrar

source: Are you sure you want to delete this community?
es_co: ¿Está seguro que quiere borrar este grupo?

source: Delete
es_co: Borrar

source: Are you sure you want to separate this user from the community?
es_co: ¿Está seguro que quiere sacar a este usuario del grupo?

source: Separate
es_co: Sacar

source: Communities to which I belong
es_co: Grupos a los que pertenezco

source: Owned Communities
es_co: Grupos que administro

source: You don't have any communities listed! To join a community, click the 'join' button underneath a community's icon. You can find communities you're interested in by using the search function.
es_co: ¡No tienes ningún grupo listado! Para unirte a un grupo, presiona el botón 'unirse' al lado del ícono del grupo. Puedes buscar grupos que sean de tu interés usando la función de buscar.

source: This user is not currently a member of any communities.
es_co: Este usuario no es miembro de ningún grupo actualmente.

source: You don't own any communities. Why not create one?
es_co: No administras ningún grupo. ¿Por qué no crear uno?

source: This user is not currently moderating any communities.
es_co: Este usuario no modera ningún grupo actualmente.

source: Membership requests
es_co: Solicitudes de membresía

source: The following users would like to join this community. They need your approval to do this (to change this setting, visit the 'community settings' page).
es_co: Los siguientes usuarios quieren unirse a este grupo. Ellos necesitan tu aprobación para poder hacerlo (para cambiar esta configuración, entra a la página de 'Configuración de grupo'

source: Profile
es_co: Perfil

source: Blog
es_co: Contenidos

source: You have no pending membership requests.
es_co: No tienes solicitudes de membresía pendientes.

source: Owner
es_co: Administrador

source: This community doesn't currently have any members.
es_co: Este grupo no tiene actualmente ningún miembro.

source: Error! The community username must contain letters and numbers only, cannot be blank, and must be between 3 and 12 characters in length.
es_co: ¡Error! El nombre de usuario del grupo debe contener solamente letras y/o números, no puede dejarse vacío, y debe tener entre 3 y 12 caracteres.

source: Error! The community name cannot be blank.
es_co: ¡Error! El nombre del grupo no puede dejarse vacío.

source: The username %s is already taken by another user. You will need to pick a different one.
es_co: El nombre de usuario %s ya ha sido usado por otro usuario. Debes escoger uno diferente.

source: Your community was created and you were added as its first member.
es_co: Tu grupo ha sido creado y has sido adicionado como su primer miembro.

source: You joined %s.
es_co: Te has unido a %s.

source: %s has joined %s! To visit this user's profile, click on the following link:
es_co: ¡%s se ha unido a %s! Para visitar el perfil del usuario, presiona en el siguiente vínculo:

source: New %s member
es_co: Nuevo miembro en %s

source: Membership of %s needs to be approved. Your request has been added to the list.
es_co: La membresía de %s requiere ser aprobada. Tu solicitud ha sido agregada a la lista.

source: %s has applied to join %s! To visit this user's profile, click on the following link:
es_co: ¡%s ha aplicado para unirse a %s! Para visitar el perfil del usuario, presiona en el siguiente vínculo:

source: New %s member request
es_co: Nueva solicitud de membresía en %s

source: %s is a private community. Your membership request has been declined.
es_co: %s es un grupo privado. Tu solicitud de membresía ha sido declinada.

source: You left %s.
es_co: Te has retirado de %s.

source: The community was deleted.
es_co: El grupo ha sido borrado.

source: Error: the community could not be deleted.
es_co: Error: el grupo no pudo ser borrado.

source: %s was removed from your community
es_co: %s ha sido sacado de tu grupo

source: %s coundn't be removed from your community
es_co: %s no pudo ser sacado de tu grupo

source: Your post has been added to the community weblog.
es_co: Tu contenido ha sido agregado al contenido del grupo.

source: You approved the membership request. %s is now a member of this community.
es_co: Has aprobado la solicitud de membresía. %s es ahora miembro de este grupo.

source: An error occurred: the membership request could not be approved.
es_co: Ha ocurrido un error: la solicitud de membresía no pudo ser aprobada.

source: Error: you do not have authority to modify this membership request.
es_co: Error: no tienes autorización para modificar esta solicitud de membresía.

source: An error occurred: the membership request could not be found.
es_co: Ha ocurrido un error: la solicitud de membresía no se encontró.

source: You declined the membership request. %s is not a member of this community.
es_co: Has declinado la solicitud de membresía. %s no es un miembro de este grupo.

source: Create a new community
es_co: Crear un nuevo grupo

source: Community name:
es_co: Nombre del grupo:

source: Username for community (forms part of the community website address):
es_co: Nombre de usuario del grupo (formará parte de la dirección web del grupo):

source: Create
es_co: Crear

source: Community memberships
es_co: Membresías del grupo

source: Are you sure you want to join this community?
es_co: ¿Estás seguro que quieres unirte a este grupo?

source: Click here to join this community.
es_co: Presiona aquí para unirte a este grupo.

source: Are you sure you want to apply to join this community?
es_co: ¿Estás seguro que quieres aplicar para unirte a este grupo?

source: Click here to apply to join this community.
es_co: Presiona aquí para aplicar para unirte a este grupo.

source: Are you sure you want to leave this community?
es_co: ¿Estás seguro que quieres abandonar este grupo?

source: Click here to leave this community.
es_co: Presiona aquí para abandonar este grupo.

source: Upload / edit site pictures for this community.
es_co: Subir / editar imágenes para este grupo.

source: Change this community's name.
es_co: Cambiar el nombre de este grupo.

source: Community
es_co: Grupo

source: Owned communities
es_co: Grupos que administro

source: Your Communities
es_co: Mis Grupos

source: Edit community profile
es_co: Editar perfil del grupo

source: Community site picture
es_co: Imágen del grupo

source: Edit community details
es_co: Editar detalles del grupo

source: Return to community profile
es_co: Volver al perfil del grupo

source: Edit members
es_co: Editar miembros

source: View membership requests
es_co: Ver solicitudes de membresía

source: Invite a friend
es_co: Invitar a un contacto

source: New Community
es_co: Nuevo Grupo

source: Community %s was returned to the news user.
es_co: El grupo %s ha sido asignado al usuario 'news'.

source: Community %s is now owned by -1 (nobody).
es_co: El grupo %s es ahora administrado por -1 (nadie).
