Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/tmp/mod/admin/languages/*/LC_MESSAGES/*.po
Languages: es_co

source: Administration
es_co: Administración

source: Edit user details
es_co: Editar información del usuario

source: Your site picture
es_co: Tu foto

source: Main
es_co: Principal

source: Add users
es_co: Añadir usuarios

source: Manage users
es_co: Gestionar usuarios

source: Banned users
es_co: Usuarios no permitidos

source: Admin users
es_co: Usuarios administradores

source: Manage flagged content
es_co: Gestionar contenido inapropiado

source: Spam control
es_co: Control de Spam

source: Regular expressions
es_co: Expresiones regulares

source: Save
es_co: Guardar

source: Change username:
es_co: Cambiar el nombre de usuario:

source: New username:
es_co: Nuewvo nombre de usuario:

source: Change file quota (in bytes):
es_co: Cambiar quota (en bytes):

source: New file quota:
es_co: Nueva quota de archivos:

source: Change icon quota:
es_co: Cambiar la quota de íconos:

source: New icon quota:
es_co: Nueva quota de íconos

source: User flags:
es_co: Propiedades del usuario:

source: Site administrator:
es_co: Administrador de la página web:

source: Yes
es_co: Si

source: Banned:
es_co: Prohibido

source: Error! The new username must contain letters and numbers only, cannot be blank, and must be between 3 and 12 characters in length.
es_co: ¡Error! El nuevo nombre de usuario sólo puede contener letras y números, no puede estar vacio, y debe tener entre 3 y 12 caracteres de longitud.

source: Username was changed to %s.
es_co: Se cambió el nombre de usuario a %s.

source: File quota was changed to %d.
es_co: Se cambió la quota a %d.

source: Icon quota was changed to %d.
es_co: Se cambió la quota de íconos a %d.

source: User flag '%s' set to '%s'
es_co: La propiedad del usuario '%s' fue cambiada a '%s'

source: Spam list updated.
es_co: Actualizada la lista de spam.

source: User addition %d failed: at least one field was blank. Username: %s, name: %s, email: %s
es_co: Error agregando al usuario %d: Por lo menos un campo está vacio. Nombre de usuario: %s, nombre: %s, correo electrónico: %s

source: New username %d (%s) was invalid; usernames must contain letters and numbers only, cannot be blank, and must be between 3 and 12 characters in length.
es_co: El nombre de usuario %d (%s) es inválido; Los nombres de usuario sólo pueden contener letas y números, no pueden estar vacios y deben tener entre 3 y 12 caracteres de longitud.

source: User addition %d failed: username %s is already in use.
es_co: Error agregando el usuario %d: El nombre de usuario %s ya está en uso.

source: User addition %d failed: email address %s appears to be invalid.
es_co: Error agregando al usuario %d: La dirección de correo %s parece ser inválida.

source: Your new %s account
es_co: Su nueva %s cuenta

source: You have been added to %s! For your records, your %s username and password are: Username: %s Password: %s You can log in at any time by visiting %s and entering these details into the login form. We hope you enjoy using the system. Regards, The %s Team
es_co: ¡Has sido añadido a %s! Para tu información, tu %s nombre usuario es: %s

source: User %s was created.
es_co: Se creó el usuario %s

source: Flag content
es_co: Contenido inapropiado

source: To mark this content as obscene or inappropriate, click the 'Flag' button and an administrator will view it in due course.
es_co: Para marcar este contenido como obseno o inapropiado, oprime el botón 'Contenido inapropiado' para reportarlo al administrador y el tome las acciones respectivas.

source: Flag
es_co: Contenido inapropiado

source: Accounts by type
es_co: Cuentas por tipo

source: File statistics
es_co: Estadísticas de archivos
