Repository: BackupTheBerlios/tulipan-svn
Catalog: contrib/tmp/mod/messages/languages/*/LC_MESSAGES/*.po
Languages: nl

source: Messages
nl: berichten

source: Sent by
nl: Verstuurd door

source: Date
nl: datum

source: Subject
nl: Onderwerp

source: Action:
nl: Actie:

source: Select an action
nl: Selecteer een actie

source: Are you sure you want to permanently delete this message(s)?
nl: Weet U zeker dat u dit bericht voorgoed wilt verwijderen?

source: Message List
nl: Berichtenlijst

source: A template for the message list
nl: Een template voor de berichtenlijst

source: The list of messages themselves
nl: De berichtenlijst zelf

source: The list of page links when there are lots of messages
nl: de lijst met paginanummers als er veel berichten zijn

source: From | To Label for the message list
nl: Van | Naar label voor de berichtenlijst

source: Message
nl: Bericht

source: A template for each message
nl: een template voor elk bericht

source: The time and date of the message
nl: de tijd en datum van het bericht

source: Message title
nl: Titel van het bericht

source: The username from the sender
nl: Gebruikersnaam van de afzender

source: The full name from the sender
nl: Volledige naam van de afzender

source: The icon from the sender
nl: Icoon van de afzender

source: The message status style (read|unread)
nl: Berichtstatus (gelezen|ongelezen)

source: The message body text
nl: Berichtinhoud

source: Links related with the message (delete|reply)
nl: Links die bij het bericht horen (verwijderen|beantwoorden)

source: Your Messages
nl: Uw berichten

source: View Messages
nl: bekijk berichten

source: Compose
nl: schrijf een bericht

source: Sent Messages
nl: verstuurde berichten

source: The selected message was deleted.
nl: Het geselecteerde bericht is verwijderd.

source: The message ID its not valid!.
nl: het bericht ID is niet geldig.

source: You have received a message from %s.
nl: U heeft een bericht van %s ontvangen.

source: To reply, click here: %s
nl: om te reageren, klik hier: %s

source: You cannot reply to this message by email.
nl: U kunt niet via email op dit bericht reageren.

source: Failed to send email. An unknown error occurred.
nl: de email is niet verzonden. Er is een fout opgetreden.

source: Your message was sent
nl: Uw bericht is verzonden

source: You can't send an empty message!
nl: U kunt geen leeg bericht verzenden!

source: You must specify the sender a recipient!
nl: U moet een geadresseerde opgeven!

source: You may view only your own messages
nl: U heeft alleen toestemming om uw eigen berichten te bekijken

source: Reply
nl: beantwoord

source: Are you sure you want to permanently delete this message?
nl: Weet U zeker dat u dit bericht voorgoed wilt verwijderen?

source: Delete
nl: Verwijder

source: (Community)
nl: (Gemeenschap)

source: No friends on your friends list to send to!
nl: Geen vrienden op de vriendenlijst om een bericht naar te sturen!

source: New message
nl: nieuw bericht

source: From:
nl: van:

source: To:
nl: naar:

source: Subject:
nl: onderwerp:

source: Message:
nl: Bericht:

source: Mark as unread
nl: selecteer als ongelezen

source: Mark as read
nl: Selecteer als gelezen

source: Sent to
nl: verzonden naar

source: Sent messages
nl: verzonden berichten

source: Back
nl: terug

source: Next
nl: volgende

source: Send Message
nl: Of stuur een bericht
